Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: Quantity to refund
ar: الكمية المطلوب استردادها
de: Rückerstattungsmenge
es: Cantidad por reembolsar
fr: Quantité à rembourser
he: כמות להחזר הכספי
id: Jumlah dana yang dikembalikan
it: Importo del rimborso
ja: 返金する数量
nl: Som restitutie
pt_br: Quantidade a ser reembolsada
ru: Сумма к возврату
sv: Belopp att återbetala
tr: İade edilecek tutar

source: Quantity: %@
ar: الكمية: %@
de: Anzahl: %@
es: Cantidad: %@
fr: Quantité : %@
he: כמות: %@
id: Jumlah: %@
it: Quantità: %@
ja: 数量: %@
nl: Aantal: %@
pt_br: Quantidade: %@
ru: Количество: %@
sv: Antal: %@
tr: Miktar: %@

source: Quarantine
ar: قائمة الانتظار
de: Quarantäne
es: Cuarentena
fr: Quarantaine
he: בידוד
id: Karantina
it: Quarantena
ja: 検疫
nl: Quarantaine
pt_br: Quarentena
ru: Карантин
sv: Karantän
tr: Karantina

source: Quarter to Date
ar: منذ بداية الربع حتى تاريخه
de: Bisheriges Quartal
es: Desde hace un trimestre
fr: Trimestre jusqu’à aujourd’hui
he: הרבעון עד התאריך הנוכחי
id: Awal Kuartal hingga Saat Ini
it: Trimestre corrente
ja: 今四半期の現在まで
nl: Kwartaal tot en met huidige datum
pt_br: Trimestre atual
ru: С начала квартала до текущего дня
sv: Kvartal till datum
tr: Çeyrekten tarihe

source: Quickly get up and selling with a beautiful online store.
ar: انهض وقم بالبيع سريعًا من خلال متجر رائع على الإنترنت.
de: Richte einen attraktiven Onlineshop ein und starte mit dem Verkauf – einfach und schnell.
es: Empieza a vender enseguida con una tienda online atractiva.
fr: Devenez rapidement opérationnel et vendez vos produits grâce à une belle boutique en ligne.
he: להקים חנות מקוונת יפה ולהתחיל למכור מהר.
id: Bangun dan jual produk dengan cepat menggunakan toko online yang menawan.
it: Attivati rapidamente e vendi con un bellissimo negozio online.
ja: 美しいオンラインストアをすぐに立ち上げてそこで販売しましょう。
nl: Begin snel met verkopen met een mooie webwinkel.
pt_br: Comece a vender rapidamente com uma linda loja online.
ru: Создайте онлайн-магазин и начните продажи в кротчайшие сроки.
sv: Kom igång och börja sälj snabbt med en vacker onlinebutik.
tr: Güzel bir çevrimiçi mağaza ile hızla işinizi kurup satış yapın.

source: REVENUE
ar: الإيرادات
de: EINNAHMEN
es: INGRESOS
fr: REVENUS
he: רווחים
id: PENDAPATAN
it: GUADAGNO
ja: 収益
nl: INKOMSTEN
pt_br: RECEITA
ru: ДОХОД
sv: INTÄKTER
tr: KAZANÇ

source: Rate us
ar: صنّفنا
de: Bewerte uns
es: Puntúanos
fr: Donnez-nous votre avis
he: נשמח לקבל ממך דירוג
id: Beri rating
it: Valutaci
ja: 評価してください
nl: Beoordeel ons
pt_br: Classifique-nos
ru: Оцените нас
sv: Betygsätt oss
tr: Bizi değerlendirin

source: Reach our happiness engineers who can help answer tough questions
ar: يمكنك الوصول إلى مهندسينا الذين تسرهم مساعدتك في الإجابة عن الأسئلة الصعبة
de: Wende dich an unsere Support-Mitarbeiter, die dir bei schwierigen Fragen weiterhelfen können
es: Ponte en contacto con nuestros Happiness Engineers y soluciona las cuestiones más complicadas.
fr: Contactez nos Happiness Engineers pour toute question complexe
he: יצירת קשר עם נציגי התמיכה שלנו שיכולים לענות על שאלות קשות
id: Hubungi Happiness Engineer kami yang dapat membantu menjawab pertanyaan sulit
it: Contatta i nostri Happiness Engineer che possono aiutarti a rispondere a domande difficili
ja: サポートスタッフにお問い合わせください。難しい質問にもお答えします
nl: Neem contact op met onze Happiness Engineers, die alle lastige vragen kunnen beantwoorden
pt_br: Fale com a nossa equipe de suporte, que pode ajudá-lo nas suas dúvidas mais difíceis
ru: Обратитесь к инженерам поддержки за помощью при решении сложных вопросов
sv: Kontakta våra supporttekniker för att få svar på svåra frågor
tr: Zor sorulara yanıt verilmesine yardımcı olabilecek mutluluk mühendislerimize ulaşın

source: Read more
ar: قراءة المزيد
de: Weitere Informationen
es: Leer más
fr: Lire plus
he: לקרוא עוד
id: Baca selengkapnya
it: Leggi altro
nl: Meer informatie
pt_br: Leia mais
ru: Читать далее
sv: Läs mer
tr: Devamını oku

source: Read our Troubleshooting Tips
ar: قراءة نصائح حل المشكلات
de: Tipps zur Problembehandlung lesen
es: Lee nuestros consejos para solucionar problemas
fr: Lire nos astuces de résolution de problème
he: לעיון בעצות שלנו לפתרון בעיות
id: Baca Tips Pemecahan Masalah kami
it: Leggi i nostri suggerimenti per la risoluzione dei problemi
ja: トラブルシューティングのヒントを参照
nl: Bekijk onze tips voor probleemoplossing
pt_br: Leia nossas dicas de solução de problemas
ru: Просмотрите советы по устранению неполадок
sv: Läs våra tips på felsökning
tr: Sorun Giderme İpuçlarımızı okuyun

source: Reader is ready
ar: القارئ جاهز
de: Kartenlesegerät ist bereit
es: Lector preparado
fr: Lecteur prêt
he: הקורא מוכן
id: Pembaca sudah siap
it: Lettore pronto
ja: Reader の準備ができています
nl: Lezer is gereed
pt_br: O leitor está pronto
ru: Устройство чтения готово
sv: Läsare är redo
tr: Okuyucu hazır

source: Reason for Refund
ar: سبب الاسترداد
de: Grund der Rückerstattung
es: Motivo del reembolso
fr: Motif du remboursement
he: סיבה להחזר הכספי
id: Alasan Pengembalian Dana
it: Motivo del rimborso
ja: 返金の理由
nl: Reden voor restitutie
pt_br: Motivo do reembolso
ru: Причина возврата средств
sv: Orsak till återbetalning
tr: İade Nedeni

source: Reason for Refund (Optional)
ar: سبب استرداد الأموال (اختياري)
de: Grund der Rückerstattung (optional)
es: Motivo del reembolso (opcional)
fr: Motif du remboursement (facultatif)
he: סיבה להחזר הכספי (אופציונלי)
id: Alasan untuk Pengembalian Dana (Opsional)
it: Motivo del rimborso (opzionale)
ja: 返金の理由 (オプション)
nl: Reden voor terugbetalen (optioneel)
pt_br: Razão do reembolso (opcional):
ru: Причина возврата (опционально)
sv: Orsak till återbetalning (valfritt)
tr: Para İadesinin Nedeni (İsteğe Bağlı)

source: Reason for refunding order
ar: سبب طلب استرداد الأموال
de: Grund für die Rückerstattung der Bestellung
es: Motivo del pedido de reembolso
fr: Motif du remboursement de la commande
he: סיבה להחזר הכספי על ההזמנה
id: Alasan untuk pesanan pengembalian dana
it: Motivo del rimborso ordine
ja: ﻿注文返金﻿の理由
nl: Reden voor terugbetalen bestelling
pt_br: Motivo do reembolso do pedido
ru: Причина возврата средств за заказ
sv: Orsak till återbetalning av order
tr: Siparişin para iadesinin nedeni

source: Receipt
ar: الاستلام
de: Beleg
es: Recibo
fr: Reçu
he: קבלה
id: Resi
it: Ricevuta
ja: 領収書
nl: Factuur
pt_br: Recibo
ru: Чек
sv: Kvitto
tr: Makbuz

source: Receipt from %1$@
ar: إيصال من %1$@
de: Beleg vom %1$@
es: Recibo de %1$@
fr: Reçu de %1$@
he: קבלה מאת %1$@
id: Tanda terima dari %1$@
it: Ricevuta da %1$@
ja: %1$@からのレシート
nl: Kwitantie van %1$@
pt_br: Recibo de %1$@
ru: Квитанция от %1$@
sv: Kvitto från %1$@
tr: %1$@ kaynağından makbuz

source: Recurring payments'
ar: المدفوعات المتكررة
de: Wiederkehrende Zahlungen'
es: Pagos recurrentes'
fr: Paiements récurrents’
he: תשלומים חוזרים'
id: Pembayaran berulang
it: Pagamenti ricorrenti
nl: Herhaaldelijke betalingen
pt_br: Pagamento recorrente'
ru: Регулярные платежи'
sv: Återkommande betalningar'
tr: Tekrarlanan ödemeler

source: Referral programs
ar: برامج الإحالة
de: Empfehlungsprogramme
es: Programas de recomendación
fr: Programmes de parrainage
he: תוכניות הפניות
id: Program referensi
it: Programmi di riferimento
nl: Doorverwijzingsprogramma's
pt_br: Programas de indicação
ru: Реферальные программы
sv: Hänvisningsprogram
tr: Yönlendirme programları

source: Refresh
ar: تحديث
de: Aktualisieren
es: Volver a cargar
fr: Actualiser
he: רענן
id: Muat ulang
it: Aggiorna
ja: 更新
nl: Verversen
pt_br: Atualizar
ru: Обновить
sv: Ladda om
tr: Yenile

source: Refresh After Updating
ar: التنشيط بعد التحديث
de: Nach dem Update aktualisieren
es: Actualizar después de actualizar el plugin
fr: Rafraîchir après la mise à jour
he: לרענן לאחר עדכון
id: Segarkan Setelah Memperbarui
it: Ricarica dopo l'aggiornamento
ja: アップデート後に再度読み込む
nl: Vernieuwen na bijwerken
pt_br: Recarregar a página depois de atualizar
ru: Перезагрузить после обновления
sv: Uppdatera efter uppdatering
tr: Güncellemeden sonra yenileyin

source: Refresh the screen to try again, or troubleshoot the connection. Contact support if your issue persists.
ar: يمكنك تحديث الشاشة للمحاولة مجددًا أو حل مشكلات الاتصال. اتصل بالدعم إذا استمرت المشكلة التي تواجهها.
de: Aktualisiere den Bildschirm, um es erneut zu versuchen, oder führe eine Problembehandlung für die Verbindung durch. Wenn das Problem weiterhin besteht, wende dich bitte an den Support.
es: Actualiza la pantalla para volver a intentarlo o realiza los pasos para la solución de problemas de conexión. Consulta al servicio de soporte si el problema continúa.
fr: Rafraîchissez l’écran pour réessayer ou résolvez le problème de connexion. Contactez l’assistance si le problème persiste.
he: יש לרענן את המסך כדי לנסות שוב או להתחיל פתרון בעיות לחיבור. אם הבעיה נמשכת, ניתן לפנות לתמיכה.
id: Segarkan layar untuk mencoba lagi, atau pecahkan masalah koneksi. Jika masalah berlanjut, hubungi staf dukungan kami.
it: Aggiorna la schermata per riprovare o risolvi il problema di connessione. Se il problema persiste, contatta il supporto.
nl: Ververs het scherm om het opnieuw te proberen, of los problemen met de verbinding op. Neem contact op met de ondersteuning als het probleem aanhoudt.
pt_br: Atualize a tela para tentar novamente ou solucione o problema de conexão. Se o problema persistir, entre em contato com o suporte.
ru: Перезагрузите экран и попробуйте ещё раз или попытайтесь устранить неполадку с подключением. Если проблема не устранена, обратитесь в службу поддержки.
sv: Uppdatera skärmen för att försöka igen, eller felsök anslutningen. Kontakta supporten om ditt problem kvarstår.
tr: Tekrar denemek için ekranı yenileyin veya bağlantı sorununu giderin. Sorun devam ederse lütfen destek ekibiyle iletişime geçin.

source: Refund
ar: إعادة المبلغ
de: Rückerstattung
es: Reembolso
fr: Rembourser
he: החזר כספי
id: Pengembalian dana
it: Rimborsa
ja: 払戻額
nl: Terugbetalen
pt_br: Reembolso
ru: Возврат
sv: Återbetalning
tr: Para iadesi

source: Refund #%@
ar: استرداد #%@
de: Rückerstattung #%@
es: Reembolsar #%@
fr: Remboursement #%@
he: החזר כספי #%@
id: Pengembalian dana #%@
it: Rimborso #%@
ja: #%@ を返金
nl: Restitutie #%@
pt_br: Reembolsar #%@
ru: Возвратить средства по заказу №%@
sv: Återbetala #%@
tr: İade #%@

source: Refund Amount
ar: مبلغ الاسترداد
de: Rückerstattungsbetrag
es: Importe del reembolso
fr: Montant du remboursement
he: הסכום של ההחזר הכספי
id: Jumlah Pengembalian Dana
it: Importo del rimborso
ja: 返金額
nl: Restitutiebedrag
pt_br: Total do reembolso
ru: Сумма возврата
sv: Återbetalningsbelopp
tr: İade Tutarı

source: Refund Details
ar: تفاصيل الاسترداد
de: Rückerstattungsdetails
es: Información del reembolso
fr: Détails du remboursement
he: פרטי ההחזר
id: Rincian Pengembalian Dana
it: Dettagli di rimborsod
ja: 返金詳細
nl: Restitutiedetails
pt_br: Detalhes do reembolso
ru: Описание возврата платежа
sv: Återbetalningsinformation
tr: İade Ayrıntıları

source: Refund Label (%1$@)
ar: بطاقة استرداد الأموال (%1$@)
de: Etikett erstatten (%1$@)
es: Etiqueta de reembolso (%1$@)
fr: Étiquette de remboursement (%1$@)
he: החזר כספי עבור תווית (%1$@)
id: Kembalikan Dana Label (%1$@)
it: Rimborsa etichetta (%1$@)
ja: 返金ラベル (%1$@)
nl: Terugbetalingslabel (%1$@)
pt_br: Reembolsar etiqueta (%1$@)
ru: Возврат оплаты транспортной этикетки (%1$@)
sv: Återbetala etikett (%1$@)
tr: Geri Ödeme Etiketi (%1$@)

source: Refund Shipping
ar: استرداد مبلغ الشحن
de: Rückerstattung für Versand
es: Reembolsar envío
fr: Rembourser les frais d’expédition
he: להנפיק החזר כספי עבור משלוח
id: Pengembalian Dana Pengiriman
it: Rimborsa spedizione
ja: 配送料を返金
nl: Verzendkosten vergoeden
pt_br: Reembolsar envio
ru: Вернуть средства за доставку
sv: Återbetala frakt
tr: Kargonun Para İadesini Yap

source: Refund Via
ar: استرداد الأموال بواسطة
de: Rückerstattung per
es: Reembolso a través de
fr: Rembourser via
he: החזר כספי דרך
id: Pengembalian Dana Via
it: Rimborsa tramite
ja: 返金方法
nl: Terugbetalen via
pt_br: Reembolsar via
ru: Возврат через
sv: Återbetala via
tr: Şununla Para İadesi Yap:

source: Refund failed
ar: فشلت عملية استرداد الأموال
de: Rückerstattung fehlgeschlagen
es: No se ha podido realizar el reembolso
fr: Remboursement échoué
he: ההחזר הכספי נכשל
id: Pengembalian dana gagal
it: Rimborso non riuscito
ja: 返金に失敗しました
nl: Terugbetaling mislukt
pt_br: Falha no reembolso
ru: Возврат не выполнен
sv: Återbetalning misslyckades
tr: Para iadesi yapılamadı

source: Refund payment
ar: عملية الدفع الخاصة باسترداد المبالغ المدفوعة
de: Zahlung erstatten
es: Realizar el reembolso
fr: Rembourser le paiement
he: להנפיק החזר כספי על תשלום
id: Pengembalian dana pembayaran
it: Rimborsa il pagamento
ja: 支払いを返金
nl: Betaling terugbetalen
pt_br: Pagamento de reembolso
ru: Возместить платёж
sv: Återbetala betalning
tr: Geri ödeme yap

source: Refund payment from %1$@
ar: عملية دفع استرداد المبالغ المدفوعة من %1$@
de: Zahlung von %1$@ erstatten
es: Reembolso de %1$@
fr: Rembourser le paiement de %1$@
he: להנפיק החזר כספי על תשלום מאת %1$@
id: Pengembalian dana pembayaran dari %1$@
it: Rimborsa il pagamento da %1$@
ja: %1$@の支払いを返金
nl: Betaling terugbetalen van %1$@
pt_br: Pagamento de reembolso de %1$@
ru: Возместить платёж от %1$@
sv: Återbetala betalning från %1$@
tr: %1$@ kaynağından geri ödeme yap

source: Refunded
ar: تم رد المبلغ
de: Rückerstattet
es: Reembolsado
fr: Remboursé
he: הוחזר
id: Dana dikembalikan
it: Rimborsato
ja: 返金済み
nl: Terugbetaald
pt_br: Reembolsado
ru: Средства возвращены
sv: Återbetalad
tr: İade Edildi

source: Refunded Products
ar: المنتجات المستردة
de: Rückerstattete Produkte
es: Productos reembolsados
fr: Produits remboursés
he: מוצרים שעליהם ניתן החזר כספי
id: Produk yang Dikembalikan Dananya
it: Prodotti rimborsati
ja: 返金済み商品
nl: Vergoede producten
pt_br: Produtos reembolsados
ru: Продукты, по которым возвращены средства
sv: Återbetalda produkter
tr: İade Edilen Ürünler

source: Refunded manually
ar: تم استرداد الأموال يدويًا
de: Manuell rückerstattet
es: Reembolsado manualmente
fr: Remboursé manuellement
he: בוצע החזר כספי ידני
id: Dana dikembalikan manual
it: Rimborso avvenuto manualmente
ja: 手動で返金済み
nl: Handmatig terugbetaald
pt_br: Reembolsado manualmente
ru: Средства возвращены вручную
sv: Återbetalad manuellt
tr: Manuel olarak geri ödendi

source: Refunded manually via %@
ar: تم الاسترداد يدويًا بواسطة %@
de: Manuell rückerstattet per %@
es: Reembolsado manualmente a través de %@
fr: Remboursement effectué manuellement via %@
he: החזר כספי בוצע באופן ידני באמצעות %@
id: Dikembalikan dananya secara manual melalui %@
it: Rimborso avvenuto manualmente tramite %@
ja: %@ 経由で手動で返金済み
nl: Handmatig terugbetaald via %@
pt_br: Reembolsado manualmente por %@
ru: Средства возвращены вручную через %@
sv: Återbetald manuellt via %@
tr: %@ ile manuel olarak iade edildi

source: Refunded via %@
ar: تم الاسترداد بواسطة %@
de: Rückerstattet per %@
es: Reembolsado a través de %@
fr: Remboursement effectué via %@
he: החזר כספי בוצע באמצעות %@
id: Dana dikembalikan melalui %@
it: Rimborso avvenuto tramite %@
ja: %@ 経由で返金済み
nl: Terugbetaald via %@
pt_br: Reembolsado por %@
ru: Средства возвращены через %@
sv: Återbetald via %@
tr: %@ ile iade edildi

source: Refunding payment
ar: عملية الدفع الخاصة باسترداد المبالغ المدفوعة
de: Zahlung wird erstattet
es: Realizando el reembolso
fr: Remboursement du paiement
he: הנפקת החזר כספי על תשלום
id: Mengembalikan dana pembayaran
it: Pagamento del rimborso
ja: 支払の返金を行っています
nl: Betaling terugbetalen
pt_br: Reembolsando pagamento
ru: Возмещение платежа
sv: Återbetalar betalning
tr: Geri ödeme yapılıyor

source: Regenerate
ar: إعادة الإنشاء
de: Neu generieren
es: Regenerar
fr: Régénérer
he: ייצור מחדש
id: Buat Ulang
it: Rigenera
nl: Regenereren
pt_br: Gerar novamente
ru: Повторно создать
sv: Återskapa
tr: Yeniden oluştur

source: Regenerate Coupon Code
ar: إعادة إنشاء رمز القسيمة
de: Gutscheincode erneut generieren
es: Regenerar código del cupón
fr: Générer un nouveau code promo
he: ליצור מחדש את קוד הקופון
id: Buat Ulang Kode Kupon
it: Rigenera il codice promozionale
ja: クーポンコードを再生成
nl: Couponcode opnieuw genereren
pt_br: Gerar código do cupom novamente
ru: Создать код купона повторно
sv: Återskapa rabattkod
tr: Kupon Kodunu Yeniden Oluştur

source: Register domain
ar: تسجيل نطاق
de: Domain registrieren
es: Registrar dominio
fr: Enregistrer le domaine
he: רישום הדומיין
id: Daftarkan domain
it: Registra dominio
ja: ドメインの登録
nl: Registreer domein
pt_br: Registrar domínio
ru: Зарегистрировать домен
sv: Registrera domän
tr: Alan adını kaydet

source: Registered Domain
ar: النطاق المُسجل
de: Registrierte Domain
es: Dominio registrado
fr: Domaine enregistré
he: דומיין רשום
id: Domain Terdaftar
it: Dominio registrato
ja: 登録済みドメイン
nl: Geregistreerd domein
pt_br: Domínio registrado
ru: Зарегистрированный домен
sv: Registrerad domän
tr: Kayıtlı alan adı

source: Regular Price
ar: السعر العادي
de: Regulärer Preis
es: Precio normal
fr: Tarif standard
he: מחיר רגיל
id: Harga Normal
it: Prezzo standard
ja: 標準価格
nl: Reguliere prijs
pt_br: Preço normal
ru: Базовая цена
sv: Ordinarie pris
tr: Normal Fiyat

source: Regular price: %1$@ every %2$@
ar: السعر العادي: %1$@ كل %2$@
de: Regulärer Preis: %1$@ alle %2$@
es: Precio normal: %1$@ cada %2$@
fr: Prix standard : %1$@ renouvelables après %2$@
he: מחיר רגיל: %1$@ כל %2$@
id: Harga reguler: %1$@ setiap %2$@
it: Prezzo standard: %1$@ ogni %2$@
nl: Reguliere prijs: %1$@ elke %2$@
pt_br: Preço normal: %1$@ a cada %2$@
ru: Обычная цена: %1$@ за %2$@
sv: Ordinarie pris: %1$@ var %2$@
tr: Normal fiyat: her %2$@ için %1$@

source: Regular price: %@
ar: السعر العادي: %@
de: Regulärer Preis: %@
es: Precio normal: %@
fr: Tarif standard : %@
he: מחיר רגיל: ‎%@
id: Harga normal: %@
it: Prezzo standard: %@
ja: 標準価格 :%@
nl: Reguliere prijs: %@
pt_br: Preço normal: %@
ru: Обычная цена: %@
sv: Ordinarie pris: %@
tr: Normal fiyat: %@

source: Remind me later
ar: ذكرني لاحقًا
de: Später daran erinnern
es: Recuérdamelo más tarde
fr: Me le rappeler ultérieurement
he: הזכירו לי מאוחר יותר
id: Ingatkan saya nanti
it: Ricordamelo in seguito
ja: 後で再通知
nl: Herinner mij hier later aan
pt_br: Lembre-me depois
ru: Напомнить позже
sv: Påminn mig senare
tr: Daha sonra hatırlat

source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
fr: Supprimer
he: הסרה
id: Hapus
it: Rimuovi
ja: 削除
nl: Verwijderen
pt_br: Remover
ru: Удалить
sv: Ta bort
tr: Kaldır

source: Remove Attribute
ar: إزالة السمة
de: Eigenschaft entfernen
es: Eliminar atributo
fr: Supprimer l’attribut
he: להסיר את המאפיין
id: Hapus Atribut
it: Rimuovi attributo
ja: 属性を削除
nl: Eigenschap verwijderen
pt_br: Remover atributo
ru: Удалить атрибут
sv: Ta bort attribut
tr: Niteliği kaldır

source: Remove Card
ar: إزالة البطاقة
de: Karte entfernen
es: Retira la tarjeta.
fr: Retirer la carte
he: להסיר את הכרטיס
id: Ambil Kartu
it: Rimuovi carta
ja: カードを取り外してください
nl: Kaart verwijderen
pt_br: Remova o cartão
ru: Удалить карту
sv: Ta bort kort
tr: Kartı Kaldır

source: Remove Coupon from Order
ar: إزالة قسيمة من طلب
de: Gutschein aus Bestellung entfernen
es: Eliminar cupón del pedido
fr: Supprimer le code promo de la commande
he: להסיר את הקופון מההזמנה
id: Hapus Kupon dari Pesanan
it: Rimuovi il codice promozionale dall'ordine
ja: 注文からクーポンを削除
nl: Coupon verwijderen uit bestelling
pt_br: Remover cupom do pedido
ru: Удалить купон из заказа
sv: Ta bort rabattkod från beställning
tr: Kuponu Siparişten Çıkar

source: Remove Discount
ar: إزالة خصم
de: Rabatt entfernen
es: Eliminar descuento
fr: Supprimer une remise
he: להסיר את ההנחה
id: Hapus Diskon
it: Rimuovi lo sconto
nl: Korting verwijderen
pt_br: Remover desconto
ru: Удалить скидку
sv: Ta bort rabatt
tr: İndirimi Kaldır

source: Remove Expiry Date
ar: إزالة تاريخ انتهاء الصلاحية
de: Ablaufdatum entfernen
es: Eliminar la fecha de caducidad
fr: Supprimer la date d’expiration
he: להסיר את תאריך התוקף
id: Hapus Tanggal Kedaluwarsa
it: Rimuovi data di scadenza
ja: 有効期限を削除
nl: Vervaldatum verwijderen
pt_br: Remover data de validade
ru: Удалить срок действия
sv: Ta bort utgångsdatum
tr: Son Kullanma Tarihini Kaldır

source: Remove Fee from Order
ar: إزالة الرسوم من الطلب
de: Gebühr aus Bestellung entfernen
es: Eliminar la tasa del pedido
fr: Supprimer les frais de la commande
he: להסיר את העמלה מההזמנה
id: Hapus Biaya dari Pesanan
it: Rimuovi la commissione dall'ordine
ja: 注文から手数料を削除
nl: Kosten verwijderen uit bestelling
pt_br: Remover taxa do pedido
ru: Удалить комиссию из заказа
sv: Ta bort avgift från beställning
tr: Ücreti Siparişten Kaldır

source: Remove Gift Card
ar: إزالة بطاقة الهدايا
de: Geschenkkarte entfernen
es: Quitar tarjeta regalo
fr: Supprimer la carte-cadeau
he: להסיר שובר מתנה
id: Hapus Kartu Hadiah
it: Rimuovi gift card
nl: Cadeaubon verwijderen
pt_br: Remover vale-presente
ru: Удалить подарочную карту
sv: Ta bort presentkort
tr: Hediye Kartını Kaldır

source: Remove Image
ar: إزالة الصورة
de: Bild entfernen
es: Eliminar imagen
fr: Supprimer l'image
he: להסיר את תמונת הרקע
id: Hapus Gambar
it: Rimuovi immagine
ja: 画像を削除
nl: Afbeelding verwijderen
pt_br: Remover imagem
ru: Удалить изображение
sv: Ta bort bild
tr: Görseli Kaldır

source: Remove Link
ar: إزالة الرابط
de: Link entfernen
es: Borrar enlace
fr: Supprimer le lien
he: להסיר קישור
id: Buang Tautan
it: Rimuovi link
ja: リンクを削除
nl: Koppeling verwijderen
pt_br: Remover link
ru: Удалить ссылку
sv: Ta bort länk
tr: Bağlantıyı Kaldır

source: Remove end date
ar: إزالة تاريخ الانتهاء
de: Enddatum entfernen
es: Eliminar fecha de finalización
fr: Supprimer la date de fin
he: להסיר את תאריך הסיום
id: Hapus tanggal akhir
it: Rimuovi data di fine
ja: 終了日を削除
nl: Verwijder einddatum
pt_br: Remover data de término
ru: Удалить дату окончания
sv: Ta bort slutdatum
tr: Bitiş tarihini kaldır

source: Remove product
ar: إزالة منتج
de: Produkt entfernen
es: Eliminar producto
fr: Retirer le produit
he: להסיר מוצר
id: Hapus produk
it: Rimuovi prodotto
ja: 商品を削除
nl: Product verwijderen
pt_br: Remover produto
ru: Удалить товар
sv: Ta bort produkt
tr: Ürünü kaldır

source: Remove product from order
ar: إزالة منتج من الطلب
de: Produkt aus Bestellung entfernen
es: Eliminar producto del pedido
fr: Supprimer le produit de la commande
he: להסיר מוצר מהזמנה
id: Hapus produk dari pesanan
it: Rimuovi il prodotto dall'ordine
nl: Product verwijderen uit bestelling
pt_br: Remover produto do pedido
ru: Удалить товар из заказа
sv: Ta bort produkt från beställning
tr: Ürünü siparişten kaldır

source: Remove variation
ar: إزالة المجموعة المتنوعة
de: Variation entfernen
es: Eliminar variación
fr: Supprimer la variante
he: להסיר את הסוג
id: Hapus variasi
it: Rimuovi variante
ja: バリエーションを削除
nl: Variatie verwijderen
pt_br: Remover variação
ru: Удалить вариант
sv: Ta bort variation
tr: Varyasyonu kaldır

source: Removing your variation...
ar: إزالة المجموعة المتنوعة...
de: Deine Variation wird entfernt …
es: Eliminando tu variación...
fr: Suppression de votre variante…
he: מסיר את הסוג...
id: Menghapus variasi Anda...
it: Rimozione della variante...
ja: バリエーションを削除中...
nl: Bezig met verwijderen van je variatie...
pt_br: Removendo variação...
ru: Удаление варианта…
sv: Tar bort din variation...
tr: Varyasyonunuz kaldırılıyor...

source: Rename
ar: إعادة التسمية
de: Umbenennen
es: Renombrar
fr: Renommer
he: שינוי שם
id: Ubah Nama
it: Rinomina
ja: タイトル変更
nl: Hernoemen
pt_br: Renomear
ru: Переименовать
sv: Ändra namn
tr: Yeniden Adlandır

source: Rename Attribute
ar: إعادة تسمية السمة
de: Eigenschaft neu benennen
es: Renombrar atributo
fr: Renommer l’attribut
he: לשנות את שם המאפיין
id: Ubah Nama Atribut
it: Rinomina attributo
ja: 属性の名前を変更
nl: Eigenschap een nieuwe naam geven
pt_br: Renomear atributo
ru: Переименовать атрибут
sv: Byt namn på attribut
tr: Niteliği Yeniden Adlandır
