Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: We've emailed you a signup link to create your new WordPress.com account. Check your email on this device, and tap the link in the email you receive from WordPress.com.
ar: أرسلنا إليك رسالة عبر البريد الإلكتروني تتضمن رابط التسجيل لإنشاء حسابك الجديد على ووردبريس.كوم. تحقَّق من بريدك الإلكتروني على هذا الجهاز، وانقر على الرابط الموجود في الرسالة التي تم تلقيها عبر البريد الإلكتروني من ووردبريس.كوم.
de: Wir haben dir einen Anmeldelink per E-Mail gesendet, um dein neues WordPress.com-Konto zu erstellen. Überprüfe deine E-Mails auf diesem Gerät und tippe auf den Link in der E-Mail, die du von WordPress.com erhalten hast.
es: Te hemos enviado por correo electrónico un enlace de registro para crear tu cuenta de WordPress.com. Consulta tu correo electrónico en este dispositivo y toca el enlace del mensaje que recibas de WordPress.com.
fr: Nous vous avons envoyé un lien d’inscription pour créer votre nouveau compte WordPress.com. Consultez vos e-mails sur cet appareil et appuyez sur le lien dans l’e-mail que vous avez reçu de WordPress.com.
he: שלחנו אליך אימייל עם קישור להרשמה כדי ליצור את החשבון החדש שלך ב-WordPress.com. עליך לבדוק את האימייל ממכשיר זה ולהקיש על הקישור בהודעה שקיבלת מ-WordPress.com.
id: Kami telah mengirimi Anda email berisi tautan pendaftaran untuk membuat akun WordPress.com baru. Periksa email Anda di perangkat ini, dan ketuk tautan dalam email yang Anda terima dari WordPress.com
it: Ti abbiamo inviato via e-mail un link di iscrizione per creare il tuo nuovo account WordPress.com. Controlla la tua e-mail su questo dispositivo e tocca il link nell'e-mail ricevuta da WordPress.com.
ja: 新しい WordPress.com アカウントを作成するための登録リンクをメールでお送りしました。 このデバイスでメールをチェックして、WordPress.com から届いたメールにあるリンクをタップしてください。
nl: We hebben je een aanmeldlink toegestuurd om je nieuwe WordPress.com-account aan te maken. Controleer je e-mail op dit apparaat en tik op de link in de e-mail die je van WordPress.com ontvangt.
pt_br: Enviamos por e-mail um link de registro para você criar uma nova conta no WordPress.com. Verifique seu e-mail neste dispositivo e toque no link que você recebeu do WordPress.com.
ru: Мы выслали вам по электронной почте ссылку для регистрации новой учетной записи WordPress.com. Проверьте электронную почту на этом устройстве и перейдите по ссылке в письме от WordPress.com.
sv: Vi har skickat en registreringslänk till dig via e-post, så att du kan skapa ditt nya WordPress.com-konto. Kontrollera din e-post på den här enheten och tryck på länken i e-postmeddelandet som du får från WordPress.com.
tr: Yeni WordPress.com hesabınızı oluşturmanız için size e-postayla bir kayıt bağlantısı gönderdik. Bu cihazda e-postanızı kontrol edin ve WordPress.com'dan aldığınız e-postadaki bağlantıya dokunun.

source: We've partnered with Stripe for WooPayments. You'll be directed to Stripe's site for sign-up. We'll ask you to verify your business and payment details.
ar: لقد عقدنا شراكة مع Stripe لـ WooPayments. سيُعاد توجيهك إلى موقع Stripe للتسجيل. سنطلب منك التحقُّق من تفاصيل أعمالك وعمليات الدفع.
de: Für WooPayments haben wir mit Stripe zusammengearbeitet. Du wirst an die Website von Stripe weitergeleitet, um dich zu registrieren. Wir werden dich bitten, deine Unternehmens- und Zahlungsdetails zu verifizieren.
es: Nos hemos asociado con Stripe para desarrollar WooPayments. Se te dirigirá al sitio web de Stripe para que te inscribas. Te pediremos que verifiques los datos de pago y del negocio.
fr: Nous nous sommes associés à Stripe pour WooPayments. Vous accéderez alors au site de Stripe pour l’inscription. Nous vous demanderons de vérifier les détails relatifs à votre entreprise et au paiement.
he: אנחנו משתפים פעולה עם Stripe בשירות של WooPayments. אנחנו נפנה אותך להרשמה באתר של Stripe. נבקש ממך לאמת את העסק ואת פרטי התשלום שלך.
id: Kami telah bermitra dengan Stripe untuk WooPayments. Anda akan diarahkan ke situs Stripe untuk mendaftar. Selanjutnya, kami akan meminta Anda untuk memverifikasi informasi bisnis dan pembayaran Anda.
it: Collaboriamo con Stripe per WooPayments. Verrai indirizzato al sito di Stripe per l'iscrizione. Ti chiederemo di verificare i dettagli della tua attività e di pagamento.
nl: We werken voor WooPayments samen met Stripe. Je wordt doorgestuurd naar de site van Stripe om je aan te melden. We zullen je vragen je bedrijfs- en betaalgegevens te verifiëren.
pt_br: O WooPayments firmou uma parceria com o Stripe. Você será direcionado ao site do Stripe para se inscrever. Vamos pedir para você verificar seus detalhes de pagamento e negócios.
ru: Партнер WooPayments — платёжная система Stripe. Вы будете перенаправлены на сайт Stripe для регистрации. Мы попросим вас подтвердить сведения о вашем бизнесе и платёжные данные.
sv: Vi har slagit oss ihop med Stripe för WooPayments. Du kommer att bli omdirigerad till Stripes webbplats för registrering. Vi kommer att be dig att verifiera dina företagsuppgifter och din betalningsinformation.
tr: Stripe for WooPayments ile iş ortaklığı kurdunuz. Kaydolmak için Stripe'ın sitesine yönlendirileceksiniz. Ardından para yatırma işlevini etkinleştirmek için işletmenizi ve ödeme ayrıntılarınızı doğrulamanızı isteyeceğiz.

source: Web Options
ar: خيارات الويب
de: Web-Optionen
es: Opciones web
fr: Options Web
he: אפשרויות באינטרנט
id: Pilihan Web
it: Opinioni del web
nl: Webopties
pt_br: Opções da Web
ru: Интернет-опции
sv: Webbalternativ
tr: Web Seçenekleri

source: Website
ar: الموقع
es: Sitio web
fr: Site Web
he: אתר
id: Situs web
it: Sito web
ja: サイト
pt_br: Site
ru: Сайт
sv: Webbplats
tr: Web sitesi

source: Week to Date
ar: منذ بداية الأسبوع حتى تاريخه
de: Bisherige Woche
es: Desde hace una semana
fr: Semaine à date
he: שבוע עד התאריך הנוכחי
id: Awal Minggu hingga Saat ini
it: Settimana corrente
ja: 今週の現在まで
nl: Week tot en met huidige datum
pt_br: Acumulado semanal
ru: С начала недели до текущего дня
sv: Vecka till datum
tr: Haftadan tarihe

source: Weight
ar: الوزن
de: Gewicht
es: Peso
fr: Poids
he: משקל
id: Berat
it: Peso
ja: 重さ
nl: Gewicht
pt_br: Peso
ru: Вес
sv: Vikt
tr: Ağırlık

source: Weight (%1$@ per unit)
ar: الوزن (%1$@ لكل وحدة)
de: Gewicht (%1$@ pro Einheit)
es: Peso (%1$@ por unidad)
fr: Poids (%1$@ par unité)
he: משקל (%1$@ ליחידה)
id: Berat (%1$@ per unit)
it: Peso (%1$@ per unità)
ja: 重量 (%1$@/ 個)
nl: Gewicht (%1$@ per eenheid)
pt_br: Peso (%1$@ por unidade)
ru: Вес (%1$@ за позицию)
sv: Vikt (%1$@ per enhet)
tr: Ağırlık (birim başına %1$@)

source: Weight of empty package
ar: وزن الحزمة الفارغة
de: Gewicht des leeren Pakets
es: Peso del paquete vacío
fr: Poids du colis vide
he: משקל האריזה הריקה
id: Berat paket kosong
it: Peso del pacchetto vuoto
ja: 空の荷物の重量
nl: Gewicht van leeg pakket
pt_br: Peso do pacote vazio
ru: Вес пустой посылки
sv: Vikt för tomt paket
tr: Boş paketin ağırlığı

source: Weight: %1$@%2$@
ar: الوزن: ‎%1$@%2$@‎
de: Gewicht: %1$@%2$@
es: Peso: %1$@%2$@
fr: Poids : %1$@%2$@
he: משקל: %1$@%2$@
id: Berat: %1$@%2$@
it: Peso: %1$@%2$@
ja: 重量 :%1$@%2$@
nl: Gewicht: %1$@%2$@
pt_br: Peso: %1$@%2$@
ru: Вес: %1$@%2$@
sv: Vikt: %1$@%2$@
tr: Ağırlık: %1$@%2$@

source: Western Sahara
ar: الصحراء الغربية
de: Westsahara
es: Sahara Occidental
fr: Sahara occidental
he: מערב הסהרה
id: Sahara Barat
it: Sahara Occidentale
ja: 西サハラ
nl: Westelijke Sahara
pt_br: Saara Ocidental
ru: Западная Сахара
sv: Västsahara
tr: Batı Sahra

source: We’ll use the info to get a head start on your shipping, tax, and payments settings.
ar: سنستخدم المعلومات لنبدأ بإعداد الشحن والضرائب والمدفوعات.
de: Wir verwenden die Informationen, damit all deine Einstellungen zu Versand, Steuern und Zahlungen schnell eingerichtet werden können.
es: Utilizaremos la información para empezar a configurar los envíos, impuestos y pagos.
fr: Nous utiliserons les informations pour vous aider à configurer les paramètres liés aux paiements, aux expéditions et aux taxes.
he: אנחנו נשתמש במידע הזה כדאי להוסיף הגדרות ראשוניות במשלוח, במיסים ובתשלומים שלך.
id: Kami akan menggunaakan data tersebut untuk menyetel pengaturan terkait pengiriman, pajak, dan pembayaran.
it: Useremo le informazioni per ottenere un vantaggio nelle impostazioni di spedizione, tasse e pagamenti.
nl: We gebruiken deze gegevens om alvast te beginnen met het instellen van betalingen, verzendingen en belastingen.
pt_br: Usaremos as informações em suas configurações de envio, impostos e pagamentos.
ru: Эти данные позволят нам быстрее настроить доставку, платежи и расчёт налогов.
sv: Vi använder den här informationen för att snabbare kunna konfigurera dina frakt-, moms- och betalningsinställningar.
tr: Gönderim, vergi ve ödeme ayarlarınıza bir adım önde başlamak için bu bilgileri kullanacağız.

source: We’ve been working on making it possible to view and edit coupons from your device!
ar: لقد كنا نعمل على إتاحة عرض القسائم وتحريرها من جهازك!
de: Wir haben daran gearbeitet, das Anzeigen und Bearbeiten von Gutscheinen von deinem Gerät aus zu ermöglichen!
es: Hemos estado trabajando para que puedas ver y editar los cupones en tu dispositivo.
fr: Il sera bientôt possible d’afficher et de modifier les codes promo depuis votre appareil.
he: אנחנו כרגע עובדים על אפשרות להציג ולערוך קופונים מהמכשיר שלך!
id: Kini Anda dapat melihat dan mengedit kupon dengan perangkat Anda!
it: Abbiamo lavorato per rendere possibile la visualizzazione e la modifica dei coupon dal tuo dispositivo!
ja: デバイスからクーポンを表示、編集できる機能を開発中です !
nl: We hebben hard gewerkt zodat jij coupons vanuit je apparaat kunt bekijken en bewerken!
pt_br: Trabalhamos para que seja possível visualizar e editar cupons no seu dispositivo.
ru: Мы разработали функцию, которая позволяет просматривать и редактировать купоны на вашем устройстве.
sv: Vi har arbetat med att göra det möjligt att se och redigera rabattkoder från din enhet!
tr: Kuponları cihazınızdan görüntüleyip düzenleyebilmeniz için çalışıyoruz!

source: What email do I use to sign in?
ar: ما البريد الإلكتروني الذي أستخدمه لتسجيل الدخول؟
de: Mit welcher E-Mail-Adresse melde ich mich an?
es: ¿Qué dirección de correo electrónico debo usar para iniciar sesión?
fr: Quelle adresse e-mail dois-je utiliser pour me connecter ?
he: באיזה אימייל השתמשתי כדי להתחבר?
id: Email apa yang saya gunakan untuk masuk?
it: Quale e-mail uso per accedere?
ja: サインインにはどのメールアドレスを使用すればよいですか ?
nl: Welke e-mail moet ik gebruiken om me aan te melden?
pt_br: Qual e-mail posso usar para me conectar?
ru: Какой адрес эл. почты я использую для входа?
sv: Vilken e-post ska jag använda för att logga in?
tr: Giriş yapmak için hangi e-postayı kullanmam gerek?

source: What is Application Password?
ar: ما المقصود بكلمة مرور التطبيق؟
de: Was ist ein Anwendungspasswort?
es: ¿Qué es la contraseña de aplicación?
fr: Qu’est-ce que le mot de passe de l’application ?
he: מהי 'סיסמת אפליקציה'?
id: Apa itu Kata Sandi Aplikasi?
it: Che cos'è la password dell'applicazione?
ja: アプリケーションパスワードとは
nl: Wat is een applicatiewachtwoord?
pt_br: O que é a senha do aplicativo?
ru: Что такое пароль приложения?
sv: Vad innebär applikationslösenord?
tr: Uygulama Şifresi Nedir?

source: What is Jetpack?
ar: ما المقصود بـ Jetpack؟
de: Was ist Jetpack?
es: ¿Qué es Jetpack?
fr: Qu'est-ce que Jetpack ?
he: מה זה Jetpack?
id: Apa itu Jetpack?
it: Che cos'è Jetpack?
ja: Jetpack とは ?
nl: Wat is Jetpack?
pt_br: O que é o Jetpack?
ru: Что такое Jetpack?
sv: Vad är Jetpack?
tr: Jetpack nedir?

source: What is Tap to Pay on iPhone?
ar: ما المقصود بميزة Tap to Pay على iPhone؟
de: Was ist „Tap to Pay“ auf dem iPhone?
es: ¿Qué es Tap to Pay on iPhone?
fr: Qu’est-ce qu’Appuyer pour payer sur iPhone ?
he: מה זה Tap To Pay ב-iPhone?
id: Apa Itu Ketuk untuk Bayar di iPhone?
it: Che cos'è Tocca per pagare su iPhone?
nl: Wat is Tap to Pay op iPhone?
pt_br: O que é o Tap to Pay on iPhone?
ru: Что такое Tap to Pay on iPhone?
sv: Vad är Tryck för att betala på iPhone?
tr: Tap to Pay on iPhone Nedir?

source: What is WooCommerce Services discount?
ar: ما المقصود بخصم خدمات WooCommerce؟
de: Was ist der WooCommerce-Dienstleistungsrabatt?
es: ¿En qué consiste el descuento de WooCommerce Services?
fr: Qu’est-ce que la remise WooCommerce Services ?
he: מהי הנחת השירותים של WooCommerce?
id: Apa itu diskon Layanan WooCommerce?
it: Cos'è lo sconto di WooCommerce Services?
ja: WooCommerce サービスの割引はどのくらいですか ?
nl: Wat houdt korting op WooCommerce Services in?
pt_br: O que é o desconto do WooCommerce Services?
ru: Что такое скидка WooCommerce Services?
sv: Vad innebär rabatt på WooCommerce-tjänster?
tr: WooCommerce Hizmetleri indirimi nedir?

source: What is WooCommerce Shipping?
ar: ما المقصود بـ WooCommerce Shipping؟
de: Was ist WooCommerce Shipping?
es: ¿Qué es Woocommerce Shipping?
fr: En quoi consiste WooCommerce Shipping ?
he: מה זה WooCommerce Shipping?
id: Apa itu WooCommerce Shipping?
it: Cos'è WooCommerce Shipping?
ja: WooCommerce Shipping とは
nl: Wat is WooCommerce Shipping?
pt_br: O que é WooCommerce Shipping?
ru: Что такое WooCommerce Shipping?
sv: Vad är WooCommerce Shipping?
tr: WooCommerce Shipping nedir?

source: What is WordPress.com?
ar: ما هو ووردبريس.كوم؟
de: Was ist WordPress.com?
es: ¿Qué es WordPress.com?
fr: Qu’est-ce que WordPress.com ?
he: מה זה WordPress.com?
id: Apa itu WordPress.com?
it: Cos'è WordPress.com?
ja: WordPress.com とは何ですか ?
nl: Wat is WordPress.com?
pt_br: O que é o WordPress.com?
ru: Что такое WordPress.com?
sv: Vad är WordPress.com?
tr: WordPress.com nedir?

source: What's New in WooCommerce
ar: ما الجديد في WooCommerce
de: Neu in WooCommerce
es: Novedades de WooCommerce
fr: Nouveautés WooCommerce
he: מה חדש ב-WooCommerce
id: Apa yang Baru di WooCommerce
it: Novità in WooCommerce
ja: WooCommerce の最新情報
nl: Nieuw in WooCommerce
pt_br: Novidades no WooCommerce
ru: Что нового в WooCommerce
sv: Vad som är nytt i WooCommerce
tr: WooCommerce'deki Yenilikler

source: What's my site address?
ar: ما عنوان الموقع الخاص بي؟
de: Wie lautet meine Website-Adresse?
es: ¿Cuál es la dirección de mi sitio?
fr: Quelle est l’adresse de mon site ?
he: מה כתובת האתר שלי?
id: Apa alamat situs saya?
it: Qual'è l'indirizzo del mio sito?
ja: ご使用のサイトアドレス。
nl: Wat is het adres van mijn site?
pt_br: O que é o endereço do meu site?
ru: Какой адрес у моего сайта?
sv: Vilken adress har min webbplats?
tr: Sitemin adresi ne?

source: What’s New in WooCommerce
ar: ما الجديد في WooCommerce
de: Neu in WooCommerce
es: Novedades de WooCommerce
fr: Nouveautés WooCommerce
he: מה חדש ב-WooCommerce
id: Apa yang Baru di WooCommerce
it: Novità in WooCommerce
ja: WooCommerce の最新情報
nl: Nieuw in WooCommerce
pt_br: Novidades no WooCommerce
ru: Что нового в WooCommerce
sv: Vad som är nytt i WooCommerce
tr: WooCommerce'deki Yenilikler

source: When purchasing shipping labels with WooCommerce, you get access to discounted commercial prices.
ar: عند شراء ملصقات شحن باستخدام WooCommerce، يمكنك الوصول إلى أسعار تجارية مُخفضة.
de: Wenn du Versandetiketten mit WooCommerce kaufst, profitierst von reduzierten gewerblichen Preisen.
es: Consigue acceso a precios comerciales con descuento al comprar etiquetas de envío con WooCommerce.
fr: Lorsque vous achetez des étiquettes d’expédition avec WooCommerce, vous avez accès à des prix commerciaux réduits.
he: כאשר רוכשים תוויות משלוח באמצעות WooCommerce, ניתן לקבל מחירים מסחריים בהנחה.
id: Jika membeli label pengiriman dengan WooCommerce, Anda dapat memperoleh harga diskon.
it: Acquistando etichette di spedizione con WooCommerce, puoi accedere a prezzi commerciali scontati.
ja: WooCommerce で配送ラベルを購入する際には、業務用価格の割引が適用されます。
nl: Als je verzendlabels met WooCommerce aanschaft, krijg je toegang tot afgeprijsde commerciële labels.
pt_br: Ao comprar etiquetas de envio com o WooCommerce, você obtém acesso a preços comerciais promocionais.
ru: Приобретая транспортные этикетки у WooCommerce, вы можете производить оплату по ценам со скидкой.
sv: När du köper fraktetiketter med WooCommerce får du tillgång till rabatterade kommersiella priser.
tr: WooCommerce ile gönderi etiketleri satın alırken indirimli ticari fiyatlara erişebilirsiniz.

source: When shipping to countries that follow European Union (EU) customs rules, you must provide a clear, specific description of every item. Otherwise, shipments may be delayed or interrupted at customs.
ar: عند الشحن إلى البلدان التي تتبع القواعد الجمركية المعمول بها في الاتحاد الأوروبي، يجب عليك تقديم وصف صريح ومحدد لكل عنصر. وإلا، فإن الشحنات قد تتأجل أو تُعتَرض في الجمارك.
de: Beim Versand in Länder, die den Zollvorschriften der Europäischen Union unterliegen, musst du eine klare, spezifische Beschreibung aller Artikel angeben. Ansonsten kann es zu Verzögerungen oder Unterbrechungen von Lieferungen durch den Zoll kommen.
es: Para hacer envíos a países sujetos a las normas aduaneras de la Unión Europea (UE), debes proporcionar una descripción clara y específica de cada artículo. De lo contrario, los envíos pueden sufrir retrasos o interrupciones en la aduana.
fr: Lorsque vous expédiez des articles vers des pays qui respectent les règles douanières de l’Union européenne (UE), vous devez fournir une description claire et précise de chacun d’eux. Dans le cas contraire, les envois peuvent être retardés ou interrompus à la douane.
he: במשלוח למדינות שעונות על כללי המכס של האיחוד האירופי, עליך לספק תיאור ברור וספציפי לגבי כל פריט. אחרת, ייתכן שמשלוחים יעוכבו או יחסמו במכס.
id: Ketika mengirimkan barang ke negara yang menerapkan aturan bea cukai Uni Eropa (UE), Anda harus memberikan deskripsi yang jelas dan spesifik tentang setiap item. Jika tidak, pengiriman akan tertunda atau tertahan di bea cukai.
it: Quando spedisci in Paesi che seguono le norme doganali dell'Unione Europea (UE), devi fornire una descrizione chiara e specifica per ogni elemento. In caso contrario, le spedizioni potrebbero subire dei ritardi o essere fermate alla dogana.
nl: Bij en verzending naar landen waarin douanewetgeving van de Europese Unie (EU) geldt, moet je een duidelijke, specifieke beschrijving van elk artikel opgeven. Anders kunnen verzendingen vertraging oplopen of stil komen staan bij de douane.
pt_br: Em envios para países que seguem as regras alfandegárias da União Europeia (UE), você deve fornecer uma descrição clara e específica de cada item. Caso contrário, os envios podem sofrer atrasos ou ficar interditados na alfândega.
ru: Отправляя товары в страны, которые следуют таможенным правилам Европейского Союза (ЕС), вы должны точно и понятно описать каждую позицию. В ином случае может произойти задержка или приостановка доставки на таможне.
sv: Vid frakt till länder som följer EU:s tullregler måste du ange en tydlig, specifik beskrivning för varje vara. Annars kan leveranser försenas eller avbrytas i tullen.
tr: Avrupa Birliği (AB) gümrük kurallarını uygulayan ülkelere gönderim yaparken her öğenin net ve özel bir açıklamasını sağlamalısınız. Aksi takdirde gümrükte gönderimler gecikebilir veya kesintiye uğrayabilir.

source: Whoops, something went wrong and we couldn't log you in. Please try again!
ar: عذرًا، حدث خطأ ما وتعذر عليك تسجيل الدخول. يرجى المحاولة مرة أخرى!
de: Ups, aufgrund eines Fehlers konnten wir dich nicht anmelden. Versuche es bitte noch einmal!
es: Vaya, algo salió mal y no pudimos conectarte. ¡Por favor, inténtalo de nuevo!
fr: Oups, quelque chose s’est mal passé et nous ne pouvons pas vous connecter. Veuillez réessayer !
he: משהו השתבש ולא ניתן לבצע חיבור לחשבון. יש לנסות שוב!
id: Ups, terjadi kesalahan dan Anda tidak dapat login. Coba lagi!
it: Qualche cosa è andato storto e non siamo riusciti ad autenticarti. Riprova!
ja: エラーが発生し、ログインできませんでした。もう一度お試しください。
nl: Oeps, er ging iets mis en we konden je niet inloggen. Probeer nogmaals.
pt_br: Oops, não conseguimos realizar seu login. Tente novamente!
ru: Произошла ошибка: не удалось выполнить вход. Повторите попытку.
sv: Ojdå. Något blev fel. Vi lyckades inte logga in dig. Försök igen!
tr: Amanın, bir şeyler yanlış gitti ve giriş yapmanızı sağlayamadık. Lütfen tekrar deneyin!

source: Whoops, something went wrong. Please try again!
ar: عذرًا، حدث خطأ ما. يرجى المحاولة مرة أخرى!
de: Ups, etwas ist schiefgelaufen. Versuche es bitte noch einmal!
es: Vaya, algo ha ido mal. ¡Por favor, inténtalo de nuevo!
fr: Oups, une erreur s’est produite. Veuillez réessayer.
he: אופס, משהו השתבש. יש לנסות שוב!
id: Ups, sepertinya ada yang salah. Coba lagi!
it: Siamo spiacenti, si è verificato un problema. Riprova.
nl: Oeps, er is iets fout gegaan. Probeer het nog eens!
pt_br: Ops, ocorreu um erro. Tente novamente.
ru: Что-то пошло не так. Пожалуйста, попробуйте еще раз!
sv: Hoppsan, något gick fel. Försök igen!
tr: Hay aksi, bir yanlışlık oldu. Lütfen yeniden deneyin!

source: Whoops, that security key does not seem valid. Please try again with another one
ar: عذرًا، لا يبدو مفتاح الأمان ذلك صالحًا. يرجى المحاولة مجددًا باستخدام واحد آخر
de: Ups, dieser Sicherheitsschlüssel ist anscheinend nicht gültig. Versuche es bitte noch einmal mit einem anderen
es: Vaya, esa clave de seguridad parece que no es válida. Por favor, inténtalo de nuevo con otra
fr: Oups, cette clé de sécurité ne semble pas valide. Veuillez réessayer avec une autre clé
he: אופס, נראה שיש לנו כאן מפתח אבטחה לא תקף. נא לנסות שוב עם מפתח אחר
id: Ups, tampaknya kunci keamanan tidak valid. Silakan coba lagi dengan kunci lain
it: Siamo spiacenti, la chiave di sicurezza sembra non essere valida. Riprova con un'altra chiave
nl: Oeps, het lijkt erop dat die beveiligingssleutel niet geldig is. Probeer het opnieuw met een andere
pt_br: Ops, parece que essa chave de segurança não é válida. Selecione outra e tente novamente
ru: Ой, кажется, этот ключ безопасности недействителен. Пожалуйста, попробуйте еще раз с другим
sv: Hoppsan, den säkerhetsnyckeln verkar inte vara giltig. Försök igen med en annan
tr: Hay aksi, görünüşe göre bu güvenlik anahtarı geçerli değil. Lütfen farklı bir anahtarla yeniden deneyin

source: Whoops, that's not a valid two-factor verification code. Double-check your code and try again!
ar: عذرًا، هذا رمز تحقق من عاملين غير صالح. تحقق مجددًا من رمزك وحاول مجددًا!
de: Ups, das ist kein gültiger zweistufiger Verifizierungscode. Überprüfe deinen Code und versuche es noch einmal!
es: Vaya, eso no es un código de verificación en dos pasos. ¡Vuelve a comprobar tu código e inténtalo de nuevo!
fr: Oups, ce n’est pas un code de vérification deux facteurs valide. Vérifiez à nouveau et réessayez.
he: הקוד לאימות דו-שלבי אינו תקף. יש לבדוק שוב את הקוד ולנסות שנית!
id: Ups, kode verifikasi dua faktor tersebut tidak valid. Periksa kembali kode Anda kemudian coba lagi!
it: Questo non è un codice di autenticazione a due fattori valido. Controlla il tuo codice e riprova!
ja: 正しい二段階認証コードではありません。コードを再確認してもう一度お試しください。
nl: Oeps, dat is geen geldige twee-factor verificatiecode. Controleer de code en probeer nogmaals.
pt_br: Ooops, este não é um código de verificação em duas etapas válido. Confira o código e tente novamente!
ru: Проверочный код для двухфакторной аутентификации недействителен. Проверьте код и повторите попытку.
sv: Ojdå. Den där var ingen giltig bekräftelsekod för tvåfaktorautentisering. Dubbelkolla koden och försök en gång till!
tr: I-ıh, bu geçerli bir iki adımlı doğrulama kodu değil. Kodunuzu iki kere kontrol edin ve tekrar deneyin!

source: Width
ar: العرض
de: Breite
es: Ancho
fr: Largeur
he: רוחב
id: Lebar
it: Larghezza
ja: 横幅
nl: Breedte
pt_br: Largura
ru: Ширина
sv: Bredd
tr: Genişlik

source: Woo! You’re off to a great start!
ar: Woo! هذه بداية رائعة لك!
de: Woo! Das sieht schon sehr gut aus!
es: ¡Bravo! ¡Es un gran comienzo!
fr: Génial ! C’est un bon début !
he: WooCommerce! התחלה נהדרת!
id: Yey! Awal yang hebat!
it: Wow! È tutto pronto per il grande inizio!
nl: Woo! Een goed begin is het halve werk!
pt_br: Eba! Você começou bem.
ru: Вау! Теперь всё готово!
sv: Woo. Du har kommit igång bra.
tr: Woo! Harika bir başlangıç yaptınız!

source: WooCommerce Admin
ar: مدير WooCommerce
he: מנהל המערכת של WooCommerce
id: Admin WooCommerce
