Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

# limited_quantity_category
source: LTD QTY Ground Package - Aerosols, spray disinfectants, spray paint, hair spray, propane, butane, cleaning products, etc. - Fragrances, nail polish, nail polish remover, solvents, hand sanitizer, rubbing alcohol, ethanol base products, etc. - Other limited quantity surface materials (cosmetics, cleaning products, paints, etc.)
ar: طرود محدودة الكمية منقولة برًا - الأيروسولات، ومطهرات الرذاذ، والطلاء بالرش، ورذاذ الشعر، والبروبان، والبيوتان، ومنتجات التنظيف، وغير ذلك - العطور، وطلاء الأظافر، ومزيل طلاء الأظافر، والمذيبات، ومعقم اليدين، والكحول المحمر، ومنتجات الإيثانول القاعدية، وغير ذلك - مواد سطحية أخرى محدودة الكمية (مستحضرات التجميل، ومنتجات التنظيف، والطلاءات، وغير ذلك)
de: Paket mit begrenzter Menge, das auf dem Landweg versendet wird (LTD QTY Ground Package) – Sprays, Desinfektionssprays, Sprühfarbe, Haarspray, Propan, Butan, Reinigungsprodukte usw. – Duftstoffe, Nagellack, Nagellackentferner, Lösemittel, Händedesinfektionsmittel, Reinigungsalkohol, Ethanol Base-Produkte usw. – Andere Oberflächenmaterialien mit begrenzter Menge (Kosmetika, Reinigungsprodukte, Farben usw.)
es: Paquete de transporte terrestre con cantidad limitada: aerosoles, desinfectantes en pulverizador, pintura en pulverizador, productos capilares en pulverizador, propano, butano, productos de limpieza, etc. - Fragancias, esmalte de uñas, quitaesmalte, disolventes, desinfectante de manos, alcohol isopropílico, productos con base de etanol, etc. - Otros materiales de transporte terrestre con cantidad limitada (cosméticos, productos de limpieza, pinturas, etc.).
fr: Colis expédiés par voie terrestre en quantités limitées : aérosols, sprays désinfectants, peinture en aérosol, laque pour cheveux, propane, butane, produits d’entretien, etc. - Parfums, vernis à ongles, dissolvant, solvants, désinfectant pour les mains, alcool à friction, produits à base d’éthanol, etc. - Autres matériaux de surface en quantités limitées (cosmétiques, produits d’entretien, peintures, etc.)
he: חבילה להובלה יבשתית עם כמויות מוגבלות – תרסיסים, חומרי חיטוי במכל התזה, צבע במכל התזה, ספריי לשיער, פרופן, בוטאן, חומרי ניקוי וכו'. - בשמים, לק לציפורניים, מסיר לק לציפורניים, חומרים ממסים, נוזל חיטוי לידיים, אלכוהול רפואי, מוצרים המבוססים על אתנול וכו'. - מוצרים אחרים למשטחים בכמות מוגבלת (קוסמטיקה, חומרי ניקוי, צבעים וכו').
id: Paket Jalur Darat Kuantitas Terbatas - Aerosol, disinfektan semprot, cat semprot, hair spray, propana, butana, produk-produk kebersihan, dll. - Parfum, cat kuku, pembersih cat kuku, pelarut, penyanitasi tangan, alkohol medis, produk-produk berbahan dasar etanol, dll. - Bahan-bahan jalur darat kuantitas terbatas lainnya (kosmetik, produk-produk kebersihan, cat, dll.)
it: Pacchetti via terra a quantità limitata - Aerosol, disinfettanti spray, vernice spray, spray per capelli, propano, butano, prodotti per la pulizia, ecc. - Fragranze, smalto per unghie, solvente per unghie, solventi, igienizzante per le mani, alcol disinfettante, prodotti a base di etanolo, ecc. - Altri materiali per superfici in quantità limitata (cosmetici, prodotti per la pulizia, vernici, ecc.)
nl: Grondpakket LTD QTY - aerosolen, spuitontsmettingsmiddelen, spuitverf, haarspray, propaan, butaan, reinigingsproducten enz. - Parfums, nagellak, nagellakverwijderaar, oplosmiddelen, handreiniging, schoonmaakalcohol, ethanolproducten enz. - Andere oppervlaktematerialen in beperkte hoeveelheid (cosmetica, reinigingsproducten, verf enz.)
pt_br: Pacote para envio por via terrestre em quantidade limitada: desinfetantes, tintas e fixadores de cabelo em spray, aerossol, propano, butano, produtos de limpeza etc. - Fragrâncias, esmalte de unha e removedor de esmalte, solventes, higienizador para mãos, álcool isopropílico, produtos à base de etanol etc. - Outros materiais em quantidade limitada usados em superfícies (cosméticos, produtos de limpeza, tintas etc.)
ru: Наземное отправление, ограниченное количество: аэрозоли, дезинфицирующие спреи, аэрозольная краска, спреи для волос, пропан, бутан, чистящие средства и т. д. - Духи, лак для ногтей, жидкость для снятия лака для ногтей, растворители, антисептики для рук, медицинский спирт, продукты на основе этанола и т. д. - Другие поверхностные вещества в ограниченном количестве (косметика, бытовая химия, краски и т. д.)
sv: LTD QTY-markpaket – Aerosoler, spraydesinfektionsmedel, sprayfärg, hårspray, propan, butan, rengöringsprodukter, osv. - Parfymer, nagellack, nagellackborttagningsmedel, lösningsmedel, handsprit, tvättsprit, etanolbaserade produkter, osv. - Andra ytmaterial i begränsad mängd (kosmetika, rengöringsprodukter, färger, osv.)
tr: SINIRLI MİKTARDA Kara Paketi - Aerosoller, sprey dezenfektanlar, sprey boya, saç spreyi, propan, bütan, temizlik ürünleri vb. - Parfümler, oje, oje çıkarıcı, çözücüler, el dezenfektanı, ispirto, etanol bazlı ürünler vb. - Diğer sınırlı miktardaki yüzey malzemeleri (kozmetikler, temizlik ürünleri, boyalar vb.)

# loginProloguePageType.getStartedText
source: From your first sale to millions in revenue, Woo is with you. See why merchants trust us to power 3.9 million online stores.
ar: بدءًا من أول عملية بيع لك وصولاً إلى الملايين في الإيرادات، يكون Woo بجوارك. تعرّف على سبب ثقة التجار بنا لتشغيل 3.9 ملايين متجر على الإنترنت.
de: Vom ersten Verkauf bis zu Millionen an Einnahmen – Woo ist immer bei dir. Erfahre, warum Verkäufer beim Betreiben von 3.9 Millionen Onlineshops auf uns vertrauen.
es: WooCommerce te acompaña desde tu primera venta hasta que alcances ingresos millonarios. Descubre por qué los vendedores de 3,9 millones de tiendas online confían en nosotros.
fr: Woo vous accompagne, de votre toute première vente au développement colossal de votre chiffre d’affaires. Découvrez pourquoi les commerçants nous font confiance pour faire fonctionner 3,9 millions de boutiques en ligne.
he: מהמכירה הראשונה עד מחזור רווחים של מיליונים, השירות של Woo עומד לצדך. כדאי להתרשם למה סוחרים סומכים עלינו בהפעלת 3.9 מיליון חנויות מקוונות.
id: Woo siap mendukung Anda melalui seluruh proses bisnis Anda. Inilah alasan kami dipercaya para penjual untuk mendukung 3,9 juta toko online mereka.
it: Woo ti accompagna dalla tua prima vendita a quando fatturerai milioni. Scopri perché i venditori si affidano a noi per potenziare 3,9 milioni di negozi online.
nl: Vanaf je eerste verkoop tot miljoenen in omzet, Woo is bij je. Zie waarom handelaren ons vertrouwen met het mogelijk maken van 3,9 miljoen webwinkels.
pt_br: Desde sua primeira venda até os milhões em receita, o Woo está com você. Veja por que os comerciantes confiam em nós para impulsionar 3,9 milhões de lojas online.
ru: От первой продажи до миллионной выручки, Woo — ваш помощник. Узнайте, почему продавцы создали на нашей платформе 3,9 млн онлайн-магазинов.
sv: Woo finns med dig hela vägen, från din första försäljning till miljoner i intäkter. Se varför handlare förlitar sig på oss för att driva 3.9 miljoner onlinebutiker.
tr: İlk satışınızdan milyonlarca gelire kadar Woo yanınızda. Satıcıların neden 3.9 milyon çevrimiçi mağazayı desteklemek için bize güvendiğini öğrenin.

source: manual refund
ar: عملية استرداد الأموال اليدوية
de: Manuelle Rückerstattung
es: reembolso manual
fr: remboursement manuel
he: החזר כספי ידני
id: pengembalian dana manual
it: rimborso manuale
ja: 手動返金
nl: handmatige restitutie
pt_br: reembolso manual
ru: возврат вручную
sv: manuell återbetalning
tr: Elle para iadesi

source: manually, on request
ar: يدويًا عند الطلب
de: manuell, auf Anfrage
es: manualmente, previa solicitud
fr: manuellement, sur demande
he: ידנית, לפי בקשה
id: manual, berdasarkan permintaan
it: manualmente, su richiesta
nl: handmatig, op verzoek
pt_br: manualmente, sob medida
ru: вручную, по запросу
sv: manuellt, på begäran
tr: manuel olarak, talep üzerine

# mediaSourceActionSheet.camera
source: Take a photo
ar: التقاط صورة
de: Foto aufnehmen
es: Haz una foto
fr: Prendre une photo
he: צילום תמונה
id: Ambil foto
it: Scatta una foto
nl: Een foto maken
pt_br: Tirar uma foto
sv: Ta ett foto
tr: Fotoğraf çek

# mediaSourceActionSheet.photoLibrary
source: Choose from device
ar: الاختيار من جهاز
de: Von Gerät auswählen
es: Elige del dispositivo
fr: Choisir depuis l’appareil
he: לבחור מהמכשיר
id: Pilih dari perangkat
it: Scegli da dispositivo
nl: Kiezen op apparaat
pt_br: Escolher no dispositivo
sv: Välj från enhet
tr: Cihazdan seç

# mediaSourceActionSheet.productMedia
source: Choose an existing product photo
ar: اختيار صورة منتج موجودة
de: Vorhandenes Produktfoto auswählen
es: Elige una foto de producto existente
fr: Choisir une photo de produit existante
he: יש לבחור תמונה של מוצר קיים
id: Pilih foto produk yang sudah tersedia
it: Scegli la foto di un prodotto esistente
nl: Een bestaande productfoto kiezen
pt_br: Escolher foto de um produto existente
sv: Välj ett befintligt produktfoto
tr: Mevcut bir ürün fotoğrafı seç

# mediaSourceActionSheet.siteMediaLibrary
source: WordPress Media Library
ar: مكتبة وسائط ووردبريس
de: WordPress-Mediathek
es: Biblioteca de medios de WordPress
fr: Médiathèque WordPress
he: ספריית המדיה של WordPress
id: Pustaka Media WordPress
it: Libreria multimediale WordPress
nl: WordPress-mediabibliotheek
pt_br: Biblioteca de mídia do WordPress
sv: WordPress mediabibliotek
tr: WordPress Ortam Kütüphanesi

# mediaSourceActionSheet.title
source: Select Media Source
ar: تحديد مصدر الوسائط
de: Medienquelle auswählen
es: Elige una fuente de medios
fr: Sélectionnez une source média
he: לבחור מקור מדיה
id: Pilih Sumber Media
it: Seleziona la fonte degli elementi multimediali
nl: Mediabron selecteren
pt_br: Selecionar fonte de mídia
sv: Välj mediakälla
tr: Ortam Kaynağı Seçin

# menu.payments.actions.collectPayment.row.title
source: Collect Payment
ar: تحصيل المدفوعات
de: Zahlung empfangen
es: Recibir pago
fr: Percevoir le paiement
he: לגבות תשלום
id: Terima Pembayaran
it: Ricevi pagamenti
nl: Betaling innen
pt_br: Receber pagamento
ru: Получение платежей
sv: Ta emot betalning
tr: Ödeme Alın

# menu.payments.actions.section.title
source: Actions
ar: الإجراءات
de: Aktionen
es: Acciones
he: פעולות
id: Tindakan
it: Azioni
nl: Acties
pt_br: Ações
ru: Действия
sv: Åtgärder
tr: İşlemler

# menu.payments.cardReader.manage.row.title
source: Manage Card Reader
ar: إدارة قارئ البطاقة
de: Kartenlesegerät verwalten
es: Gestionar el lector de tarjetas
fr: Gérer le lecteur de carte
he: לנהל קורא כרטיסים
id: Kelola Pembaca Kartu
it: Gestisci lettore di carte
nl: Kaartlezer beheren
pt_br: Gerenciar leitor de cartão
ru: Управление устройством чтения карт
sv: Hantera kortläsare
tr: Kart Okuyucuyu Yönet

# menu.payments.cardReader.manuals.row.title
source: Card Reader Manuals
ar: أدلة قارئ البطاقة
de: Handbücher für Kartenlesegerät
es: Manuales del lector de tarjetas
fr: Manuels de lecteurs de carte
he: מדריכי תפעול לקוראי כרטיסים
id: Panduan Pembaca Kartu
it: Manuali del lettore di carte
nl: Handleidingen kaartlezer
pt_br: Manuais de leitor de cartão
ru: Руководства по устройствам чтения карт
sv: Kortläsarmanualer
tr: Kart Okuyucu Kılavuzları

# menu.payments.cardReader.purchase.row.title
source: Order Card Reader
ar: قارئ بطاقة الطلب
de: Kartenlesegerät bestellen
es: Pedir el lector de tarjetas
fr: Commander un lecteur de carte
he: להזמין קורא כרטיסים
id: Pesan Pembaca Kartu
it: Ordina lettore di carte
nl: Kaartlezer bestellen
pt_br: Pedir leitor de cartão
ru: Заказать устройство чтения карт
sv: Beställ kortläsare
tr: Kart Okuyucu Siparişi

# menu.payments.cardReader.section.title
source: Card readers
ar: قراء البطاقة
de: Kartenlesegeräte
es: Lectores de tarjetas
fr: Lecteurs de carte
he: קוראי כרטיסים
id: Pembaca kartu
it: Lettori di carte
nl: Kaartlezers
pt_br: Leitores de cartão
ru: Устройства чтения карт
sv: Kortläsare
tr: Kart okuyucular

# menu.payments.depositSummary.loading.accessibilityLabel
source: Loading balances...
ar: جارٍ تحميل الأرصدة...
de: Guthaben werden geladen …
es: Cargando saldo...
fr: Chargement des soldes…
he: טוען יתרות...
id: Memuat saldo ....
it: Caricamento dei saldi in corso...
nl: Saldo's laden ...
pt_br: Carregando saldos...
ru: Загрузка балансов…
sv: Hämtar saldon …
tr: Bakiyeler yükleniyor...

# menu.payments.inPersonPayments.collectPayment.notice.orderCompleted
source: 🎉 Order completed
ar: 🎉 تم اكتمال الطلب
de: 🎉 Bestellung fertiggestellt
es: 🎉 Pedido completado
fr: 🎉 Commande terminée
he: 🎉 ההזמנה הושלמה
id: 🎉 Pesanan selesai
it: 🎉 Ordine completato
nl: 🎉 Bestelling voltooid
pt_br: 🎉 Pedido concluído
ru: 🎉 Заказ выполнен
sv: 🎉 Beställning färdigbehandlad
tr: 🎉 Sipariş tamamlandı

# menu.payments.inPersonPayments.collectPayment.notice.orderCreated
source: 🎉 Order created
ar: 🎉 تم إنشاء طلب
de: 🎉 Bestellung erstellt
es: 🎉 Pedido creado
fr: 🎉 Commande créée
he: 🎉 ההזמנה נוצרה
id: 🎉 Pesanan dibuat
it: 🎉 Ordine creato
nl: 🎉 Bestelling toegevoegd
pt_br: 🎉 Pedido criado
ru: 🎉 Заказ создан
sv: 🎉 Beställning skapad
tr: 🎉 Sipariş oluşturuldu

# menu.payments.inPersonPayments.learnMore.link
source: Learn more
ar: معرفة المزيد
de: Weitere Informationen
es: Más información
fr: En savoir plus
he: מידע נוסף
id: Baca selengkapnya
it: Scopri di più
nl: Meer informatie
pt_br: Saiba mais
ru: Подробнее
sv: Lär dig mer
tr: Daha fazla bilgi edinin

# menu.payments.inPersonPayments.learnMore.text
source: %1$@ about In‑Person Payments
ar: %1$@ حول‑المدفوعات الشخصية
de: %1$@ zu persönlichen Zahlungen
es: %1$@ acerca de‑Pagos en persona
fr: %1$@ sur l’option Payer en personne
he: %1$@ אודות 'לשלם באופן אישי'
id: %1$@ tentang‑Pembayaran Langsung
it: %1$@ su Pagamenti di persona
nl: %1$@ over fysieke betalingen
pt_br: %1$@ sobre pagamentos presenciais
ru: %1$@ об очных платежах
sv: %1$@ om personliga betalningar
tr: Şahsen‑Ödemeler hakkında %1$@

# menu.payments.inPersonPayments.setup.incomplete.notice.button.title
source: Continue setup
ar: متابعة الإعداد
de: Mit der Einrichtung fortfahren
es: Continuar con la configuración
fr: Poursuivre la configuration
he: להמשיך בהתקנה
id: Lanjutkan penyiapan
it: Continua con la configurazione
nl: Doorgaan met instellen
pt_br: Continuar configuração
ru: Продолжить настройку
sv: Fortsätt inställning
tr: Kuruluma devam et

# menu.payments.inPersonPayments.setup.incomplete.notice.title
source: In-Person Payments setup is incomplete.
ar: لم يكتمل إعداد المدفوعات الشخصية.
de: Persönliche Zahlungen wurden nicht vollständig eingerichtet.
es: La configuración de Pagos en persona no se ha completado.
fr: La configuration de l’option Payer en personne est incomplète.
he: לא הושלמה ההגדרה של 'לשלם באופן אישי'.
id: Pengaturan Pembayaran Langsung belum lengkap.
it: La configurazione di Pagamenti di persona non è completa.
nl: Instellen van fysieke betalingen is gereed.
pt_br: A configuração de pagamentos presenciais está incompleta.
ru: Настройка очной оплаты не завершена.
sv: Konfigurationen av Personliga betalningar har inte slutförts.
tr: Şahsen Ödemeler kurulumu tamamlanmadı.

# menu.payments.payInPerson.learnMore.description
source: The Pay in Person checkout option lets you accept payments for website orders, on collection or delivery. %1$@
ar: يتيح لك خيار السداد "الدفع بشكل شخصي" قبول المدفوعات بالنسبة إلى الطلبات على موقع الويب عند التحصيل أو التسليم. %1$@
de: Mit der Bezahloption „Persönliche Zahlungen“ kannst du bei Abholung oder Zustellung Zahlungen für Bestellungen auf deiner Website annehmen. %1$@
es: La opción de Pagos en persona te permite aceptar pagos de pedidos realizados en la web, a la recogida o a la entrega. %1$@
fr: L’option Payer en personne à la validation de la commande vous permet d’accepter les paiements pour les commandes passées sur votre site au retrait ou à la livraison. %1$@
he: עם 'לשלם באופן אישי' ניתן לקבל תשלומים עבור הזמנות שבוצעו באתר, או במעמד האיסוף/בעת המסירה. %1$@
id: Dengan opsi checkout Pembayaran Langsung, Anda bisa menerima pembayaran untuk pesanan online, baik saat barang diambil maupun diantarkan. %1$@
it: L'opzione di pagamento Paga di persona ti consente di accettare pagamenti per ordini sul sito web, al ritiro o alla consegna. %1$@
nl: Met de optie 'Fysiek betalen' kan je betalingen voor websitebestellingen accepteren bij ophalen of ontvangst. %1$@
pt_br: A opção de pagamento presencial permite que você aceite pagamentos de pedidos do site na coleta ou na entrega. %1$@
ru: Опция очной оплаты позволяет принимать платежи за заказы, сделанные на веб-сайте, при получении или доставке. %1$@
sv: Kassaalternativet Betala personligen gör det möjligt att ta emot betalningar för webbplatsbeställningar vid upphämtning eller leverans. %1$@
tr: Şahsen Ödeme seçeneği web sitesi siparişleri için tahsilat veya teslimat sırasında ödeme kabul etmenizi sağlar. %1$@

# menu.payments.payInPerson.learnMore.link
source: Learn more
ar: معرفة المزيد
de: Weitere Informationen
es: Más información
fr: En savoir plus
he: מידע נוסף
id: Baca selengkapnya
it: Scopri di più
nl: Meer informatie
pt_br: Saiba mais
ru: Подробнее
sv: Lär dig mer
tr: Daha fazla bilgi edinin

# menu.payments.payInPerson.learnMore.link.accessibilityAction
source: Learn more
ar: معرفة المزيد
de: Weitere Informationen
es: Más información
fr: En savoir plus
he: מידע נוסף
id: Baca selengkapnya
it: Scopri di più
nl: Meer informatie
pt_br: Saiba mais
ru: Подробнее
sv: Lär dig mer
tr: Daha fazla bilgi edinin

# menu.payments.payInPerson.toggle.row.title
source: Pay in Person
ar: الدفع بشكل شخصي
de: Persönliche Zahlungen
es: Pagos en persona
fr: Payer en personne
he: לשלם באופן אישי
id: Pembayaran Langsung
it: Paga di persona
nl: Fysiek betalen
pt_br: Pagamento presencial
ru: Очная оплата
sv: Betala personligen
tr: Şahsen Ödeyin

# menu.payments.paymentGateway.manage.row.title
source: Payment Provider
ar: مزوِّد الدفع
de: Zahlungsanbieter
es: Proveedor de pago
fr: Fournisseur de paiement
he: ספק תשלומים
id: Penyedia Pembayaran
it: Fornitore di servizi di pagamento
nl: Betaalprovider
pt_br: Provedor de pagamento
ru: Платёжный сервис
sv: Betalningsleverantör
tr: Ödeme Sağlayıcısı

# menu.payments.paymentOptions.section.title
source: Payment options
ar: خيارات الدفع
de: Zahlungsoptionen
es: Opciones de pago
fr: Options de paiement
he: אפשרויות תשלום
id: Opsi pembayaran
it: Opzioni di pagamento
nl: Betaalopties
pt_br: Opções de pagamento
ru: Способы оплаты
sv: Betalningsalternativ
tr: Ödeme seçenekleri

# menu.payments.paymentSettings.section.title
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
he: הגדרות
id: Pengaturan
it: Impostazioni
nl: Instellingen
pt_br: Configurações
ru: Настройки
sv: ﻿Inställningar
tr: Ayarlar

# menu.payments.tapToPay.about.row.title
source: About Tap to Pay
ar: نبذة عن ميزة Tap to Pay
de: Informationen zu Tap to Pay
es: Acerca de Tap to Pay
fr: À propos d’Appuyer pour payer
he: אודות Tap To Pay
id: Tentang Ketuk untuk Bayar
it: Informazioni su Tocca per pagare
nl: Over Tap to Pay
pt_br: Sobre o Tap to Pay
ru: О функции Tap to Pay (Оплата в касание)
sv: Om Tap to Pay
tr: Tap to Pay Hakkında

# menu.payments.tapToPay.feedback.row.title
source: Share Feedback
ar: مشاركة الملاحظات
de: Feedback teilen
es: Compartir comentarios
fr: Partager des commentaires
he: לשתף משוב
id: Bagikan Feedback
it: Condividi il feedback
nl: Deel feedback
pt_br: Compartilhar feedback
ru: Отправить отзыв
sv: Dela feedback
tr: Görüşlerinizi Paylaşın

# menu.payments.wooPaymentsDeposits.navigation.done.button.title
source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
he: בוצע
id: Selesai
it: Fatto
nl: Gereed
pt_br: Concluir
ru: Готово
sv: Klar
tr: Tamam

# menu.payments.wooPaymentsDeposits.row.title
source: Woo Payments Balance
ar: الرصيد في Woo Payments
de: WooPayments-Guthaben
es: Saldo de pagos de Woo
fr: Solde Woo Payments
he: יתרת תשלומים ב-Woo
id: Saldo Woo Payments
it: Saldo di Woo Payments
nl: Tegoed Woo Payments
pt_br: Saldo do Woo Payments
ru: Баланс Woo Payments
sv: Woo Betalningsbalans
tr: Woo Payments Bakiyesi

# menu.payments.wooPaymentsDeposits.section.title
source: Woo Payments Balance
ar: الرصيد في Woo Payments
de: WooPayments-Guthaben
es: Saldo de pagos de Woo
fr: Solde Woo Payments
he: יתרת תשלומים ב-Woo
id: Saldo Woo Payments
it: Saldo di Woo Payments
nl: Tegoed Woo Payments
pt_br: Saldo do Woo Payments
ru: Баланс Woo Payments
sv: Woo Betalningsbalans
tr: Woo Payments Bakiyesi

source: month
ar: شهر
de: Monat
es: Mes
fr: Mois
he: חודש
id: Bulan
it: Mese
nl: Maand
pt_br: Mês
ru: Месяц
sv: Månad
tr: Ay

source: months
ar: أشهر
de: Monate
es: Meses
fr: Mois
he: חודשים
id: Bulan
it: Mesi
nl: Maanden
pt_br: Meses
ru: Месяцы
sv: Månader
tr: Aylar

# mostActiveCouponsCard.coupons
source: Coupons
ar: القسائم
de: Gutscheine
es: Cupones
fr: Codes promo
he: קופונים
id: Kupon
it: Codici promozionali
pt_br: Cupons
ru: Купоны
sv: Rabattkoder
tr: Kuponlar

# mostActiveCouponsCard.custom
source: Custom
ar: مخصص
de: Individuell
es: Personalizado
fr: Personnalisé
he: התאמה אישית
id: Kustom
it: Personalizzato
nl: Aangepast
pt_br: Personalizado
ru: Произвольный
sv: Anpassad
tr: Özel

# mostActiveCouponsCard.hideCard
source: Hide Coupons
ar: إخفاء القسائم
de: Gutscheine ausblenden
es: Ocultar cupones
fr: Masquer les codes promo
he: להסתיר קופונים
id: Sembunyikan Kupon
it: Nascondi codici promozionali
nl: Coupons verbergen
pt_br: Ocultar cupons
ru: Скрыть купоны
sv: Dölj rabattkoder
tr: Kuponları Gizle

# mostActiveCouponsCard.unavailableAnalyticsView.title
source: Unable to display your store's coupon analytics
ar: يتعذر عرض تحليلات القسائم في متجرك
de: Die Gutscheinanalysen deines Shops konnten nicht angezeigt werden
es: No se puede mostrar el análisis de cupones de tu tienda
fr: Impossible d’afficher les statistiques de codes promo de votre boutique
he: אין אפשרות להציג את הנתונים האנליטיים של הקופונים בחנות שלך
id: Analitik kupon toko Anda tidak dapat ditampilkan
it: Impossibile mostrare le analisi dei codici promozionali del tuo negozio
nl: Kan de couponanalyses van je winkel niet weergeven
pt_br: Não foi possível exibir a análise do cupom da sua loja
sv: Det gick inte att visa din butiks rabattkodsanalys
tr: Mağazanızın kupon analizleri görüntülenemiyor

# mostActiveCouponsCard.uses
source: Uses
ar: الاستخدامات
de: Anwendungen
es: Uso
fr: Utilisations
he: שימוש
id: Pemakaian
it: Usi
nl: Toepassingen
pt_br: Usos
ru: Использован
sv: Användningar
tr: Kullanımlar

# mostActiveCouponsCard.viewAll
source: View all coupons
ar: عرض كل القسائم
de: Alle Gutscheine anzeigen
es: Ver todos los cupones
fr: Voir tous les codes promo
he: להציג את כל הקופונים
id: Lihat semua kupon
it: Visualizza tutti i codici promozionali
nl: Alle coupons
pt_br: Ver todos os cupons
ru: Просмотреть все купоны
sv: Visa alla rabattkoder
tr: Tüm kuponları görüntüle

# mostActiveCouponsCardViewModel.addCustomRange
source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fr: Ajouter
he: להוסיף
id: Tambah
it: Aggiungi
nl: Toevoegen
pt_br: Adicionar
ru: Добавить
sv: Lägg till
tr: Ekle

# mostActiveCouponsEmptyView.text
source: No coupon usage during this period
ar: لا يوجد استخدام قسائم في أثناء هذه الفترة
de: In diesem Zeitraum wurde kein Gutschein verwendet
es: No se puede utilizar ningún cupón durante este periodo
fr: Pas d’utilisation de code promo pendant cette période
he: אין שימוש בקופונים במהלך התקופה הזאת
id: Kupon tidak digunakan selama periode ini
it: Nessun coupon utilizzato in questo periodo
nl: Geen coupon gebruikt gedurende deze periode
pt_br: Nenhum cupom foi usado durante este período
ru: В этот период купоны не применялись
sv: Ingen användning av rabattkoder under denna period
tr: Bu dönemde kupon kullanımı yok

# multipleSelectionList.search
source: Search
ar: البحث
de: Suchen
es: Buscar
fr: Rechercher
he: חיפוש
id: Pencarian
it: Cerca
nl: Zoeken
pt_br: Pesquisar
ru: Поиск
sv: Sök
tr: Arayın
