Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: Phone number: %@
ar: رقم الهاتف: %@
de: Telefonnummer: %@
es: Número de teléfono: %@
fr: Numéro de téléphone : %@
he: מספר טלפון: ‎%@
id: Nomor telepon: %@
it: Numero di telefono: %@
ja: 電話番号: %@
nl: Telefoonnummer: %@
pt_br: Número de telefone: %@
ru: Номер телефона: %@
sv: Telefonnummer %@
tr: Telefon numarası: %@

source: Photos
ar: الصور
de: Fotos
es: Fotos
he: תמונות
id: Foto
it: Foto
ja: 写真
nl: Foto's
pt_br: Fotos
ru: Фотографии
sv: Foton
tr: Fotoğraflar

source: Physical
ar: فعلي
de: Physisch
es: Físico
fr: Physique
he: פיזי
id: Fisik
it: Bene fisico
ja: 物理
nl: Fysiek
pt_br: Físico
ru: Физический
sv: Fysisk
tr: Fiziksel

source: Pick Store to Connect
ar: اختر متجرًا للاتصال به
de: Shop zum Verbinden auswählen
es: Elegir tienda para realizar la conexión
fr: Sélectionner la boutique à laquelle se connecter
he: בחירה בחנות לחיבור
id: Pilih Toko yang akan Dihubungkan
it: Scegli un negozio da collegare
ja: 連携するストアを選択
nl: Kies te koppelen winkel
pt_br: Escolha a loja a ser vinculada
ru: Выберите магазин для подключения
sv: Välj butik att ansluta
tr: Bağlanılacak Mağazayı Seç

source: Pick up an order, then just pay, print, package, and post.
ar: استلم طلبًا، ثم ما عليك سوى دفع مقابله وطباعته وتغليفه وإرساله.
de: Wähle eine Bestellung, bezahle, drucke, verpacke und verschicke – so einfach ist das.
es: Recoge un pedido; luego, solo tienes que pagar, imprimir, empaquetar y enviar.
fr: Passez une commande, puis payez, imprimez, emballez et postez.
he: לאסוף הזמנה ולאחר מכן פשוט לשלם, להדפיס, לארוז ולשלוח בדואר.
id: Terima pesanan, kemudian cukup bayar, cetak, kemas, lalu kirim.
it: Ricevi un ordine, quindi paga, stampa, imballa e spedisci.
ja: 注文を選んだら、支払いし、印刷、梱包、そして投函するだけです。
nl: Je hoeft de bestelling alleen maar op te halen. Vervolgens is het een kwestie van betalen, afdrukken, inpakken en verzenden.
pt_br: Escolha um pedido, pague, imprima a etiqueta, embale o produto e envie.
ru: Получите заказ, затем просто оплатите доставку, напечатайте этикетку, упакуйте и отправьте.
sv: Hämta en beställning och sedan är det bara att betala, skriva ut, paketera och skicka.
tr: Bir sipariş alın, ardından ödeme yapın, yazdırın, paketleyin ve gönderin.

source: Pitcairn
ar: بيتكيرن
de: Pitcairninseln
es: Islas Pitcairn
fr: Îles Pitcairn
he: פיטקרן
ja: ピトケアン諸島
pt_br: Ilhas Pitcairn
ru: Питкэрн

source: Placing your product in the trash...
ar: جارٍ وضع منتجك في سلة المهملات...
de: Dein Produkt wird in den Papierkorb verschoben …
es: Colocando el producto en la papelera...
fr: Déplacement de votre produit dans la corbeille...
he: מעביר את המוצר שלך לפח...
id: Memindahkan produk Anda ke tempat sampah...
it: Posizionamento del prodotto nel cestino...
ja: 商品をゴミ箱に移動しています...
nl: Je product wordt naar de prullenbak verplaatst ...
pt_br: Colocando seu produto na lixeira...
ru: Отправка товара в корзину...
sv: Placerar din produkt i papperskorgen …
tr: Ürününüz çöp kutusuna atılıyor...

source: Please bear with us while we process the payment for your %1$@ plan.
ar: يرجى التحلي بالصبر بينما نعالج الدفع الخاص بخطة %1$@ الخاصة بك.
de: Wir verarbeiten die Zahlung für deinen %1$@-Tarif. Bitte habe einen Augenblick Geduld.
es: Espera un momento mientras procesamos el pago de tu plan %1$@.
fr: Veuillez patienter pendant que nous traitons le paiement de votre plan %1$@.
he: תודה על הסבלנות, אנחנו מנסים לעבד את התשלום עבור התוכנית %1$@ שרכשת.
id: Harap bersabar selagi kami memproses pembayaran untuk paket %1$@ Anda.
it: Un po' di pazienza mentre elaboriamo il pagamento per il piano %1$@.
nl: Nog even geduld terwijl we de betaling van je %1$@-abonnement verwerken.
pt_br: Continue conosco enquanto processamos o pagamento para o plano %1$@.
ru: Подождите немного: мы обрабатываем оплату тарифного плана %1$@.
sv: Ha tålamod med oss medan vi behandlar betalningen för ditt %1$@-paket.
tr: %1$@ paketinizin ödemesi işleme alınırken lütfen bekleyin.

source: Please charge reader
ar: يرجى شحن القارئ
de: Lade bitte den Akku deines Lesegeräts auf
es: Carga el lector
fr: Veuillez charger le lecteur
he: יש להטעין את הקורא
id: Isi daya pembaca
it: Modifica il lettore
ja: リーダーを充電してください
nl: Laad de lezer op
pt_br: Carregue o leitor
ru: Зарядите терминал
sv: Ladda läsare
tr: Lütfen okuyucuyu şarj edin

source: Please check that your phone meets these requirements: iPhone XS or newer running iOS 16.4 or above. Contact support if this error shows on a supported device.
ar: يرجى التحقق من أن هاتفك يستوفي هذه المتطلبات: iPhone XS أو أحدث يعمل بنظام التشغيل iOS 16.4 أو أعلى. اتصل بالدعم في حال ظهور هذا الخطأ على جهاز مدعوم.
de: Bitte stelle sicher, dass dein Gerät die folgenden Anforderungen erfühlt: iPhone XS oder ein neueres Modell mit iOS 16.4 oder höher. Kontaktiere den Support, wenn dieser Fehler auf einem unterstützten Gerät angezeigt wird.
es: Comprueba que tu teléfono cumple estos requisitos: iPhone XS o posterior con iOS 16.4 o superior. Ponte en contacto con el servicio de soporte si aparece este error en un dispositivo compatible.
fr: Assurez-vous que votre téléphone dispose de la configuration requise suivante : iPhone XS ou plus récent exécutant iOS 16.4 ou une version ultérieure. Contactez l’assistance si cette erreur s’affiche sur un appareil pris en charge.
he: עליך לוודא שהטלפון עומד בדרישות הבאות: מכשיר iPhone XS או מכשיר חדש יותר עם מערכת הפעלה של iOS 16.4 ומעלה. יש לפנות לתמיכה אם השגיאה הזאת מופיעה במכשיר נתמך.
id: Pastikan bahwa ponsel Anda memenuhi persyaratan berikut: iPhone XS atau lebih baru, dengan iOS 16.4 atau lebih baru. Hubungi dukungan jika error ini muncul pada perangkat yang didukung.
it: Verifica che il tuo telefono soddisfi questi requisiti: iPhone XS o superiore con iOS 16.4 o versione successiva. Contatta l'assistenza se questo errore viene visualizzato su un dispositivo supportato.
nl: Controleer of je telefoon voldoet aan de volgende vereisten: iPhone XS of nieuwer met iOS 16.4 of nieuwer. Neem contact op met de klantenservice als deze fout zich blijft voordoen op een ondersteund apparaat.
pt_br: Verifique se o seu telefone atende a estes requisitos: iPhone XS ou mais recente com iOS 16.4 ou superior. Entre em contato com o suporte se esse erro aparecer em um dispositivo compatível.
ru: Убедитесь, что ваш телефон отвечает этим требованиям: iPhone XS или более новая модель под управлением iOS версии 16.4 или выше. Если ошибка появляется на поддерживаемом устройстве, обратитесь в службу поддержки.
sv: Kontrollera att din telefon uppfyller dessa krav: iPhone XS eller senare som kör iOS 16.4 eller senare. Kontakta supporten om det här felet visas på en enhet som stöds.
tr: Lütfen telefonunuzun bu gereksinimleri karşılayıp karşılamadığını kontrol edin: iOS 16.4 veya üst sürümü yüklü iPhone XS veya daha yeni modeli. Desteklenen bir cihazda bu hata gösterilirse desteğe başvurun.

source: Please check the remaining balance of the gift card.
ar: يرجى التحقق من الرصيد المتبقي لبطاقة الهدايا.
de: Überprüfe den Restbetrag der Geschenkkarte.
es: Comprueba el saldo restante de la tarjeta regalo.
fr: Veuillez vérifier le solde de la carte-cadeau.
he: יש לבדוק את היתרה שנותרה בכרטיס.
id: Harap periksa sisa saldo kartu hadiah.
it: Verifica il saldo rimanente della gift card.
nl: Controleer het resterende bedrag op de cadeaubon.
pt_br: Verifique o saldo restante do vale-presente.
ru: Проверьте остаток баланса подарочной карты.
sv: Kontrollera den återstående balansen på presentkortet.
tr: Lütfen hediye kartında kalan bakiyeyi kontrol edin.

source: Please connect Jetpack through your admin page on a browser or contact support.
ar: يرجى الاتصال بـ Jetpack من خلال صفحة المسؤول لديك على متصفح أو دعم الاتصال.
de: Bitte stelle eine Verbindung zu Jetpack über deine Admin-Seite in einem Browser her oder wende dich an den Support.
es: Conecta Jetpack a través de la página de administración en un navegador o ponte en contacto con el soporte técnico.
fr: Connectez Jetpack par le biais de votre page d’administration sur un navigateur ou contactez l’assistance.
he: יש לחבר את Jetpack דרך עמוד מנהל המערכת שלך בדפדפן או ליצור קשר עם התמיכה.
id: Hubungkan Jetpack melalui halaman admin Anda di browser atau hubungi dukungan.
it: Connetti Jetpack tramite la tua pagina di amministrazione su un browser o contatta il supporto.
nl: Maak verbinding met Jetpack via je beheerderspagina in een browser of neem contact op met de klantenservice.
pt_br: Conecte o Jetpack pela sua página de administração em um navegador ou entre em contato com o suporte.
ru: Подключите Jetpack на странице администратора в браузере или обратитесь в службу поддержки.
sv: Anslut Jetpack via din adminsida i en webbläsare eller kontakta supporten.
tr: Lütfen bir tarayıcıdan yönetici sayfanız aracılığıyla Jetpack'i bağlayın veya destek ile iletişime geçin.

source: Please connect your store to Jetpack to access it on this app.
ar: يرجى ربط متجرك بـ Jetpack للوصول إليه على هذا التطبيق.
de: Bitte verbinde deinen Shop mit Jetpack, um in dieser App darauf zuzugreifen.
es: Conecta tu tienda a Jetpack para acceder a ella en esta aplicación.
fr: Veuillez connecter votre boutique à Jetpack pour y accéder dans cette application.
he: יש לחבר את החנות שלך אל Jetpack כדי לגשת אליה באפליקציה הזאת.
id: Sambungkan toko Anda ke Jetpack untuk mengaksesnya di aplikasi ini.
it: Connetti il negozio a Jetpack per permetterne l'accesso su questa app.
ja: このアプリでアクセスするには、ストアを Jetpack に連携してください。
nl: Verbind je winkel met Jetpack om toegang te krijgen op deze app.
pt_br: Conecte sua loja ao Jetpack para acessá-lo neste aplicativo.
ru: Подключите магазин к Jetpack, чтобы работать с ним в этом приложении.
sv: Anslut din butik till Jetpack för att komma åt den på denna app.
tr: Bu uygulamada mağazanıza erişmek için lütfen mağazanızı Jetpack'e bağlayın.

source: Please contact support for assistance.
ar: يرجى الاتصال بالدعم للحصول على المساعدة.
de: Für Hilfe wende dich bitte an den Support.
es: Por favor, contacta con soporte para obtener ayuda.
fr: Veuillez contacter le support pour de l’aide.
he: כדאי לפנות לתמיכה לעזרה.
id: Silakan hubungi dukungan untuk mendapatkan bantuan.
it: Contatta il supporto per l’assistenza.
nl: Neem contact op met ondersteuning voor assistentie.
pt_br: Entre em contato com o suporte para obter ajuda.
ru: Обратитесь в службу поддержки.
sv: Kontakta supporten för hjälp.
tr: Yardım için lütfen destek birimine başvurun.

source: Please contact support – there was an issue starting Tap to Pay on iPhone
ar: يرجى الاتصال بالدعم - كانت هناك مشكلة في أثناء بدء "الضغط للدفع على iPhone"
de: Bitte kontaktiere den Support – es gab ein Problem beim Start von Tap to Pay on iPhone
es: Se ha producido un error al iniciar Tap to Pay on iPhone; ponte en contacto con el servicio de soporte.
fr: Veuillez contacter l’assistance. Un problème est survenu lors du démarrage du service Appuyer pour payer sur iPhone.
he: יש לפנות לתמיכה – הייתה בעיה בהתחלת השימוש ב-Tap to Pay ב-iPhone
id: Terjadi masalah saat memulai Ketuk untuk Bayar di iPhone. Silakan hubungi dukungan.
it: Contatta l'assistenza: si è verificato un problema durante l'avvio di Tocca per pagare su iPhone
ja: サポートにお問い合わせください。Tap to Pay on iPhone を開始する際に問題が発生しました
nl: Er is een fout opgetreden bij het starten van Tap to Pay on iPhone, neem contact op met de klantenservice
pt_br: Fale com o suporte: houve um problema ao iniciar o Tap to Pay on iPhone
ru: Обратитесь в службу поддержки. Возникла проблема при запуске Tap to Pay on iPhone.
sv: Kontakta supporten – det uppstod ett problem med att starta Tryck för att betala på iPhone
tr: Lütfen destekle iletişime geçin. Tap to Pay on iPhone özelliği başlatılırken bir sorun oluştu

source: Please contact the site owner for an invitation to the site as a shop manager or administrator to use the app.
ar: يُرجى الاتصال بمالك الموقع للحصول على دعوة إلى الموقع كمدير متجر أو مسؤول استخدام التطبيق.
de: Bitte wende dich an den Website-Betreiber, um eine Einladung zur Nutzung der App als Shop-Manager oder Administrator zu erhalten.
es: Ponte en contacto con el propietario del sitio para obtener una invitación como gestor o administrador de la tienda y utilizar la aplicación con este rol.
fr: Contactez le propriétaire du site pour obtenir une invitation d'accès au site en tant que gérant ou administrateur de boutique pour utiliser l'application.
he: כדי להשתמש באפליקציה, יש לפנות לבעלי האתר כדי לקבל הזמנה לאתר זה כמנהל חנות או כמנהל מערכת.
id: Hubungi pemilik situs untuk menerima undangan ke situs sebagai manajer toko atau administrator untuk menggunakan aplikasi.
it: Contatta il proprietario del sito per un invito al sito come gestore del negozio o amministratore per utilizzare l'app.
ja: アプリを使用するには、サイトの所有者に連絡し、ショップ運営者または管理者としてサイトへの招待を受けてください。
nl: Neem contact op met de eigenaar van de site voor een uitnodiging om als winkelmanager of beheerder de app te gebruiken.
pt_br: Para usar o aplicativo, entre em contato com o proprietário do site e solicite um convite para o site como administrador ou gerente de loja.
ru: Чтобы использовать приложение, получите приглашение у владельца сайта, например у директора магазина или администратора.
sv: Kontakta webbplatsens ägare för en inbjudan till webbplatsen som butikschef eller administratör för att använda appen.
tr: Uygulamayı kullanmak için mağaza yöneticisi veya yönetici olarak siteye davet için lütfen site sahibiyle iletişime geçin.

source: Please contact the store owner to upgrade your plan.
ar: يرجى الاتصال بمالك متجرك لترقية خطتك.
de: Wenn du deinen Tarif upgraden willst, wende dich bitte an den Shop-Besitzer.
es: Ponte en contacto con la persona propietaria de la tienda para mejorar tu plan.
fr: Veuillez contacter le propriétaire de la boutique pour mettre à niveau votre plan.
he: יש ליצור קשר עם בעלי החנות כדי לשדרג את התוכנית שלך.
id: Harap hubungi pemilik toko untuk mengupgrade paket Anda.
it: Contatta il proprietario del negozio per aggiornare il piano.
nl: Neem contact op met de winkeleigenaar voor het upgraden van je abonnement.
pt_br: Entre em contato com o proprietário da loja para fazer upgrade do plano.
ru: Свяжитесь с владельцем магазина для улучшения тарифного плана.
sv: Kontakta butiksägaren för att uppgradera ditt paket.
tr: Paketinizi yükseltmek için lütfen mağaza sahibiyle iletişime geçin.

source: Please contact your shop manager or administrator for help.
ar: يرجى الاتصال بمدير متجرك أو المسؤول لديك للمساعدة.
de: Wende dich an deinen Shop-Manager oder Administrator, um Hilfe zu erhalten.
es: Ponte en contacto con el gestor o administrador de la tienda para obtener ayuda.
fr: Veuillez contacter le gérant ou l’administrateur de votre boutique pour obtenir de l’aide.
he: יש ליצור קשר עם מנהל החנות או מנהל המערכת לקבלת עזרה.
id: Hubungi manajer atau administrator toko Anda untuk mendapatkan bantuan.
it: Contatta il responsabile del negozio o un amministratore del sito per assistenza.
ja: ショップ運営者または管理者にお問い合わせください。
nl: Neem contact op met je winkelmanager of beheerder voor hulp.
pt_br: Entre em contato com o gerente ou administrador da loja para obter ajuda.
ru: Обратитесь к менеджеру магазина или администратору.
sv: Kontakta din butikshanterare eller -administratör för att få hjälp.
tr: Lütfen yardım için mağaza yöneticinizle veya site yöneticisiyle iletişime geçin.

source: Please correct your store address to proceed
ar: يرجى تصحيح عنوان مخزنك للمتابعة
de: Korrigiere bitte deine Shop-Adresse, um fortzufahren
es: Para proceder, debes corregir la dirección de la tienda.
fr: Veuillez corriger l’adresse de votre boutique pour continuer
he: עליך לתקן את הכתובת של החנות שלך כדי להמשיך
id: Mohon koreksi alamat toko Anda untuk melanjutkan
it: Correggi l'indirizzo del tuo negozio per procedere
ja: 続行するにはストアの住所を修正してください
nl: Voer het juiste adres van je winkel in om door te gaan
pt_br: Corrija o endereço da sua loja para prosseguir
ru: Укажите верный адрес магазина, чтобы продолжить
sv: Korrigera din butiksadress för att fortsätta
tr: Devam etmek için lütfen mağaza adresinizi düzeltin

source: Please correct your store's postcode/ZIP
ar: يرجى تصحيح الرمز البريدي/ZIP الخاص بمخزنك
de: Korrigiere bitte die Postleitzahl/PLZ deines Shops
es: Corrige el código postal o ZIP de la tienda.
fr: Veuillez corriger le code postal de votre boutique
he: עליך לתקן את המיקוד של החנות שלך
id: Mohon koreksi kode pos toko Anda
it: Correggi il codice postale/CAP del negozio
ja: ストアの郵便番号を修正してください
nl: Voer de juiste postcode van je winkel in
pt_br: Corrija o código postal (CEP) da sua loja
ru: Укажите верный почтовый индекс магазина
sv: Korrigera din butiks postnummer
tr: Lütfen mağazanızın posta kodunu düzeltin

source: Please describe what kind of goods this package contains
ar: يرجى وصف نوع البضائع التي تحتوي على
de: Beschreibe bitte, welche Art von Waren dieses Paket enthält.
es: Describe qué tipo de bienes contiene este paquete
fr: Veuillez décrire le genre de biens que contient ce colis
he: עליך לתאר איזה סוג של סחורות החבילה הזאת מכילה
id: Mohon jelaskan jenis barang yang dimuat paket ini
it: Descrivi che tipo di beni contiene questo pacchetto.
ja: この荷物に含まれている商品の種類について説明してください
nl: Omschrijf welk soort goederen dit pakket bevat
pt_br: Descreva que tipo de mercadorias este pacote contém
ru: Укажите, какие товары находятся в посылке
sv: Beskriv vilken typ av gods detta paket innehåller
tr: Lütfen bu paketin ne tür bir ürün içerdiğini açıklayın

source: Please describe what kind of restrictions this package must have
ar: يرجى وصف نوع القيود التي يجب أن تمتلكها هذه الحزمة
de: Beschreibe bitte, welche Art von Einschränkungen für dieses Paket gelten müssen.
es: Describe qué tipo de restricciones debe tener este paquete
fr: Veuillez décrire le genre de restrictions afférentes à ce colis
he: עליך לתאר איזה סוג של הגבלות חייבות להיות מוחלות על החבילה הזאת
id: Mohon jelaskan jenis batasan untuk paket ini
it: Descrivi che tipo di restrizioni deve avere questo pacchetto
ja: この荷物にかける必要がある制限の種類について説明してください
nl: Omschrijf welk soort beperkingen dit pakket moet hebben
pt_br: Descreva que tipo de restrições este pacote deve ter
ru: Укажите ограничения для этой посылки
sv: Beskriv vilken typ av begränsningar detta paket måste ha
tr: Lütfen bu paketin ne tür kısıtlamalara sahip olması gerektiğini açıklayın

source: Please double check your package dimensions and weight or try using a different package in Package Details.
ar: يرجى التحقُّق مرة أخرى من أبعاد حزمتك ووزنها، أو حاول استخدام حزمة مختلفة في تفاصيل الحزمة.
de: Überprüfe die Verpackungsabmessungen und das Gewicht oder versuche unter „Verpackungsdetails“ eine andere Verpackung zu verwenden.
es: Confirma las dimensiones y el peso del paquete o utiliza un paquete diferente en Detalles del paquete.
fr: Veuillez vérifier les dimensions et le poids de votre colis ou essayez d’utiliser un autre colis dans Détails du colis.
he: כדאי לבדוק שוב את מידות האריזה ומשקלה או לנסות להשתמש באריזה שונה ב'פרטי החבילה'.
id: Pastikan kembali dimensi dan berat paket atau coba gunakan paket lain di Detail Paket.
it: Verifica le dimensioni del pacco e il peso oppure prova a utilizzare un pacco diverso in Dettagli pacco.
ja: 荷物の寸法と重量を再度ご確認いただくか、「荷物の詳細」で別の荷物のご利用をお試しください。
nl: Controleer uitvoerig de afmetingen en het gewicht van je pakket of probeer een ander pakket bij Pakketgegevens.
pt_br: Verifique novamente as dimensões e o peso do seu pacote ou use outro em Detalhes do pacote.
ru: Проверьте размеры и вес посылки или выберите другую посылку в разделе сведений о посылках.
sv: Dubbelkolla måtten eller vikten på ditt paket eller prova att använda ett annat paket i Paketinformation.
tr: Lütfen paketinizin boyutlarını ve ağırlığını bir daha kontrol edin veya Paket Ayrıntıları'ndan farklı bir paket kullanmayı deneyin.

source: Please enter a URL
ar: يرجى إدخال عنوان URL
de: Bitte gib eine URL ein.
es: Introduce una URL
fr: Veuillez entrer une URL
he: יש להזין כתובת URL
id: Harap Masukkan URL
it: Inserisci un URL
ja: URL を入力してください
nl: Voer een URL in
pt_br: Insira uma URL
ru: Введите URL-адрес
sv: Ange en URL
tr: Lütfen bir URL girin.

source: Please enter a complete website address, like example.com.
ar: يرجى إدخال عنوان موقع ويب كامل، مثل example.com.
de: Bitte gib eine vollständige Website-Adresse wie „example.com“ an.
es: Introduce una dirección de sitio web completa, como ejemplo.com.
fr: Veuillez saisir une adresse complète de site web comme exemple.fr.
he: יש להזין את כתובת האתר המלאה, לדוגמה example.com.
id: Masukkan alamat situs web lengkap, seperti contoh.com.
it: Inserisci un indirizzo di sito web completo, come esempio.com.
ja: ウェブサイトの完全なアドレス (例 : example.com) を入力してください。
nl: Voer een compleet websiteadres in, zoals example.com.
pt_br: Insira um endereço de site completo, como exemplo.com.
ru: Введите адрес сайта полностью, например example.com.
sv: Ange en fullständig webbplatsadress som example.com.
tr: Lütfen example.com gibi eksiksiz bir web sitesi adresi girin.

source: Please enter a sale price for the scheduled sale
ar: يرجى إدخال سعر البيع للسعر المجدول
de: Bitte gib einen Verkaufspreis für den geplanten Verkauf ein.
es: Introduce un precio de venta para la venta programada
fr: Veuillez saisir un tarif promotionnel pour la promotion programmée
he: יש להזין את מחיר המבצע למבצע שנקבע
id: Harap masukkan harga jual untuk penjualan terjadwal
it: Inserisci un prezzo di vendita per la vendita pianificata
ja: セール期間のセール価格を入力してください
nl: Voer een verkoopprijs in voor de geplande verkoop
pt_br: Insira o valor do desconto para a oferta agendada
ru: Укажите цену для запланированной продажи
sv: Ange ett reapris för den schemalagda rean
tr: Lütfen planlanan indirim için bir indirim fiyatı girin

source: Please enter a site address.
ar: يُرجى إدخال عنوان موقع.
de: Bitte gib eine Website-Adresse ein.
es: Introduce una dirección para el sitio.
fr: Saisissez une adresse de site.
he: נא להזין כתובת אתר.
id: Silahkan masukkan alamat situs.
it: Per favore, inserire un indirizzo per il sito.
ja: サイトアドレスを入力してください。
nl: Een site-adres invoeren.
pt_br: Entre o endereço de um site.
ru: Пожалуйста, введите адрес сайта.
sv: Ange en webbplatsadress.
tr: Lütfen bir site adresi girin.

source: Please enter a username.
ar: يُرجى إدخال اسم مستخدم.
de: Bitte gebe deinen Benutzername ein
es: Por favor escribe el nombre de usuario.
fr: Saisissez un identifiant.
he: נא להזין שם משתמש.
id: Silahkan masukkan nama pengguna.
it: Si prega di inserire il nome utente.
ja: ユーザー名を入力してください。
nl: Vul een gebruikersnaam in.
pt_br: Por favor introduza o nome de usuário
ru: Пожалуйста, введите имя пользователя.
sv: Ange ett användarnamn.
tr: Lütfen bir kullanıcı adı girin.

source: Please enter a valid email address for a WordPress.com account.
ar: يرجى إدخال عنوان بريد إلكتروني صالح لحساب ووردبريس.كوم.
de: Bitte gib eine gültige E-Mail-Adresse für ein WordPress.com-Konto an.
es: Introduce una dirección de correo electrónico válida para una cuenta de WordPress.com.
fr: Veuillez saisir une adresse e-mail valide pour un compte WordPress.com.
he: יש להזין כתובת אימייל תקפה לחשבון WordPress.com.
id: Harap masukkan alamat email yang valid untuk akun WordPress.com.
it: Inserisci un indirizzo e-mail valido per un account WordPress.com.
ja: WordPress.com アカウントの有効なメールアドレスを入力してください。
nl: Vul een geldig e-mailadres in voor een WordPress.com-account.
pt_br: Insira um endereço de e-mail válido referente a uma conta do WordPress.com.
ru: Введите действительный адрес электронной почты для учётной записи WordPress.com.
sv: Ange en giltig e-postadress för ett WordPress.com-konto.
tr: Lütfen bir WordPress.com hesabı için geçerli bir e-posta adresi girin.
