Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

# topPerformersDashboardView.unavailableAnalyticsView.title
source: Unable to display your store's top performers
ar: يتعذر عرض أصحاب الأداء الأفضل في متجرك
de: Die Topseller deines Shops konnten nicht angezeigt werden
es: No se pueden mostrar los mejores resultados de tu tienda
fr: Impossible d’afficher les produits les plus performants de votre boutique
he: אין אפשרות להציג את הביצועים המובילים בחנות שלך
id: Produk unggulan toko Anda tidak dapat ditampilkan
it: Impossibile mostrare i prodotti più venduti del tuo negozio
nl: Kan de toppresteerders van je winkel niet weergeven
pt_br: Não foi possível exibir os melhores desempenhos da sua loja
sv: Det gick inte att visa din butiks toppresterande produkter
tr: Mağazanızdaki en iyi performans gösterenler görüntülenemiyor

# topPerformersDashboardView.viewAll
source: View all store analytics
ar: مشاهدة كل تحليلات المتجر
de: Alle Shop-Analysen anzeigen
es: Ver todos los análisis de la tienda
fr: Voir toutes les statistiques de la boutique
he: להציג את כל הנתונים האנליטיים של החנות
id: Lihat semua analitik toko
it: Visualizza tutte le analisi del negozio
nl: Alle winkelanalyses bekijken
pt_br: Ver todos os dados analíticos da loja
ru: Просмотреть всю аналитику магазина
sv: Visa alla butiksanalyser
tr: Tüm mağaza analizlerini görüntüle

# unavailableAnalyticsView.buttonTitle
source: Still need help? Contact us
ar: هل لا تزال تحتاج إلى مساعدة؟ الاتصال بنا
de: Du benötigst dennoch Hilfe? Kontaktiere uns
es: ¿Aún necesitas ayuda? Ponte en contacto con nosotros
fr: Besoin d’une aide supplémentaire ? Nous contacter
he: עדיין דרושה לך עזרה? ליצירת קשר
id: Masih butuh bantuan? Hubungi kami
it: Hai ancora bisogno di aiuto? Contattaci
nl: Meer hulp nodig? Neem contact met ons op
pt_br: Ainda precisa de ajuda? Fale conosco
sv: Behöver du fortfarande hjälp? Kontakta oss
tr: Hâlâ yardıma ihtiyacınız mı var? Bizimle iletişim kurun

# unavailableAnalyticsView.details
source: Make sure you are running the latest version of WooCommerce on your site and enabling Analytics in WooCommerce Settings.
ar: تأكد من أنك تقوم بتشغيل أحدث إصدار من WooCommerce على موقعك وتمكين إعدادات WooCommerce.
de: Achte darauf, dass auf deiner Website die neueste Version von WooCommerce ausgeführt wird und Analytics in den WooCommerce-Einstellungen aktiviert ist.
es: Asegúrate de estar ejecutando la última versión de WooCommerce en tu sitio web y de haber activado Analytics en los ajustes de WooCommerce.
fr: Veillez à exécuter la dernière version de WooCommerce sur votre site et à activer Statistiques dans les réglages WooCommerce.
he: עליך לוודא שמותקנת באתר שלך הגרסה האחרונה של WooCommerce ושהאפשרות 'נתונים אנליטיים' מופעלת בהגדרות של WooCommerce.
id: Pastikan Anda mengoperasikan WooCommerce versi terbaru di situs Anda dan telah mengaktifkan Analitik pada Pengaturan WooCommerce.
it: Assicurati di star utilizzando la versione più recente di WooCommerce sul tuo sito e di aver attivato l'Analisi nelle Impostazioni di WooCommerce.
nl: Zorg dat je de nieuwste versie van WooCommerce gebruikt op je site en dat Analyses is geactiveerd in WooCommerce-instellingen.
pt_br: Use a versão mais recente do WooCommerce no seu site e ative o Analytics nas configurações do WooCommerce.
sv: Se till att du kör den senaste versionen av WooCommerce på din webbplats och att du har Analytics aktiverat i WooCommerce-inställningarna.
tr: Sitenizde en son WooCommerce sürümünü çalıştırdığınızdan ve WooCommerce Ayarlarında Analizler'i etkinleştirdiğinizden emin olun.

# unavailableAnalyticsView.dismissSupport
source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
he: בוצע
id: Selesai
it: Fatto
nl: Gereed
pt_br: Concluído
sv: Klar
tr: Tamam

source: unknown
ar: غير معروف
de: Unbekannt
es: desconocido
fr: inconnu
he: לא ידוע
id: tidak diketahui
it: sconosciuto
ja: 不明
nl: Onbekend
pt_br: desconhecida
ru: неизвестно
sv: okänt
tr: bilinmeyor

source: unknown url
ar: عنوان url غير معروف
de: Unbekannte URL
es: url desconocida
fr: URL inconnue
he: כתובת URL לא ידועה
id: url tidak diketahui
it: url sconosciuto
ja: 不明な URL
nl: onbekende url
pt_br: URL desconhecida
ru: неизвестный URL
sv: okänd URL
tr: bilinmeyen url

# updateInventoryNotice.scanProducts.createAddOrderByProductScanningButtonItem
source: Quantity updated: %@
ar: تم تحديث الكمية: %@
de: Menge aktualisiert: %@
es: Cantidad actualizada: %@
fr: Quantité mise à jour : %@
he: הכמות עודכנה: %@
id: Jumlah diperbarui: %@
it: Quantità aggiornata: %@
nl: Aantal is bijgewerkt: %@
pt_br: Quantidade atualizada: %@
ru: Количество обновлено: %@
sv: Antal uppdaterat: %@
tr: Miktar güncellendi: %@

# updateProductInventoryView.cancelButtonTitle
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batal
it: Annulla
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal et

# updateProductInventoryView.manageStockButton.title
source: Manage stock
ar: إدارة المخزون
de: Bestand verwalten
es: Gestionar inventario.
fr: Gérer le stock
he: ניהול מלאי
id: Kelola stok
it: Gestisci magazzino
nl: Voorraad beheren
pt_br: Gerenciar estoque
ru: Управление запасами
sv: Hantera lager
tr: Stok yönet

# updateProductInventoryView.navigationBarTitle
source: Product
ar: المنتج
de: Produkt
es: Producto
fr: Produit
he: מוצר
id: Produk
it: Prodotto
pt_br: Produto
ru: Товар
sv: Produkt
tr: Ürün

# updateProductInventoryView.productNameTitle
source: Product Name
ar: اسم المنتج
de: Produktname
es: Nombre del producto
fr: Nom du produit
he: שם המוצר
id: Nama Produk
it: Nome del prodotto
nl: Productnaam
pt_br: Nome do produto
ru: Название товара
sv: Produktnamn
tr: Ürün Adı

# updateProductInventoryView.productQuantityTitle
source: Quantity
ar: الكمية
de: Menge
es: Cantidad
fr: Quantité
he: כמות
id: Jumlah
it: Quantità
nl: Aantal
pt_br: Quantidade
ru: Количество
sv: Antal
tr: Adet

# updateProductInventoryView.quantityButton.increaseStockOnceButtonTitle
source: Quantity + 1
ar: الكمية + 1
de: Menge + 1
es: Cantidad + 1
fr: Quantité + 1
he: כמות + 1
id: Jumlah + 1
it: Quantità +1
nl: Aantal + 1
pt_br: Quantidade + 1
ru: Количество + 1
sv: Antal + 1
tr: Adet + 1

# updateProductInventoryView.quantityButton.updateQuantityButtonTitle
source: Update quantity
ar: تحديث الكمية
de: Menge aktualisieren
es: Actualizar cantidad
fr: Mettre à jour la quantité
he: לעדכן כמות
id: Perbarui jumlah
it: Aggiorna quantità
nl: Voorraad bijwerken
pt_br: Atualizar quantidade
ru: Обновить количество
sv: Uppdatera antal
tr: Miktarı güncelle

# updateProductInventoryView.stockNotManagedLabel
source: Stock not managed
ar: لم تتم إدارة المخزون
de: Bestand nicht verwaltet
es: Inventario no gestionado.
fr: Stock non géré
he: המלאי לא מנוהל
id: Stok tidak dikelola
it: Magazzino non gestito
nl: Voorraad niet beheerd
pt_br: Estoque não gerenciado
ru: Запасы не управляются
sv: Lager ej hanterat
tr: Stok yönetilmedi

# updateProductInventoryView.viewProductDetailsButtonTitle
source: View Product Details
ar: عرض تفاصيل المنتج
de: Produktdetails anzeigen
es: Ver detalles del producto
fr: Voir les détails du produit
he: להציג פרטי המוצר
id: Lihat Rincian Produk
it: Visualizza dettagli del prodotto
nl: Productgegevens bekijken
pt_br: Visualizar detalhes do produto
ru: Показать сведения о товаре
sv: Visa produktdetaljer
tr: Ürün Ayrıntılarını Görüntüle

# viewPackagePhoto.done
source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
he: בוצע
id: Selesai
it: Fatto
nl: Gereed
pt_br: Concluído
sv: Klar
tr: Tamam

# viewPackagePhoto.packagePhoto
source: Package photo
ar: صورة الحزمة
de: Verpackungsfoto
es: Imagen del paquete
fr: Photo de l’emballage
he: תמונת האריזה
id: Foto kemasan
it: Foto del pacco
nl: Pakketfoto
pt_br: Foto do pacote
sv: Förpackningsfoto
tr: Paket fotoğrafı

# watch.connect.message
source: Open Woo on your iPhone, connect your store, and hold your Watch nearby
ar: فتح Woo على iPhone، وربط متجرك، والاحتفاظ بتطبيق Watch بالقرب منك
de: Öffne Woo auf deinem iPhone, verbinde deinen Shop und behalte deine Watch in der Nähe
es: Abre Woo en tu iPhone, conecta tu tienda y mantén tu Apple Watch cerca
fr: Ouvrez Woo sur votre iPhone, connectez votre boutique et tenez votre Watch à proximité
he: יש לפתוח את Woo ב-iPhone, להתחבר לחנות שלך ולקרב את השעון למכשיר
id: Buka Woo di iPhone, hubungkan toko, dan dekatkan jam tangan Anda
it: Apri Woo sull'iPhone, connetti il tuo negozio e tieni vicino il tuo orologio
nl: Open Woo op je iPhone, koppel je winkel en houd je Watch dichtbij
pt_br: Abra o Woo no seu iPhone, conecte sua loja e aproxime o seu smartwatch
ru: Откройте приложение Woo на iPhone, подключите ваш магазин и держите часы поблизости.
sv: Öppna Woo på din iPhone, anslut din butik och håll din klocka intill telefonen
tr: iPhone'unuzda Woo'yu açın, mağazanızı bağlayın ve Watch'ınızı yakında tutun

# watch.connect.notworking.title
source: It's not working
ar: إنها لا تعمل
de: Das hat nicht geklappt
es: No funciona
fr: Cela ne fonctionne pas
he: משהו לא עובד
id: Tidak bisa
it: Non funziona
nl: Het werkt niet
pt_br: Não está funcionando
sv: Det fungerar inte
tr: Çalışmıyor

# watch.mystore.error.description
source: Make sure your watch is connected to the internet and your phone is nearby.
ar: تأكد من أن ساعتك متصلة بالإنترنت وأن هاتفك قريب.
de: Achte darauf, dass deine Smartwatch mit dem Internet verbunden ist und sich dein Smartphone in der Nähe befindet.
es: Asegúrate de que tu reloj esté conectado a Internet y tengas cerca tu teléfono.
fr: Assurez-vous que votre montre est connectée à Internet et que votre téléphone se trouve à proximité.
he: יש לוודא שהשעון מחובר לאינטרנט ושהטלפון נמצא בקרבת מקום.
id: Pastikan jam tangan Anda terhubung dengan internet dan Anda tidak jauh dari telepon.
it: Assicurarsi che l'orologio sia collegato a Internet e che il telefono sia nelle vicinanze.
nl: Zorg dat je horloge is verbonden met het internet en dat je telefoon in de buurt is.
pt_br: Verifique se o seu relógio está conectado à Internet e se o seu celular está próximo.
sv: Se till att din klocka är ansluten till Internet och att din telefon är i närheten.
tr: Saatinizin internete bağlı ve telefonunuzun yakında olduğundan emin olun.

# watch.mystore.error.title
source: Failed to load store data
ar: فشل تحميل بيانات المتجر
de: Shopdaten konnten nicht geladen werden
es: No se han podido cargar los datos de la tienda
fr: Échec du chargement des données de la boutique
he: טעינת הנתונים של החנות נכשלה
id: Gagal memuat data toko
it: Impossibile caricare i dati del negozio
nl: Winkelgegevens kunnen niet worden geladen
pt_br: Falha ao carregar os dados da loja
ru: При загрузке данных магазина возникла ошибка
sv: Misslyckades att ladda butiksdata
tr: Mağaza verileri yüklenemedi

# watch.mystore.retry.title
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
he: לנסות שוב
id: Coba lagi
it: Riprova
nl: Opnieuw proberen
pt_br: Tentar novamente
ru: Повторить
sv: Försök igen
tr: Tekrar dene

# watch.mystore.revenue.title
source: Revenue
ar: الإيرادات
de: Einnahmen
es: Ingresos
fr: Revenus
he: רווחים
id: Pendapatan
it: Guadagno
nl: Inkomsten
pt_br: Receita
ru: Доход
sv: intäkt
tr: Kazanç

# watch.mystore.time.format
source: As of %@
ar: بدءًا من %@
de: Seit %@
es: A partir del %@
fr: Au %@
he: החל מתאריך %@
id: Sejak %@
it: Alle ore %@
nl: Sinds %@
pt_br: A partir de %@
ru: По состоянию на %@
sv: Från och med %@
tr: %@ itibarıyla

# watch.mystore.today.title
source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd’hui
he: היום
id: Hari ini
it: Oggi
nl: Vandaag
pt_br: Hoje
ru: Сегодня
sv: Idag
tr: Bugün

# watch.notification.order.error
source: There was an error loading the notification
ar: كان هناك خطأ في أثناء تحميل التنبيه
de: Beim Laden der Benachrichtigung ist ein Fehler aufgetreten
es: Ha habido un error al cargar la notificación
fr: Une erreur est survenue lors du chargement de la notification
he: אירעה שגיאה בטעינת ההודעה
id: Terjadi error saat memuat pemberitahuan
it: Si è verificato un errore durante il caricamento della notifica
nl: Er is een fout opgetreden bij het laden van de melding
pt_br: Ocorreu um erro ao carregar a notificação
ru: При загрузке уведомления произошла ошибка
sv: Det gick inte att läsa in notisen
tr: Bildirim yüklenirken bir hata oluştu

# watch.orders.detail.customer
source: Customer
ar: العميل
de: Kunde
es: Cliente
fr: Client
he: לקוח
id: Pelanggan
it: Cliente
nl: Klant
pt_br: Cliente
ru: Клиент
sv: Kund
tr: Müşteri

# watch.orders.detail.product-count
source: %d Products
ar: %d من المنتجات
de: %d Produkte
es: %d productos
fr: %d produits
he: %d מוצרים
id: %d Produk
it: %d prodotti
nl: %d producten
pt_br: %d produtos
ru: Товары: %d
sv: %d produkter
tr: %d Ürün

# watch.orders.detail.product-count-singular
source: 1 Product
ar: منتج واحد
de: 1 Produkt
es: 1 producto
fr: 1 produit
he: מוצר אחד
id: 1 Produk
it: 1 prodotto
pt_br: 1 produto
ru: 1 товар
sv: 1 produkt
tr: 1 Ürün

# watch.orders.empty.title
source: Waiting for your first order!
ar: في انتظار طلبك الأول!
de: Wir warten auf deine erste Bestellung!
es: Esperando tu primer pedido.
fr: En attente de votre première commande !
he: ממתין להזמנה הראשונה שלך!
id: Menunggu pesanan pertama Anda!
it: In attesa del tuo primo ordine.
nl: In afwachting van je eerste bestelling!
pt_br: Aguardando o primeiro pedido!
sv: Väntar på din första beställning!
tr: İlk siparişiniz bekleniyor!

# watch.orders.error.description
source: Make sure your watch is connected to the internet and your phone is nearby.
ar: تأكد من أن ساعتك متصلة بالإنترنت وأن هاتفك قريب.
de: Achte darauf, dass deine Smartwatch mit dem Internet verbunden ist und sich dein Smartphone in der Nähe befindet.
es: Asegúrate de que tu reloj esté conectado a Internet y tengas cerca tu teléfono.
fr: Assurez-vous que votre montre est connectée à Internet et que votre téléphone se trouve à proximité.
he: יש לוודא שהשעון מחובר לאינטרנט ושהטלפון נמצא בקרבת מקום.
id: Pastikan jam tangan Anda terhubung dengan internet dan Anda tidak jauh dari telepon.
it: Assicurarsi che l'orologio sia collegato a Internet e che il telefono sia nelle vicinanze.
nl: Zorg dat je horloge is verbonden met het internet en dat je telefoon in de buurt is.
pt_br: Verifique se o seu relógio está conectado à Internet e se o seu celular está próximo.
sv: Se till att din klocka är ansluten till Internet och att din telefon är i närheten.
tr: Saatinizin internete bağlı ve telefonunuzun yakında olduğundan emin olun.

# watch.orders.error.title
source: Failed to load orders
ar: فشل تحميل الطلبات
de: Bestellungen konnten nicht geladen werden
es: No se han podido cargar los pedidos
fr: Échec du chargement des commandes
he: טעינת ההזמנות נכשלה
id: Gagal memuat pesanan
it: Impossibile caricare gli ordini
nl: Bestellingen kunnen niet worden geladen
pt_br: Falha ao carregar pedidos
ru: При загрузке списка заказов произошла ошибка.
sv: Misslyckades att ladda beställningar
tr: Siparişler yüklenemedi

# watch.orders.retry.title
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
he: לנסות שוב
id: Coba lagi
it: Riprova
nl: Opnieuw proberen
pt_br: Tentar novamente
ru: Повторить
sv: Försök igen
tr: Tekrar dene

# watch.orders.title
source: Orders
ar: الطلبات
de: Bestellungen
es: Pedidos
fr: Commandes
he: הזמנות
id: Pesanan
it: Ordini
nl: Bestellingen
pt_br: Pedidos
ru: Заказы
sv: Beställningar
tr: Siparişler

# webCheckoutViewModel.title
source: Checkout
ar: السداد
de: Bezahlen
es: Finalizar compra
fr: Validation de la commande
he: תשלום בקופה
it: Pagamento
nl: Kassa
pt_br: Finalizar compra
sv: Kassa
tr: Ödeme

# webKit.button.dismiss
source: Dismiss
ar: تجاهُل
de: Verwerfen
es: Descartar
fr: Ignorer
he: ביטול
id: Tutup
it: Ignora
ja: 削除
nl: Negeren
pt_br: Dispensar
ru: Закрыть
sv: Avfärda
tr: Kapat

source: week
ar: أسبوع
de: Woche
es: semana
fr: semaine
he: שבוע
id: minggu
it: settimana
pt_br: semana
ru: неделя
sv: vecka
tr: hafta

source: weeks
ar: أسابيع
de: Wochen
es: Semanas
fr: Semaines
he: שבועות
id: Minggu
it: Settimane
nl: Weken
pt_br: Semanas
ru: Недели
sv: Veckor
tr: Haftalar

source: woocommerce, my store, today, this week, this month, this year,orders, visitors, conversion, top conversion, items sold
ar: woocommerce، متجري، اليوم، هذا الأسبوع، هذا الشهر، هذا العام، الطلبات، الزائرون، التحويل، أهم تحويل، العناصر المبيعة
de: woocommerce, mein shop, heute, diese woche, dieser monat, dieses jahr, bestellungen, besucher, conversion, top-conversion, verkaufte artikel
es: woocommerce, mi tienda, hoy, esta semana, este mes, este año, pedidos, visitantes, conversión, conversión principal, artículos vendidos
fr: woocommerce, ma boutique, aujourd’hui, cette semaine, ce mois-ci, cette année, commandes, visiteurs, conversion, meilleure conversion, articles vendus
he: WooCommerce, החנות שלי, היום, השבוע, החודש, השנה, הזמנות, מבקרים, המרות, המרות מובילות, פריטים שנמכרו
id: woocommerce, toko saya, hari ini, minggu ini, bulan ini, tahun ini, pesanan, pengunjung, konversi, konversi teratas, item terjual
it: woocommerce, il mio negozio, oggi, questa settimana, questo mese, quest'anno, ordini, visitatori, conversione, massima conversione, articoli venduti
ja: woocommerce, 自分のストア, 今日, 今週, 今月, 今年, 注文, 訪問者, コンバージョン, 上位コンバージョン, 販売済み商品
nl: woocommerce, mijn winkel, vandaag, deze week, deze maand, dit jaar, bestellingen, bezoekers, conversie, topconversie, verkochte artikelen
pt_br: woocommerce, minha loja, hoje, essa semana, esse mês, esse ano, pedidos, visitantes, conversão, principais caminhos de conversão, itens vendidos
ru: woocommerce, мой магазин, сегодня, на этой неделе, в этом месяце, в этом году, заказы, посетители, конверсия, лучшая конверсия, проданные единицы
sv: woocommece, min butik, idag, den här veckan, den här månaden, det här året, beställningar, besökare, konvertering, toppkonvertering, artiklar sålda
tr: woocommerce, mağazam, bugün, bu hafta, bu ay, bu yıl, siparişler, ziyaretçiler, dönüşüm, en çok dönüşüm, satılan ürünler

source: woocommerce, orders, all orders, new order
ar: woocommerce، الطلبات، كل الطلبات، الطلب الجديد
de: woocommerce, bestellungen, alle bestellungen, neue bestellung
es: woocommerce, pedidos, todos los pedidos, nuevo pedido
fr: woocommerce, commandes, toutes les commandes, nouvelle commande
he: WooCommerce, הזמנות, כל ההזמנות, הזמנה חדשה
id: woocommerce, pesanan, semua pesanan, pesanan baru
it: woocommerce, ordini, tutti gli ordini, nuovo ordine
ja: woocommerce, 注文, すべての注文, 新しい注文
nl: woocommerce, bestellingen, alle bestellingen, nieuwe bestellingen
pt_br: woocommerce, pedidos, todos os pedidos, novo pedido
ru: woocommerce, заказы, все заказы, новый заказ
sv: woocommerce, beställningar, alla beställningar, ny beställning
tr: woocommerce, siparişler, tüm siparişler, yeni sipariş

source: woocommerce, woo, products, categories, new product, search products
ar: woocommerce، woo، المنتجات، التصنيفات، المنتج الجديد، البحث عن المنتجات
de: woocommerce, woo, produkte, kategorien, neues produkt, produkte suchen
es: woocommerce, woo, productos, categorías, nuevo producto, buscar productos
fr: woocommerce, woo, produits, catégories, nouveau produit, rechercher des produits
he: WooCommerce, ‏Woo, מוצרים, קטגוריות, מוצר חדש, חיפוש מוצרים
id: woocommerce, woo, produk, kategori, produk baru, cari produk
it: woocommerce, woo, prodotti, categorie, nuovo prodotto, cerca prodotti
ja: woocommerce, woo, 商品, カテゴリー, 新商品, 商品を検索
nl: woocommerce, woo, producten, categorieën, nieuw product, producten zoeken.
pt_br: woocommerce, woo, produtos, categorias, novo produto, pesquisar produtos
ru: woocommerce, woo, товары, рубрики, новый товар, поиск товаров
sv: woocommerce, woo, produkter, kategorier, ny produkt, sök produkter
tr: woocommerce, woo, ürünler, kategoriler, yeni ürün, ürün arama

# wordPressAuthenticatorDisplayStrings.default.siteCreationGuideButtonTitle
source: Starting a new site?
ar: هل تريد بدء موقع جديد؟
de: Du willst eine neue Website aufbauen?
es: ¿Desea crear un nuevo sitio?
fr: Vous créez un nouveau site ?
he: רוצה ליצור אתר חדש?
id: Memulai situs baru?
it: Stai creando un sito?
nl: Een nieuwe site starten?
pt_br: Quer começar um novo site?
ru: Хотите создать новый сайт?
sv: Ska du starta en ny webbplats?
tr: Yeni site mi başlatıyorsunuz?

# wordpress-api.error.unknown
source: Something went wrong, please try again later.
ar: حدث خطأ ما، ترجى المحاولة مجددًا في وقت لاحق.
de: Etwas ist schiefgelaufen. Bitte versuche es später erneut.
es: Algo ha salido mal, vuelve a intentarlo más tarde.
fr: Un problème est survenu, veuillez réessayer ultérieurement.
he: משהו השתבש, יש לנסות שוב מאוחר יותר.
id: Terjadi masalah. Silakan coba lagi nanti.
it: Si è verificato un problema. Riprova più tardi.
nl: Er ging iets fout, probeer het later nog eens.
pt_br: Ocorreu um erro. Tente novamente mais tarde.
ru: Произошла ошибка. Повторите попытку позже.
sv: Något gick fel, försök igen senare.
tr: Bir yanlışlık oldu, lütfen daha sonra tekrar deneyin.

# wordpressMediaLibraryPickerViewController.emptyContent.loading
source: Loading media...
ar: جارٍ تحميل الوسائط...
de: Medien werden geladen …
es: Cargando medios...
fr: Chargement du média…
he: מעלה מדיה...
id: Memuat media...
it: Caricamento media...
nl: Media laden …
pt_br: Carregando mídia...
ru: Загрузка медиафайлов…
sv: Laddar in media …
tr: Ortam yükleniyor...
