Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: Use the app to process the refund for the test order.
ar: استخدم التطبيق لمعالجة رد الأموال الخاص بطلب الاختبار.
de: Verwende die App, um die Rückerstattung für die Testbestellung zu bearbeiten.
es: Usa la aplicación para procesar el reembolso del pedido de prueba.
fr: Utilisez l’application pour effectuer le remboursement de la commande de test.
he: ניתן להשתמש באפליקציה כדי לעבד את ההחזר הכספי של ההזמנה לבדיקה.
id: Pakai aplikasi guna memproses pengembalian dana untuk pesanan uji coba.
it: Usa l'app per elaborare il rimborso per l'ordine di prova.
nl: Gebruik de app om de restitutie voor de proefbestelling te verwerken.
pt_br: Use o app para processar o reembolso do pedido de teste.
ru: Попробуйте вернуть средства за тестовый заказ в приложении.
sv: Använd appen för att behandla återbetalningen för testbeställningen.
tr: Test siparişinin geri ödemesini işlemek için uygulamayı kullanın.

source: User Profiles
ar: ملفات المستخدم الشخصية
de: Benutzerprofile
es: Perfiles de usuario
fr: Profils utilisateurs
he: פרופילי משתמשים
id: Profil Pengguna
it: Profili utente
ja: ユーザープロフィール
nl: Gebruikersprofielen
pt_br: Perfis de usuário
ru: Профили пользователей
sv: Användarprofiler
tr: Kullanıcı Profilleri

source: Username
ar: اسم المستخدم
de: Benutzername
es: Usuario
fr: Identifiant
he: שם משתמש
id: Nama pengguna
it: Nome utente
ja: ユーザー名
nl: Gebruikersnaam
pt_br: Nome de usuário
ru: Имя пользователя
sv: Användarnamn:
tr: Kullanıcı adı

source: Username must be at least 4 characters.
ar: يجب أن يحتوي اسم المستخدم على 4 أحرف على الأقل.
de: Benutzernamen müssen aus mindestens 4 Zeichen bestehen.
es: El nombre de usuario debe tener al menos 4 caracteres.
fr: L’identifiant doit compter au moins 4 caractères.
he: שם המשתמש צריך להכיל 4 תווים לפחות.
id: Nama pengguna harus sekurangnya 4 karakter.
it: Il nome utente deve contenere almeno 4 caratteri.
ja: ユーザー名は4文字以上にしてください。
nl: Gebruikersnaam moet minimaal 4 karakters bevatten.
pt_br: O nome de usuário deve ter pelo menos 4 caracteres.
ru: Имя пользователя должно быть не короче 4 символов.
sv: Användarnamnet måste vara minst 4 tecken långt.
tr: Kullanıcı adı en az dört karakter olmalıdır.

source: Uzbekistan
ar: أوزبكستان
de: Usbekistan
es: Uzbekistán
fr: Ouzbékistan
he: אוזבקיסטן
ja: ウズベキスタン
nl: Oezbekistan
pt_br: Uzbequistão
ru: Узбекистан
tr: Özbekistan

source: Validating
ar: جارٍ التحقق
de: Überprüfung läuft.
es: Validación
fr: Validation
he: מאמת
id: Memvalidasi
it: Convalida
ja: 検証中
nl: Wordt gevalideerd
pt_br: Validando
ru: Выполняется проверка
sv: Validerar
tr: Doğrulanıyor

source: Value (%1$@ per unit)
ar: القيمة (%1$@ لكل وحدة)
de: Wert (%1$@ pro Einheit)
es: Valor (%1$@ por unidad)
fr: Valeur (en %1$@ par unité)
he: ערך (%1$@ ליחידה)
id: Nilai (%1$@ per unit)
it: Valore (%1$@ per unità)
ja: 価値 (%1$@/ 個)
nl: Waarde (%1$@ per eenheid)
pt_br: Valor (%1$@ por unidade)
ru: Стоимость (%1$@ за позицию)
sv: Värde (%1$@ per enhet)
tr: Değer (birim başına %1$@)

source: Vanuatu
ar: فانواتو
he: ונאוטו
ja: バヌアツ
ru: Вануату

source: Variable
ar: متغيِّر
he: משתנה
id: Variabel
it: Variabile
ja: 変数
nl: Variabele
pt_br: Variável
ru: С вариантами
sv: Variabel
tr: Değişken

source: Variable Subscription
ar: اشتراك متغيِّر
de: Variables Abonnement
es: Suscripción variable
fr: Abonnement variable
he: מינוי עם סוגים
id: Langganan Variabel
it: Abbonamento variabile
nl: Variabel abonnement
pt_br: Assinatura variável
ru: Переменная подписка
sv: Variabel prenumeration
tr: Değişken Abonelik

source: Variation #%1$@
ar: المجموعة #%1$@
de: Variante #%1$@
es: Variación #%1$@
fr: Variante #%1$@
he: סוג #%1$@
id: Variasi #%1$@
it: Variante n. %1$@
ja: バリエーション #%1$@
nl: Variatie #%1$@
pt_br: Variação #%1$@
ru: Вариант #%1$@
tr: Varyasyon #%1$@

source: Variation created
ar: تم إنشاء مجموعة
de: Variante erstellt
es: Variación creada
fr: Variante créée
he: סוג נוצר
id: Variasi dibuat
it: Variante creata
ja: バリエーションが作成されました
nl: Variatie aangemaakt
pt_br: Variação criada
ru: Вариант создан
sv: Variationen har skapats
tr: Varyasyon oluşturuldu

source: Variations
ar: التباينات
de: Variationen
es: Variaciones
fr: Variantes
he: סוגים
id: Variasi
it: Varianti
ja: バリエーション
nl: Variaties
pt_br: Variações
ru: Варианты
sv: Varianter
tr: Varyasyonlar

source: Variations Attributes
ar: سمات المجموعة
de: Variantenattribute
es: Atributos de variaciones
fr: Attributs des variantes
he: מאפייני סוגים
id: Atribut Variasi
it: Attributi delle varianti
ja: バリエーション属性
nl: Eigenschappen variaties
pt_br: Atributos de variações
ru: Атрибуты вариантов
sv: Variationsattribut.
tr: Varyasyonların Nitelikleri

source: Variations created successfully
ar: تم إنشاء التباينات بنجاح
de: Varianten erfolgreich erstellt
es: Las variaciones se han creado correctamente
fr: Variations créées avec succès
he: הסוגים נוצרו בהצלחה
id: Berhasil membuat variasi
it: Variazioni create correttamente
ja: バリエーションが正常に作成されました
nl: Variaties succesvol aangemaakt
pt_br: Variações criadas com sucesso
ru: Варианты созданы
sv: Variationerna har skapats
tr: Varyasyonlar başarıyla oluşturuldu

source: Various system information about your site
ar: معلومات النظام المتنوعة حول موقعك
de: Verschiedene Systeminformationen zu deiner Website
es: Información diversa sobre el sistema de tu sitio
fr: Informations système diverses à propos de votre site
he: פרטי מערכת שונים לגבי האתר שלך
id: Berbagai informasi sistem terkait situs Anda
it: Varie informazioni di sistema relative al sito
ja: 自分のサイトに関するさまざまなシステム情報
nl: Verschillende systeemgegevens over je site
pt_br: Diversas informações do sistema sobre o seu site
ru: Различная системная информация о вашем сайте
sv: Diverse systeminformation om din webbplats
tr: Sitenizle ilgili çeşitli sistem bilgileri

source: Vatican
ar: الفاتيكان
de: Vatikan
es: Vaticano
he: הוותיקן
id: Vatikan
it: Vaticano
ja: バチカン
nl: Vaticaanstad
pt_br: Vaticano
ru: Ватикан
sv: Vatikanstaten
tr: Vatikan

source: Venezuela
ar: فنزويلا
he: ונצואלה
ja: ベネズエラ
ru: Венесуэла

source: Verification code
ar: رمز التحقق
de: Verifizierungscode
es: Código de verificación
fr: Code de vérification
he: קוד אימות
id: Kode verifikasi
it: Codice di verifica
ja: 認証コード
nl: Verificatiecode
pt_br: Código de verificação
ru: Проверочный код
sv: Verifieringskod
tr: Doğrulama kodu

source: Verify your printer and device are connected to the **same Wi-Fi network**. Check your printer's documentation for information on connecting it to your Wi-Fi network.
ar: تأكَّد من اتصال طابعتك وجهازك **بشبكة WiFi نفسها**. راجع مستندات طابعتك للحصول على معلومات حول توصيلها بشبكة Wi-Fi الخاصة بك.
de: Stelle sicher, dass dein Drucker und dein Gerät mit **demselben WLAN-Netzwerk** verbunden sind. Informationen zum Verbinden mit deinem WLAN-Netzwerk findest du in der Dokumentation zu deinem Drucker.
es: Comprueba que la impresora y el dispositivo estén conectados a la **misma red Wi-Fi** Consulta la documentación de tu impresora para obtener información sobre cómo conectarla a la red Wi-Fi.
fr: Vérifiez que votre imprimante et votre appareil sont connectés au **même réseau Wi-Fi**. Consultez la documentation de votre imprimante pour savoir comment la connecter à votre réseau Wi-Fi.
he: יש לוודא שהמדפסת והמכשיר מחוברים אל **אותה רשת Wi-Fi**. יש לעיין בתיעוד של המדפסת שלך למידע על חיבור המדפסת לרשת Wi-Fi.
id: Verifikasi bahwa mesin cetak dan perangkat Anda terhubung ke **jaringan Wi-Fi yang sama**. Periksa dokumentasi mesin cetak Anda untuk mengetahui informasi tentang penghubungan ke jaringan Wi-Fi Anda.
it: Verifica che la stampante e il dispositivo siano connessi alla **stessa rete Wi-Fi**. Controlla la documentazione della stampante per informazioni su come connetterla alla rete Wi-Fi.
ja: お使いのプリンターと端末が **同じ WiFi ネットワーク** に接続されていることを確認してください。 Wi-Fi ネットワークとの接続の詳細については、プリンターのドキュメントを確認してください。
nl: Controleer of je printer en apparaat met **hetzelfde wifinetwerk** zijn verbonden. Controleer de documentatie van je printer voor informatie over hoe je deze verbindt met je wifinetwerk.
pt_br: Primeiro, garanta que sua impressora e o dispositivo estejam conectados à **mesma rede Wi-Fi**. Verifique a documentação da sua impressora para obter informações sobre como conectá-la à sua rede Wi-Fi.
ru: Убедитесь, что принтер и устройство подключены к **одной сети Wi-Fi**. Информацию о том, как подключить принтер к сети Wi-Fi, см. в документации устройства.
sv: Se till att din skrivare och din enhet är anslutna till **samma Wi-Fi-nätverk**. Kontrollera dokumentationen för din skrivare för information om hur du ansluter den till ditt Wi-Fi-nätverk.
tr: Yazıcınızın ve cihazınızın **aynı WiFi ağına** bağlı olduğundan emin olun. Wi-Fi ağınıza bağlama ile ilgili bilgi için yazıcınızın belgelerine bakın.

source: Verifying Jetpack connection...
ar: جارٍ التحقُّق من اتصال Jetpack...
de: Jetpack-Verbindung wird verifiziert …
es: Verificando la conexión de Jetpack…
fr: Vérification de la connexion Jetpack en cours...
he: מאמתים את החיבור של Jetpack...
id: Memverifikasi koneksi Jetpack...
it: Verifica della connessione a Jetpack...
ja: Jetpack 接続を検証中...
nl: Jetpack-verbinding verifiëren...
pt_br: Verificando a conexão do Jetpack...
ru: Проверка подключения Jetpack...
sv: Verifierar Jetpack-anslutning …
tr: Jetpack bağlantısı doğrulanıyor…

source: Verifying installation...
ar: جارٍ التحقُّق من التثبيت...
de: Die Installation wird verifiziert …
es: Verificando instalación...
fr: Vérification de l'installation en cours...
he: מאמת את ההתקנה...
id: Memverifikasi instalasi...
it: Verifica dell'installazione...
ja: インストールを確認しています…
nl: Installatie verifiëren...
pt_br: Verificando instalação...
ru: Проверка установки...
sv: Verifierar installation …
tr: Kurulum doğrulanıyor

source: Version: %1$@
ar: الإصدار: %1$@
es: Versión: %1$@
he: גרסה: %1$@
id: Versi: %1$@
it: Versione: %1$@
ja: バージョン: %1$@
nl: Versie: %1$@
pt_br: Versão: %1$@
ru: Версия %1$@
tr: Sürüm: %1$@

source: Vietnam
ar: فيتنام
fr: Viêt Nam
he: וייטנאם
ja: ベトナム
pt_br: Vietnã
ru: Вьетнам

source: View
ar: عرض
de: Ansehen
es: Ver
fr: Afficher
he: הצג
id: Lihat
it: Visualizza
ja: 表示
nl: Bekijk
pt_br: Visualizar
ru: Просмотреть
sv: Visa
tr: Görüntüle

source: View %1$@ features
ar: عرض ميزات %1$@
de: %1$@-Funktionen anzeigen
es: Ver las funciones de %1$@
fr: Voir les fonctionnalités %1$@
he: להציג את האפשרויות של %1$@
id: Lihat fitur %1$@
it: Visualizza tutte le funzionalità di %1$@
nl: %1$@ functies bekijken
pt_br: Visualizar as funcionalidades do %1$@
ru: Посмотреть возможности %1$@
sv: Visa %1$@-funktioner
tr: %1$@ özelliklerini görüntüle

source: View Add-Ons
ar: عرض الوظائف الإضافية
de: Add-ons anzeigen
es: Ver complementos
fr: Voir les modules
he: להציג הרחבות
id: Lihat Add-On
it: Visualizza componenti aggiuntivi
ja: アドインを表示
nl: Add-ons bekijken
pt_br: Visualizar complementos
ru: Просмотреть дополнения
sv: Visa utökningar
tr: Eklentileri Görüntüle

source: View Application Log
ar: عرض سجل التطبيق
de: Anwendungsprotokoll anzeigen
es: Ver registro de la aplicación
fr: Voir le journal d'application
he: צפייה ביומן של האפליקציה
id: Lihat Log Aplikasi
it: Visualizza log applicazione
ja: アプリケーションログを表示
nl: Toepassingslog weergeven
pt_br: Visualizar log do aplicativo
ru: Просмотр журнала приложения
sv: Visa programloggen
tr: Uygulama Günlüğü’nü Görüntüleyin

source: View Billing Information
ar: عرض معلومات الفوترة
de: Rechnungsinformationen anzeigen
es: Ver la información de facturación
fr: Voir les informations de facturation
he: להציג את פרטי החיוב
id: Lihat Informasi Tagihan
it: Visualizza informazioni di fatturazione
ja: お支払い情報を表示
nl: Factuurgegevens bekijken
pt_br: Visualizar informações de cobranças
ru: Показать платёжные реквизиты
sv: Visa faktureringsinformation
tr: Fatura Bilgilerini Görüntüle

source: View Custom Fields
ar: عرض حقول مخصصة
de: Eigene Felder anzeigen
es: Ver campos personalizados
fr: Afficher les champs personnalisés
he: להציג שדות מותאמים
id: Lihat Kolom Khusus
it: Visualizza campi personalizzati
ja: カスタムフィールドを表示
nl: Aangepaste velden bekijken
pt_br: Visualizar campos personalizados
ru: Просмотр произвольных полей
sv: Visa anpassade fält
tr: Özel Alanları Görüntüle

source: View Full Feature List
ar: عرض قائمة الميزات الكاملة
de: Vollständige Funktionsliste anzeigen
es: Ver lista completa de funciones
fr: Afficher la liste complète des fonctionnalités
he: להציג את רשימת האפשרויות המלאה
id: Lihat Daftar Fitur Lengkap
it: Visualizza l'elenco completo delle funzionalità
nl: Volledige lijst van functies bekijken
pt_br: Visualizar lista completa de funcionalidades
ru: Смотреть полный список возможностей
sv: Visa fullständig funktionslista
tr: Tüm Özellikler Listesini Görüntüle

source: View Product in Store
ar: عرض منتج في المتجر
de: Produkt im Shop anzeigen
es: Ver producto en tienda
fr: Afficher les produits dans la boutique
he: להציג את המוצר בחנות
id: Lihat Produk di Toko
it: Visualizza il prodotto in negozio
ja: ストアで商品を表示
nl: Product in winkel weergeven
pt_br: Visualizar produto na loja
ru: Показать товар в магазине
sv: Visa produkt i butik
tr: Ürünü Mağazada Görüntüleyin

source: View Shipment Details
ar: عرض تفاصيل الشحن
de: Sendungsdetails anzeigen
es: Ver los detalles del envío
fr: Voir les détails de l’expédition
he: להציג את פרטי המשלוח
id: Lihat Detail Pengiriman
it: Visualizza dettagli di spedizione
ja: 配送状況の詳細を表示
nl: Verzendingsgegevens bekijken
pt_br: Visualizar detalhes de envio
ru: Показать сведения об отправке
sv: Visa försändelseinformation
tr: Gönderi Ayrıntılarını Görüntüle

source: View Store
ar: عرض المخزن
de: Shop anzeigen
es: Ver tienda
fr: Voir la boutique
he: להציג את החנות
id: Lihat Toko
it: Visualizza il negozio
ja: ストアを表示
nl: Winkel bekijken
pt_br: Visualizar loja
ru: Перейти в магазин
sv: Visa butik
tr: Mağazayı Görüntüle

source: View add-ons from your device!
ar: اعرض الوظائف الإضافية من جهازك!
de: Sieh dir Add-ons über dein Gerät an!
es: Puedes ver los complementos con tu dispositivo.
fr: Affichez les modules de votre appareil !
he: להציג את ההרחבות מהמכשיר שלך!
id: Lihat add-on dari perangkat Anda!
it: Visualizza i componenti aggiuntivi dal dispositivo.
ja: お使いの端末でアドオンを表示します。
nl: Bekijk extra opties vanaf je apparaat!
pt_br: Veja complementos no seu dispositivo!
ru: Просмотрите дополнения на своем устройстве!
sv: Visa tillägg från din enhet!
tr: Eklentileri cihazınızdan görüntüleyin.

source: View and edit coupons
ar: عرض القسائم وتحريرها
de: Gutscheine anzeigen und bearbeiten
es: Ver y editar cupones
fr: Afficher et modifier les codes promo
he: להציג ולנהל קופונים
id: Lihat dan edit kupon
it: Visualizza e modifica i coupon
ja: クーポンを表示して編集する
nl: Coupons bekijken en bewerken
pt_br: Visualizar e editar cupons
ru: Просмотр и редактирование купонов
sv: Visa och redigera rabattkoder
tr: Kuponları görüntüle ve düzenle

source: View downloadable file settings
ar: عرض إعدادات الملف القابلة للتنزيل
de: Herunterladbare Dateieinstellungen anzeigen
es: Ver ajustes de archivo de descarga
fr: Afficher les réglages du fichier téléchargeable
he: להציג הגדרות של קבצים שניתנים להורדה
id: Lihat pengaturan untuk file yang dapat diunduh
it: Visualizza impostazioni del file scaricabile
ja: ダウンロード可能なファイル設定を表示
nl: Downloadbare bestandinstellingen bekijken
pt_br: Veja as configurações do arquivo para download
ru: Просмотреть настройки загружаемого файла
sv: Visa inställningar för nedladdningsbar fil
tr: İndirilebilir dosya ayarlarını görüntüleyin

source: View items in this shipping label package.
ar: اعرض العناصر الموجودة في حزمة ملصق الشحن هذه.
de: Zeige die Elemente in diesem Versandetikettenpaket an.
es: Consulta los artículos de este paquete de etiquetas de envío.
fr: Voir les articles dans ce colis d’étiquettes d’expédition.
he: הצגת פריטים באריזה של תווית משלוח זה.
id: Lihat item di paket label pengiriman ini.
it: Visualizza gli articoli in questo pacco di etichette di spedizione.
ja: この配送ラベルの荷物の商品を表示します。
nl: Bekijk artikelen in dit pakket met verzendlabels.
pt_br: Veja os itens neste pacote de etiqueta de envio.
ru: Просмотрите позиции, включенные в эту посылку.
sv: Visa artiklar i detta fraktetikettpaket.
tr: Bu gönderi etiketi paketindeki öğeleri görüntüleyin.

source: View refund details
ar: عرض تفاصيل الاسترداد
de: Rückerstattungsdetails anzeigen
es: Ver detalles del reembolso
fr: Afficher les détails du remboursement
he: לצפייה בפרטים של ההחזר הכספי
id: Lihat rincian pengembalian dana
it: Visualizza i dettagli del rimborso
ja: 返金の詳細を表示
nl: Restitutiedetails weergeven
pt_br: Ver detalhes do reembolso
ru: Просмотреть сведения о возврате средств
sv: Visa återbetalningsinformation
tr: İade detaylarını göster

source: View refunded order items
ar: عرض عناصر الطلب المستردة
de: Rückerstattete Auftragspositionen anzeigen
es: Ver elementos de pedido reembolsados
fr: Voir les articles de la commande remboursée
he: לצפייה בפריטי ההזמנה שעליהם ניתן החזר כספי
id: Lihat item pesanan yang dikembalikan dananya
it: Visualizza elementi dell'ordine rimborsati
ja: 返金された注文アイテムを表示
nl: Bekijk terugbetaalde bestelde artikelen
pt_br: Ver itens reembolsados
ru: Просмотреть элементы заказа, по которым возвращены средства
sv: Visa återbetalade orderartiklar
tr: İade edilen siparişleri göster

source: View your store
ar: عرض متجرك
de: Deinen Shop ansehen
es: Ver tu tienda
fr: Voir votre boutique
he: הצגת החנות שלך
id: Lihat toko Anda
it: Visualizza il tuo negozio
nl: Bekijk je winkel
pt_br: Visualize sua loja
ru: Перейти в магазин
sv: Visa din butik
tr: Mağazanızı görüntüleme

source: Viewer
ar: المشاهد
de: Besucher
es: Lector
fr: Lecteur
he: צופה
id: Pemirsa
it: Visitatore
ja: 読者
nl: Lezer
pt_br: Leitor
ru: Обозреватель
sv: Läsare
tr: İzleyici

source: Views
ar: مشاهدات
de: Aufrufe
es: Visitas
fr: Vues
he: דפים נצפים
id: Kunjungan
it: Visite
ja: 表示数
nl: Weergaven
pt_br: Visualizações
ru: Просмотры
sv: Visningar
tr: Gösterimler

source: Virtual
ar: منتج افتراضي
de: Virtuell
fr: Virtuel
he: וירטואלי
it: Virtuale
ja: バーチャル
nl: Virtueel
ru: Виртуальный
sv: Virtuell
tr: Sanal

source: Virtual Product
ar: منتج افتراضي
de: Virtuelles Produkt
es: Producto virtual
fr: Produit virtuel
he: מוצרים וירטואליים
id: Produk Virtual
it: Prodotto virtuale
ja: 仮想商品
nl: Virtueel product
pt_br: Produto virtual
ru: Виртуальный товар
sv: Virtuell produkt
tr: Sanal Ürün

source: Visibility
ar: الرؤية
de: Sichtbarkeit
es: Visibilidad
fr: Visibilité
he: נראות
id: Visibilitas
it: Visibilità
ja: 公開状態
nl: Zichtbaarheid
pt_br: Visibilidade
ru: Настройки видимости
sv: Synlighet
tr: Görünürlük

source: WRITE NOTE
ar: كتابة الملاحظة
de: HINWEIS VERFASSEN
es: ESCRIBIR NOTA
fr: ÉCRIRE UNE NOTE
he: כתיבת הערה
id: TULIS CATATAN
it: SCRIVI UNA NOTA
ja: メモを入力
nl: BERICHT SCHRIJVEN
pt_br: ESCREVER NOTA
ru: НАПИСАТЬ ПРИМЕЧАНИЕ
sv: SKRIV NOTERING
tr: NOT YAZIN

source: Waiting for Google to complete…
ar: بانتظار اكتمال Google…
de: Registrierung wird von Google abgeschlossen …
es: Esperando a que Google termine…
fr: En attente de la fin du processus Google…
he: ממתין להשלמת הפעולה על ידי Google...
id: Menunggu Google untuk menyelesaikan…
it: In attesa di Google per il completamento…
ja: Google が完了するのを待機しています…
nl: Wachten tot Google klaar is...
pt_br: Esperando o Google para concluir...
ru: Ожидание Google...
sv: Väntar på att Google ska slutföra …
tr: Tamamlanması için Google bekleniyor…

source: Waiting for security key
ar: انتظار مفتاح الأمان
de: Warten auf Sicherheitsschlüssel
es: Esperando a la clave de seguridad
fr: En attente de la clé de sécurité
he: ממתין למפתח אבטחה
id: Menunggu kunci keamanan
it: In attesa della chiave di sicurezza
nl: Wachten op beveiligingssleutel
pt_br: Aguardando chave de segurança
ru: Ожидание ключа безопасности
sv: Väntar på säkerhetsnyckel
tr: Güvenlik anahtarı bekleniyor

source: Waiting for your first order
ar: في انتظار طلبك الأول
de: Warten auf deine ersten Bestellung
es: Esperando tu primer pedido
fr: En attente de votre première commande
he: ממתין להזמנה הראשונה שלך
id: Menunggu pesanan pertama Anda
it: In attesa del tuo primo ordine
ja: 最初の注文を待っています
nl: Wachten op je eerste bestelling
pt_br: Aguardando o primeiro pedido
ru: Ожидание первого заказа
sv: Väntar på din första order
tr: İlk siparişiniz bekleniyor

source: Waiting...
ar: جارٍ الانتظار...
de: Warten …
es: Esperando...
fr: En attente…
he: ממתין...
id: Menunggu...
it: In attesa...
ja: 待機中
nl: Wachten …
pt_br: Aguardando…
ru: Ожидание…
sv: Väntar …
tr: Bekliyor...

source: Wallis and Futuna
ar: واليس وفوتونا
de: Wallis und Futuna
es: Wallis y Futuna
fr: Wallis-et-Futuna
he: איי ווליס ופוטונה
id: Wallis dan Futuna
it: Wallis e Futuna
ja: ウォリス・フツナ
nl: Wallis en Futuna
pt_br: Wallis e Futuna
ru: Уоллис и Футуна
sv: Wallis- och Futunaöarna
tr: Wallis ve Futuna

source: We are sorry but we can't support In-Person Payments for this store.
ar: عذرًا، ولكن لا يمكننا دعم المدفوعات الشخصية لهذا المخزن.
de: Leider können wir persönliche Zahlungen für diesen Store nicht unterstützen.
es: Lo sentimos, pero no podemos admitir Pagos en Persona para esta tienda.
fr: Malheureusement, nous ne pouvons pas prendre en charge les paiements en personne pour cette boutique.
he: אנחנו מצטערים, אבל אין באפשרותנו לתמוך בתשלומים באופן אישי עבור חנות זו.
id: Maaf, kami tidak dapat mendukung Pembayaran Langsung untuk toko ini.
it: Siamo spiacenti, ma non possiamo supportare Pagamenti di persona per questo negozio.
ja: このストアはオフラインでの支払いに対応していません。
nl: We kunnen helaas fysieke betalingen niet voor deze winkel ondersteunen.
pt_br: Não é possível aceitar pagamentos presenciais para esta loja.
ru: К сожалению, мы не можем поддерживать очные платежи для этого магазина.
sv: Tyvärr kan vi inte erbjuda personliga betalningar för den här butiken.
tr: Maalesef bu mağaza için Şahsen Ödemeleri destekleyemiyoruz.
