Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

# blazeCampaignCreationForm.noImageErrorAlert.noImageFound
source: Please add an image for the Blaze campaign
ar: ترجى إضافة صورة لحملة Blaze
de: Füge bitte ein Bild für die Blaze-Kampagne hinzu
es: Añade una imagen para la campaña Blaze
fr: Veuillez ajouter une image pour la campagne Blaze
he: יש להוסיף תמונה לקמפיין של Blaze
id: Tambahkan gambar untuk kampanye Blaze
it: Aggiungi un'immagine per la campagna Blaze
nl: Voeg een afbeelding toe voor de Blaze-campagne
pt_br: Adicione uma imagem para a campanha do Blaze
ru: Добавьте изображение для кампании Blaze
sv: Lägg till en bild för Blaze-kampanjen
tr: Lütfen Blaze kampanyası için bir görsel ekleyin

# blazeCampaignCreationForm.shopNow
source: Shop Now
ar: التسوق الآن
de: Jetzt einkaufen
es: Comprar ahora
fr: Acheter maintenant
he: לרכישה כעת
id: Beli Sekarang
it: Acquista ora
nl: Nu winkelen
pt_br: Comprar agora
ru: Купить сейчас
sv: Handla nu
tr: Hemen Satın Al

# blazeCampaignCreationForm.suggestedByAI
source: Suggested by AI
ar: مقترح بواسطة الذكاء الاصطناعي
de: Von KI vorgeschlagen
es: Sugerido por la IA
fr: Suggéré par l’IA
he: הומלץ על ידי בינה מלאכותית
id: Disarankan oleh AI
it: Suggerito dall'IA
nl: Suggestie door AI
pt_br: Sugestão gerada por IA
sv: Föreslaget av AI
tr: Yapay Zeka Tarafından Önerildi

# blazeCampaignCreationForm.title
source: Preview
ar: معاينة
de: Vorschau
es: Vista previa
fr: Aperçu
he: תצוגה מקדימה
id: Pratinjau
it: Anteprima
nl: Voorbeeldweergave
pt_br: Visualizar
ru: Предварительный просмотр
sv: Förhandsgranska
tr: Önizleme

# blazeCampaignCreationFormViewModel.all
source: All
ar: الكل
de: Alle
es: Todos
fr: Tout
he: הכול
id: Semua
it: Tutti
nl: Alles
pt_br: Tudo
ru: Все
sv: Alla
tr: Tümü

# blazeCampaignCreationFormViewModel.budgetMultipleDays
source: %1$@, %2$d days from %3$@
ar: %1$@، ⁦%2$d⁩ من الأيام من %3$@
de: %1$@ für %2$d Tage ab %3$@
es: %1$@, %2$d días desde el %3$@
fr: %1$@, %2$d jours à partir du %3$@
he: %1$@, ⁦%2$d⁩ ימים מתאריך %3$@
id: %1$@, %2$d hari sejak %3$@
it: %1$@, %2$d giorni dal giorno %3$@
nl: %1$@, %2$d dagen van %3$@
pt_br: %1$@, %2$d dias a partir de %3$@
ru: %1$@, %2$d дн. с %3$@
sv: %1$@, %2$d dagar från %3$@
tr: %1$@, %3$@ tarihinden itibaren %2$d gün

# blazeCampaignCreationFormViewModel.budgetSingleDay
source: %1$@, %2$d day from %3$@
ar: %1$@، ⁦%2$d⁩ من الأيام من %3$@
de: %1$@ für %2$d Tag ab %3$@
es: %1$@, %2$d día desde el %3$@
fr: %1$@, %2$d jour à partir du %3$@
he: %1$@, יום ⁦%2$d⁩ מתאריך %3$@
id: %1$@, %2$d hari sejak %3$@
it: %1$@, %2$d giorno dal giorno %3$@
nl: %1$@, %2$d dag van %3$@
pt_br: %1$@, %2$d dia a partir de %3$@
ru: %1$@, %2$d день с %3$@
sv: %1$@, %2$d dag från %3$@
tr: %1$@, %3$@ tarihinden itibaren %2$d gün

# blazeCampaignCreationFormViewModel.evergreenCampaignWeeklyBudget
source: %1$@ weekly starting from %2$@
ar: يبدأ %1$@ أسبوعيًا من %2$@
de: %1$@ pro Woche, ab %2$@
es: %1$@ a la semana a partir del %2$@
fr: %1$@ par semaine à partir du %2$@
he: חיוב שבועי של %1$@ החל מ-%2$@
id: %1$@ per minggu, mulai dari %2$@
it: %1$@ settimanali a partire dal giorno %2$@
nl: %1$@ wekelijks vanaf %2$@
pt_br: %1$@ por semana começando em %2$@
sv: %1$@ per vecka från och med %2$@
tr: %2$@ tarihinden itibaren haftalık %1$@

# blazeCampaignCreationFormViewModel.everywhere
source: Everywhere
ar: في كل مكان
de: Überall
es: Todas
fr: Partout
he: בכל מקום
id: Semua lokasi
it: Ovunque
nl: Overal
pt_br: Em todo lugar
ru: Везде
sv: Överallt
tr: Her yer

# blazeCampaignCreationFormViewModel.totalBudget
source: $%.0f USD
ar: $%.0f من الدولارات الأمريكية
es: $%.0f de USD
he: $%.0f ‏$
it: $ %.0f
pt_br: US$ %.0f
ru: $%.0f долл. США
tr: $%.0f ABD doları

# blazeCampaignCreationLoadingView.Message
source: Creating your campaign
ar: إنشاء حملتك
de: Deine Kampagne wird erstellt
es: Creando tu campaña
fr: Création de votre campagne
he: יצירת קמפיין
id: Membuat kampanye
it: Creazione della campagna
nl: Jouw campagne aanmaken
pt_br: Criando a campanha
ru: Создание кампании
sv: Skapar din kampanj
tr: Kampanyanız oluşturuluyor

# blazeCampaignDashboardView.createCampaign
source: Create Campaign
ar: إنشاء حملة
de: Kampagne erstellen
es: Crear campaña
fr: Créer une campagne
he: ליצור קמפיין
id: Buat Kampanye
it: Crea la campagna
nl: Campagne aanmaken
pt_br: Criar campanha
ru: Создать кампанию
sv: Skapa kampanj
tr: Kampanya Oluştur

# blazeCampaignDashboardView.detailTitle
source: Campaign Details
ar: تفاصيل الحملة
de: Details zur Kampagne
es: Detalles de la campaña
fr: Détails de la campagne
he: פרטי הקמפיין
id: Detail Kampanye
it: Dettagli della campagna
nl: Campagnedetails
pt_br: Detalhes da campanha
ru: Сведения о кампании
sv: Kampanjdetaljer
tr: Kampanya Ayrıntıları

# blazeCampaignDashboardView.done
source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
he: בוצע
id: Selesai
it: Fatto
nl: Gereed
pt_br: Concluído
ru: Готово
sv: Klar
tr: Tamam

# blazeCampaignDashboardView.hideBlazeButton
source: Hide Blaze
ar: إخفاء Blaze
de: Blaze ausblenden
es: Ocultar Blaze
fr: Masquer Blaze
he: להסתיר את Blaze
id: Sembunyikan Blaze
it: Nascondi Blaze
nl: Blaze verbergen
pt_br: Ocultar Blaze
ru: Скрыть Blaze
sv: Dölj Blaze
tr: Blaze'i Gizle

# blazeCampaignDashboardView.showAllCampaigns
source: View all campaigns
ar: مشاهدة كل الحملات
de: Alle Kampagnen anzeigen
es: Ver todas las campañas
fr: Afficher toutes les campagnes
he: להציג את כל הקמפיינים
id: Lihat semua kampanye
it: Visualizza tutte le campagne
nl: Alle campagnes weergeven
pt_br: Ver todas as campanhas
ru: Показать все кампании
sv: Visa alla kampanjer
tr: Tüm kampanyaları görüntüle

# blazeCampaignDashboardView.subtitle
source: Increase visibility and get your products sold quickly.
ar: يمكنك زيادة إمكانية الرؤية وبيع منتجاتك بسرعة.
de: Erhöhe die Sichtbarkeit und verkaufe deine Produkte schnell.
es: Aumenta la visibilidad y vende tus productos rápidamente.
fr: Augmentez la visibilité et vendez rapidement vos produits.
he: מגדילים את הנראות ומאיצים את מכירת המוצרים.
id: Tingkatkan visibilitas dan buat produk Anda laris manis.
it: Aumenta la visibilità e vendi i tuoi prodotti rapidamente.
nl: Verhoog je zichtbaarheid en verkoop snel je producten.
pt_br: Aumente a visibilidade para vender seus produtos mais rápido.
ru: Станьте заметнее и быстрее продавайте товары.
sv: Öka synlighet och få dina produkter sålda snabbt.
tr: Görünürlüğü artırın ve ürünlerinizin hızla satılmasını sağlayın.

# blazeCampaignItemView.clickthroughs
source: Click-throughs
ar: مرات النقر
de: Klickraten
es: Clics
fr: Nombre de clics
he: קליקים
id: Klik-tayang
it: Click-through
nl: Doorklikken
pt_br: Taxa de cliques
sv: Klick
tr: Tıklanmalar

# blazeCampaignListItem.remainingBudget
source: Remaining
ar: المتبقي
de: Verbleibend
es: Restantes
fr: Restant
he: נשאר
id: Tersisa
it: Rimanente
nl: Resterend
pt_br: Restante
sv: Återstående
tr: Kalan

# blazeCampaignListItem.status.active
source: Active
ar: نشط
de: Aktiv
es: Activo
fr: Actif
he: פעיל
id: Aktif
it: Attivo
nl: Actief
pt_br: Ativa
sv: Aktivt
tr: Etkin

# blazeCampaignListItem.status.canceled
source: Canceled
ar: تم الإلغاء
de: Abgebrochen
es: Cancelado
fr: Annulé
he: בוטל
id: Dibatalkan
it: Annullato
nl: Geannuleerd
pt_br: Cancelada
sv: Avbruten
tr: İptal Edildi

# blazeCampaignListItem.status.completed
source: Completed
ar: مكتمل
de: Abgeschlossen
es: Completado
fr: Terminé
he: הושלם
id: Selesai
it: Completato
nl: Voltooid
pt_br: Concluída
sv: Har slutförts
tr: Tamamlandı

# blazeCampaignListItem.status.inModeration
source: In Moderation
ar: قيد الإشراف
de: Freischaltung läuft
es: En moderación
fr: En modération
he: בתהליך אישור
id: Dalam Moderasi
it: In moderazione
nl: Wordt gemodereerd
pt_br: Em moderação
sv: Under granskning
tr: Denetlemede

# blazeCampaignListItem.status.rejected
source: Rejected
ar: مرفوض
de: Abgelehnt
es: Rechazado
fr: Refusé
he: נדחה
id: Ditolak
it: Rifiutato
nl: Afgewezen
pt_br: Rejeitada
sv: Avvisad
tr: Reddedildi

# blazeCampaignListItem.status.scheduled
source: Scheduled
ar: مجدول
de: Geplant
es: Programado
fr: Planifié
he: מתוזמן לפרסום
id: Terjadwal
it: Pianificato
nl: Gepland
pt_br: Agendada
sv: Schemalagt
tr: Zamanlandı

# blazeCampaignListItem.status.suspended
source: Suspended
ar: معلَّق
de: Eingestellt
es: Suspendido
fr: En suspens
he: מושהה
id: Ditangguhkan
it: Sospeso
nl: Opgeheven
pt_br: Suspensa
sv: Suspenderad
tr: Askıya alındı

# blazeCampaignListItem.status.unknown
source: Unknown
ar: غير معروف
de: Unbekannt
es: Desconocido
fr: Inconnu
he: לא ידוע
id: Tidak diketahui
it: Sconosciuto
nl: Onbekend
pt_br: Desconhecido
sv: Okänt
tr: Bilinmiyor

# blazeCampaignListItem.totalBudget
source: Total
ar: الإجمالي
de: Gesamt
he: סכום כולל
it: Totale
nl: Totaal
sv: Totalt
tr: Toplam

# blazeCampaignListItem.weeklyBudget
source: Weekly
ar: أسبوعيًا
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
he: שבועית
id: Mingguan
it: Settimanale
nl: Wekelijks
pt_br: Semanal
sv: Veckovis
tr: Haftalık

# blazeConfirmPaymentView.adPolicy
source: Advertising Policy
ar: سياسة الإعلانات
de: Werberichtlinien
es: Política de publicidad
fr: Politique en matière de publicité
he: מדיניות פרסום
id: Kebijakan Iklan
it: Politica sulla pubblicità
nl: Reclamebeleid
pt_br: Política de publicidade
ru: Политика публикации рекламы
sv: Annonseringspolicy
tr: Reklam Politikası

# blazeConfirmPaymentView.addPaymentMethod
source: Add a payment method
ar: إضافة طريقة دفع
de: Zahlungsmethode hinzufügen
es: Añadir un método de pago
fr: Ajouter un moyen de paiement
he: להוסיף אמצעי תשלום
id: Tambahkan metode pembayaran
it: Aggiungi un metodo di pagamento
nl: Betalingsmethode toevoegen
pt_br: Adicionar uma forma de pagamento
ru: Добавить способ оплаты
sv: Lägg till en betalningsmetod
tr: Ödeme yöntemi ekle

# blazeConfirmPaymentView.agreement
source: By clicking "Submit Campaign" you agree to the %1$@ and %2$@, and authorize your payment method to be charged for the budget and duration you chose. %3$@ about how budgets and payments for Promoted Posts work.
ar: يعني النقر على "إرسال الحملة" أنك توافق على %1$@ و%2$@، والسماح بتحصيل طريقة الدفع من الميزانية والمدة التي اخترتها. %3$@ حول كيفية عمل الميزانيات والمدفوعات للتدوينات المروَّج لها.
de: Wenn du auf „Kampagne absenden“ klickst, akzeptierst du die %1$@ sowie die %2$@ und erlaubst, dass deine Zahlungsmethode für die von dir gewählte Dauer mit dem von dir gewählten Budget belastet wird. %3$@ zu Budgets und Zahlungen für beworbene Beiträge.
es: Al hacer clic en "Enviar campaña", aceptas la %1$@ y la %2$@, y nos autorizas a que carguemos a través de tu método de pago los cobros aplicables al presupuesto y la duración que hayas elegido. %3$@ sobre cómo funcionan los presupuestos y pagos para las publicaciones de promoción.
fr: En cliquant sur « Soumettre la campagne », vous acceptez les %1$@ et la %2$@. Vous autorisez également que que le budget et la durée que vous choisissez soient facturés à l’aide de votre mode de paiement. %3$@ sur le fonctionnement des budgets et des paiements pour les articles promus.
he: לחיצה על 'לשלוח את הקמפיין' מהווה הסכמה מצידך ל %1$@ ול%2$@ ומאשרת לנו לחייב את אמצעי התשלום שלך בהתאם לתקציב ולמשך הזמן שבחרת. %3$@ לגבי אופן הפעולה של תקציב ומשך זמן ב'פוסטים מקודמים'.
id: Dengan mengeklik "Kirim Kampanye", Anda menyetujui %1$@ dan %2$@, serta menetapkan metode pembayaran untuk penagihan sesuai anggaran dan durasi yang dipilih. %3$@ tentang cara kerja anggaran dan pembayaran untuk Pos Dipromosikan.
it: Facendo clic su "Invia campagna" accetti %1$@ e %2$@ e autorizzi gli addebiti tramite il tuo metodo di pagamento per il budget e la durata scelti. %3$@ su come funzionano i budget e i pagamenti per gli Articoli promossi.
nl: Door op 'Campagne indienen' te klikken ga je akkoord met de %1$@ en %2$@, en geef je goedkeuring dat er via je betaalmethode kosten in rekening worden gebracht voor het bedrag en de periode die je kiest. %3$@ over hoe budgetten en betalingen voor Gepromote berichten werken.
pt_br: Ao clicar em "Enviar campanha", você concorda com os %1$@ e a %2$@ e autoriza a cobrança na sua forma de pagamento de acordo com o orçamento e a duração escolhidos. %3$@ sobre como funcionam os orçamentos e pagamentos de posts promovidos.
ru: Нажимая «Отправить кампанию», вы принимаете %1$@ и %2$@, а также разрешаете использовать указанный способ оплаты для списания средств за выбранные вами бюджет и период. См. %3$@ о том, как действуют бюджеты и платежи за продвигаемые записи.
sv: Genom att klicka på "Skicka kampanj" godkänner du %1$@ och %2$@ och samtycker till att din betalningsmetod debiteras för den budget och den varaktighet som du väljer. %3$@ om hur budgetar och betalningar för marknadsförda inlägg fungerar.
tr: "Kampanyayı Gönder"e tıklayarak %1$@ ve %2$@ hükümlerini kabul etmiş ve seçtiğiniz bütçe ile süre için ödeme yönteminize yetki vermiş olursunuz. Tanıtılan Gönderiler için bütçelerin ve ödemelerin nasıl çalıştığı hakkında %3$@.

# blazeConfirmPaymentView.blazeCampaign
source: Blaze campaign
ar: حملة Blaze
de: Blaze-Kampagne
es: Campaña de Blaze
fr: Campagne Blaze
he: קמפיין של Blaze
id: Kampanye Blaze
it: Campagna Blaze
nl: Blaze-campagne
pt_br: Campanha no Blaze
ru: Кампания Blaze
sv: Blaze-kampanj
tr: Kampanyayı öne çıkarın

# blazeConfirmPaymentView.done
source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
he: סיימתי
id: Selesai
it: Fatto
nl: Gereed
pt_br: Concluir
ru: Готово
sv: Klar
tr: Tamam

# blazeConfirmPaymentView.errorMessage
source: Error loading your payment methods
ar: خطأ في أثناء تحميل طرق الدفع الخاصة بك
de: Fehler beim Laden deiner Zahlungsmethoden
es: Error al cargar tus métodos de pago
fr: Erreur lors du chargement de vos moyens de paiement
he: שגיאה בטעינת אמצעי התשלום שלך
id: Terjadi error saat memuat metode pembayaran Anda
it: Errore nel caricamento dei metodi di pagamento
nl: Fout bij het laden van je betaalmethodes
pt_br: Erro ao carregar suas formas de pagamento
ru: Ошибка при загрузке способов оплаты
sv: Det gick inte att läsa in dina betalningsmetoder
tr: Ödeme yöntemleriniz yüklenirken hata oluştu

# blazeConfirmPaymentView.help
source: Help
ar: مساعدة
de: Hilfe
es: Ayuda
fr: Aide
he: עזרה
id: Bantuan
it: Aiuto
pt_br: Ajuda
ru: Справка
sv: Hjälp
tr: Yardım

# blazeConfirmPaymentView.learnMore
source: Learn more
ar: معرفة المزيد
de: Weitere Informationen
es: Más información
fr: Lire la suite
he: למידע נוסף
id: Baca selengkapnya
it: Scopri di più
nl: Meer informatie
pt_br: Saiba mais
ru: Подробнее
sv: Lär dig mer
tr: Daha fazla bilgi edinin

# blazeConfirmPaymentView.loading
source: Loading payment methods...
ar: جارٍ تحميل طرق الدفع...
de: Zahlungsmethoden werden geladen …
es: Cargando métodos de pago...
fr: Chargement des moyens de paiement…
he: טוען אמצעי תשלום...
id: Memuat metode pembayaran ...
it: Caricamento dei metodi di pagamento...
nl: Betaalmethoden laden...
pt_br: Carregando formas de pagamento...
ru: Загрузка способов оплаты…
sv: Laddar in betalningsmetoder …
tr: Ödeme yöntemleri yükleniyor...

# blazeConfirmPaymentView.paymentTotals
source: Payment totals
ar: إجماليات المدفوعات
de: Zahlungsübersicht
es: Cantidad total del pago
fr: Totaux des paiements
he: סכומים כוללים לתשלום
id: Total pembayaran
it: Totali pagamenti
nl: Totale betalingen
pt_br: Totais de pagamentos
ru: Итоговые суммы платежей
sv: Betalning totalt
tr: Ödeme toplamı

# blazeConfirmPaymentView.submitButton
source: Submit Campaign
ar: إرسال الحملة
de: Kampagne absenden
es: Enviar campaña
fr: Envoyer la campagne
he: לשלוח קמפיין
id: Kirim Kampanye
it: Invia campagna
nl: Campagne indienen
pt_br: Enviar campanha
ru: Отправить кампанию
sv: Skicka kampanj
tr: Kampanyayı Gönder

# blazeConfirmPaymentView.terms
source: Terms of Service
ar: شروط الخدمة
de: Geschäftsbedingungen
es: Condiciones del servicio
fr: Conditions d’utilisation
he: תנאי שימוש
id: Ketentuan Layanan
it: Termini di servizio
nl: Servicevoorwaarden
pt_br: Termos de serviço
ru: Условия предоставления услуг
sv: Användarvillkor
tr: Hizmet Koşulları

# blazeConfirmPaymentView.title
source: Payment
ar: الدفع
de: Zahlung
es: Pago
fr: Paiement
he: תשלום
id: Pembayaran
it: Pagamento
nl: Betaling
pt_br: Pagamento
ru: Оплата
sv: Betalning
tr: Ödeme

# blazeConfirmPaymentView.total
source: Total
ar: الإجمالي
de: Gesamt
he: סכום כולל
it: Totale
nl: Totaal
ru: Итого
sv: Totalt
tr: Toplam

# blazeConfirmPaymentView.tryAgain
source: Try Again
ar: المحاولة مجددًا
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
he: יש לנסות שוב
id: Coba Lagi
it: Riprova
nl: Probeer opnieuw
pt_br: Tentar novamente
ru: Повторить попытку
sv: Försök igen
tr: Yeniden Dene

# blazeConfirmPaymentViewModel.totalWeeklyAmount
source: %1$@ weekly
ar: %1$@ أسبوعيًا
de: %1$@ wöchentlich
es: %1$@ a la semana
fr: %1$@ par semaine
he: %1$@ בכל שבוע
id: %1$@ per minggu
it: %1$@ a settimana
nl: Wekelijks %1$@
pt_br: %1$@ por semana
sv: %1$@ varje vecka
tr: Haftalık %1$@

# blazeConfirmPaymentViewModel.totalWeeklyAmountWithCurrency
source: %1$@ %2$@ weekly
ar: %1$@ %2$@ أسبوعيًا
de: %1$@ %2$@ wöchentlich
es: %1$@ %2$@ a la semana
fr: %1$@ %2$@ par semaine
he: %1$@ %2$@ בכל שבוע
id: %1$@ %2$@ per minggu
it: %1$@ %2$@ a settimana
nl: Wekelijks %1$@ %2$@
pt_br: %1$@ %2$@ por semana
sv: %1$@ %2$@ varje vecka
tr: Haftalık %1$@ %2$@

# blazeCreateCampaignIntroView.audienceFeature.subtitle
source: Your ads on millions of sites within the WordPress.com and Tumblr networks.
ar: إعلاناتك على ملايين المواقع داخل شبكات ووردبريس.كوم وTumblr.
de: Deine Werbung auf Millionen Websites in den WordPress.com- und Tumblr-Netzwerken.
es: Tus anuncios en millones de sitios de la red de WordPress.com y Tumblr.
fr: Vos publicités sur des millions de sites des réseaux WordPress.com et Tumblr.
he: הפרסומות שלך יוצגו במיליוני אתרים ברשת WordPress.com וברשת Tumblr.
id: Jutaan situs dalam jaringan WordPress.com dan Tumblr jadi ruang iklan Anda.
it: I tuoi annunci su milioni di siti web nelle reti WordPress.com e Tumblr.
nl: Je advertenties op miljoenen sites binnen de WordPress.com- en Tumblr-netwerken.
pt_br: Seus anúncios em milhões de sites nas redes do WordPress.com e do Tumblr.
ru: Ваша реклама появится на миллионах сайтов в сетях WordPress.com и Tumblr.
sv: Dina annonser på miljontals webbplatser inom WordPress.com- och Tumblr-nätverken.
tr: Reklamlarınız WordPress.com ve Tumblr ağlarındaki milyonlarca sitede.

# blazeCreateCampaignIntroView.audienceFeature.title
source: Access a vast audience
ar: الوصول إلى عدد ضخم من الجمهور
de: Erziele eine große Reichweite
es: Accede a una gran audiencia
fr: Accéder à un large public
he: לגשת לקהל עצום
id: Jangkau audiens yang besar
it: Raggiungi un ampio pubblico
nl: Bereik een groot publiek
pt_br: Acesso a um vasto público
ru: Охватите широкую аудиторию
sv: Få tillgång till en stor publik
tr: Geniş bir kitleye ulaşın

# blazeCreateCampaignIntroView.createYourCampaign
source: Create Your Campaign
ar: إنشاء حملتك
de: Deine Kampagne erstellen
es: Crea tu campaña
fr: Créer votre campagne
he: ליצור קמפיין
id: Buat Kampanye Anda
it: Crea la tua campagna
nl: Campagne aanmaken
pt_br: Crie sua campanha
ru: Создайте кампанию
sv: Skapa din kampanj
tr: Kampanyanızı Oluşturun

# blazeCreateCampaignIntroView.globalReach.subtitle
source: Our tool presents your product where interested shoppers can find it.
ar: تقدِّم الأداة التي نطرحها منتجك في المكان الذي يستطيع فيه المتسوقون المهتمون العثور عليه.
de: Unser Tool zeigt dein Produkt dort an, wo es von interessierten Käufern gefunden werden kann.
es: Nuestra herramienta presenta tu producto donde los compradores interesados puedan encontrarlo.
fr: Notre outil présente votre produit là où se trouvent les clients ciblés.
he: הכלי שלנו מציג את המוצר שלך במקומות שבהם לקוחות מעוניינים יוכלו למצוא אותו.
id: Berkat alat kami, pembeli yang tertarik dengan produk Anda bisa lebih mudah menemukannya.
it: Il nostro strumento presenta il tuo prodotto dove gli acquirenti interessati possono trovarlo.
nl: Onze tool toont je product daar waar geïnteresseerde winkelaars dit kunnen vinden.
pt_br: Nossas ferramentas exibem seu produto onde clientes interessados possam encontrá-lo.
ru: Наш инструмент покажет ваш товар именно там, где его смогут увидеть заинтересованные покупатели.
sv: Vårt verktyg presenterar din produkt där intresserade shoppare kan hitta den.
tr: Aracımız, ürününüzü ilgilenen müşterilerin bulabileceği bir yerde sunar.

# blazeCreateCampaignIntroView.globalReach.title
source: Global reach made simple
ar: أصبح الوصول العالمي بسيطًا
de: Globale Reichweite leicht gemacht
es: Alcance global simplificado
fr: Une présence mondiale en toute simplicité
he: חשיפה עולמית, בלי להסתבך
id: Seluruh dunia dalam jangkauan
it: Raggiungere tutto il mondo non è mai stato così facile
nl: Wereldwijd bereik vereenvoudigd
pt_br: Alcance global simplificado
ru: Простота глобального охвата
sv: Global räckvidd på ett enkelt sätt
tr: Küresel ağa erişmek artık daha kolay

# blazeCreateCampaignIntroView.learnHowBlazeWorks
source: Learn how Blaze works
ar: التعرُّف على كيفية عمل Blaze
de: So funktioniert Blaze
es: Echa un vistazo a cómo funciona Blaze
fr: Voir comment fonctionne Blaze
he: ללמוד איך Blaze פועל
id: Cari tahu cara kerja Blaze
it: Scopri come funziona Blaze
nl: Ontdek hoe Blaze werkt
pt_br: Descobrir como o Blaze funciona
ru: Как работает Blaze
sv: Lär dig hur Blaze fungerar
tr: Blaze'in nasıl çalıştığını öğrenin

# blazeCreateCampaignIntroView.quickStart.subtitle
source: Launch ads in minutes – no experience or big budget needed, starting at just $5 USD daily.
ar: يمكنك تشغيل الإعلانات في غضون دقائق - لا يلزم وجود خبرة أو ميزانية كبيرة، بدءًا من 5 دولارات أمريكية فقط يوميًا.
de: Veröffentliche Werbung in Minutenschnelle – ohne Erfahrung oder großes Budget – schon ab 5 USD täglich.
es: Lanza anuncios en minutos, sin necesidad de contar con experiencia ni presupuesto, por tan solo 5 dólares estadounidenses al día.
fr: Lancez des publicités en quelques minutes ; aucune expérience ni gros budget ne sont nécessaires, à partir de seulement 5 $ par jour.
he: אפשר להפיץ פרסומות בתוך דקות – אין צורך בניסיון או בתקציב גדול, אפשר להתחיל בעלות של 5 $ בלבד ליום.
id: Pasang iklan dalam hitungan menit — tanpa perlu jadi ahli atau banyak biaya, dari 5 dolar AS saja per hari.
it: Lancia annunci in pochi minuti, senza bisogno di esperienza o di grandi budget, a partire da soli $ 5 al giorno.
nl: Lanceer je advertenties binnen een paar minuten, zonder ervaring of een groot budget. Vanaf slecht $ 5 USD per dag.
pt_br: Publique anúncios em questão de minutos sem precisar de experiência ou de um grande orçamento, a partir de US$ 5 por dia.
ru: Запуск рекламы за несколько минут: вам не понадобится ни навык, ни солидный бюджет, можно начать всего с 5 долларов США.
sv: Lansera annonser på några minuter – ingen erfarenhet eller stor budget behövs, från bara $5 USD per dag.
tr: Dakikalar içinde reklam yayınlayın; deneyim veya büyük bir bütçeye gerek yok, yalnızca günlük 5 ABD dolarından başlayan fiyatlarla.

# blazeCreateCampaignIntroView.quickStart.title
source: Quick start, big impact
ar: بدء سريع، تأثير أكبر
de: Schneller Start, große Wirkung
es: Comienzo rápido, gran impacto
fr: Un démarrage rapide, un énorme impact
he: התחלה מהירה, השפעה גדולה
id: Pasang praktis, hasil strategis
it: Avvio rapido, grande impatto
nl: Snel aan de slag, grote impact
pt_br: Início rápido, impacto enorme
ru: Быстрый старт, значительный эффект
sv: Snabb start, stor effekt
tr: Hızlı başlangıç, büyük etki
