Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: Is the generated description helpful?
ar: هل الوصف المنشأ مفيد؟
de: Ist die generierte Beschreibung hilfreich?
es: ¿Es útil la descripción generada?
fr: La description générée est-elle utile ?
he: האם התיאור שנוצר מועיל לך?
id: Apakah deskripsi yang dibuat bermanfaat?
it: La descrizione generata è utile?
nl: Is de gegenereerde beschrijving nuttig?
pt_br: A descrição gerada é útil?
ru: Оказалось ли созданное описание полезным?
sv: Är den genererade beskrivningen användbar?
tr: Oluşturulan açıklama faydalı oldu mu?

source: Is the generated message helpful?
ar: هل الرسالة المنشأة مفيدة؟
de: Ist die generierte Mitteilung hilfreich?
es: ¿Es útil el mensaje generado?
fr: Le message généré est-il utile ?
he: האם ההודעה שנוצרה מועילה לך?
id: Apakah pesan yang dibuat bermanfaat?
it: Il messaggio generato è utile?
nl: Is het gegenereerde bericht nuttig?
pt_br: A mensagem gerada é útil?
ru: Оказалось ли созданное сообщение полезным?
sv: Är det genererade meddelandet användbart?
tr: Oluşturulan mesaj faydalı oldu mu?

source: Is the result helpful?
ar: هل النتيجة مفيدة؟
de: Ist das Ergebnis hilfreich?
es: ¿Te ha resultado útil?
he: האם התוצאה עוזרת לך?
id: Apakah hasil ini bermanfaat?
it: Il risultato è utile?
nl: Is het resultaat nuttig?
pt_br: O resultado foi útil?
ru: Был ли результат полезен?
sv: Är resultatet användbart?
tr: Sonuç faydalı oldu mu?

source: Isle of Man
ar: جزيرة مان
es: Isla de Man
fr: Île de Man
he: האי מאן
id: Pulau Man
it: Isola di Man
ja: マン島
nl: Man (eiland)
pt_br: Ilha de Man
ru: Остров Мэн
tr: Man Adası

source: Israel
ar: إسرائيل
fr: Israël
he: ישראל
it: Israele
ja: イスラエル
nl: Israël
ru: Израиль
tr: İsrail

source: Issue Refund
ar: نشر مبلغ الاسترداد
de: Rückerstattung ausstellen
es: Emitir reembolso
fr: Effectuer le remboursement
he: להפיק החזר כספי
id: Minta Pengembalian Biaya
it: Emetti rimborso
ja: 返金を実行
nl: Restitueren
pt_br: Emitir reembolso
ru: Оформить возврат
sv: Utfärda återbetalning
tr: Geri Ödeme Yap

source: Issuing Refund...
ar: جارٍ إصدار أمر باسترداد الأموال...
de: Rückerstattungen wird ausgestellt …
es: Se está emitiendo el reembolso...
fr: Émission du remboursement en cours...
he: מנפיק החזר כספי...
id: Meminta Pengembalian Dana...
it: Emissione del rimborso...
ja: 返金を実行しています...
nl: Terugbetalen
pt_br: Emitindo reembolso...
ru: Оформляется возврат средств...
sv: Utfärdar återbetalning...
tr: Para İadeleri Düzenleniyor...

source: It looks like %@ is connected to a different account.
ar: يبدو أن %@ متصل بحساب مختلف.
de: %@ ist anscheinend mit einem anderen Konto verbunden.
es: Parece que %@ está conectado a otra cuenta.
fr: Il semblerait que %@ soit connecté(e) à un autre compte WordPress.com.
he: נראה שהאתר %@ מחובר לחשבון שונה.
id: Sepertinya %@ terhubung ke akun yang berbeda.
it: Sembra che %@ sia connesso a un account diverso.
ja: %@ が異なるアカウントに接続されているようです。
nl: Het lijkt erop dat %@ is gekoppeld aan een ander account.
pt_br: Parece que %@ está conectado a uma conta diferente.
ru: Похоже, что %@ подключён к другой учётной записи.
sv: Det ser ut om att %@ är ansluten till ett annat konto.
tr: Görünüşe göre %@ farklı bir hesaba bağlı.

source: It looks like %@ is not a WooCommerce site.
ar: يبدو أنَّ %@ ليس موقع WooCommerce.
de: %@ ist offenbar keine WooCommerce-Website.
es: Parece que %@ no es un sitio de WooCommerce.
fr: Il semblerait que %@ ne soit pas un site WooCommerce.
he: נראה שהאתר %@ אינו אתר של WooCommerce.
id: Tampaknya %@ bukan situs WooCommerce.
it: Sembra che %@ non sia un sito WooCommerce.
ja: %@ は WooCommerce サイトではないようです。
nl: Het lijkt erop dat %@ geen WooCommerce-site is.
pt_br: Parece que %@ não é um site do WooCommerce.
ru: Похоже, %@ не является сайтом WooCommerce.
sv: Det verkar som att %@ inte är en WooCommerce-webbplats.
tr: Görünüşe göre %@ bir WooCommerce sitesi değil.

source: It looks like this username/password isn't associated with this site.
ar: يبدو أن اسم المستخدم هذا / كلمة المرور هذه غير مقترنين بهذه الموقع.
de: Dieser Benutzername/dieses Passwort ist anscheinend nicht mit dieser Website verknüpft.
es: Parece que este usuario/contraseña no está asociado con este sitio.
fr: Il semblerait que cet identifiant/mot de passe n’est pas associé à ce site.
he: נראה ששם המשתמש או הסיסמה לא רשומים באתר זה.
id: Sepertinya nama pengguna/kata sandi ini tidak terkait dengan situs ini.
it: Sembra che questo nome utente/questa password non sia associato/a a questo sito.
ja: このユーザー名またはパスワードは、このサイトに関連付けられていないようです。
nl: Het lijkt erop dat deze gebruikersnaam/dit wachtwoord niet aan deze site is gekoppeld.
pt_br: Parece que esse usuário/senha não está associado a esse site.
ru: Похоже, введённое имя пользователя или пароль не связаны с этим сайтом.
sv: Detta användarnamn och lösenord verkar inte fungera på denna webbplats.
tr: Bu kullanıcı adı/parola bu siteyle ilişkili değil gibi görünüyor.

source: It looks like you have analytics disabled.
ar: يبدو أن التحليلات مُعطلة لديك.
de: Es sieht aus, als hast du die Statistiken deaktiviert.
es: Parece que los análisis están desactivados.
fr: Il semblerait que les statistiques soient désactivées.
he: נראה שהשבתת את הנתונים האנליטיים.
id: Sepertinya analitik Anda dinonaktifkan.
it: Sembra che l'analisi sia disattivata.
ja: 分析が無効になっているようです。
nl: Het lijkt erop dat je analyses hebt uitgeschakeld.
pt_br: Parece que a análise está desativada.
ru: Кажется, у вас отключена аналитика.
sv: Det verkar som att du har inaktiverat analys.
tr: Analytics'i devre dışı bıraktığınız anlaşılıyor.

source: It looks like you're not connected to the internet. Ensure your Wi-Fi is turned on. If you're using mobile data, make sure it's enabled in your device settings.
ar: يبدو أنك أنتَ غير متصل بالإنترنت. تأكد من تشغيل شبكة Wi-Fi الخاصة بك. إذا كنت تستخدم بيانات الهاتف المحمول، فتأكد من تمكينها ضمن إعدادات الجهاز لديك.
de: Du bist scheinbar nicht mit dem Internet verbunden. Stelle sicher, dass dein WLAN eingeschaltet ist. Falls du mobile Daten verwendest, solltest du prüfen, ob sie in deinen Geräteeinstellungen aktiviert sind.
es: Parece que no estás conectado a Internet. Comprueba que tienes activado el wifi. Si te vas a conectar con datos móviles, asegúrate de que estén activados en los ajustes de tu dispositivo.
fr: Il semble que vous ne soyez pas connecté(e) à Internet. Assurez-vous que votre Wi-Fi est activé. Si vous utilisez des données mobiles, assurez-vous qu’elles soient activées dans les réglages de votre appareil.
he: נראה שהחיבור לאינטרנט לא פעיל אצלך. יש לוודא שהחיבור ל-Wi-Fi הופעל. אם ברצונך להשתמש בנתונים הניידים, עליך לוודא שהאפשרות הופעלה בהגדרות המכשיר.
id: Tampaknya Anda tidak terhubung ke internet. Pastikan Wi-Fi Anda aktif. Jika Anda menggunakan data seluler, aktifkan di pengaturan perangkat Anda.
it: Sembra non ci sia connessione a Internet. Assicurati che il Wi-Fi sia acceso. Se stai utilizzando i dati mobili, accertati che siano abilitati nelle impostazioni del dispositivo.
nl: Het lijkt erop dat je niet bent verbonden met het internet. Zorg ervoor dat je wifi aan staat. Als je mobiele data gebruikt, zorg er dan voor dat deze is ingeschakeld in de instellingen van je apparaat.
pt_br: Você não está conectado à Internet. Verifique se seu Wi-Fi está ligado. Se você estiver usando dados móveis, verifique se a opção está ativada nas configurações do seu dispositivo.
ru: Похоже, вы не подключены к Интернету. Убедитесь, что ваш Wi-Fi включён. Если вы используете мобильные данные, убедитесь, что они включены в настройках вашего устройства.
sv: Det verkar som att du inte är ansluten till internet. Kontrollera att ditt Wi-Fi är på. Om du använder mobildata, se till att detta är aktiverat i dina enhetsinställningar.
tr: Görünüşe göre internete bağlı değilsiniz. Wi-Fi ağınızın açık olduğundan emin olun. Mobil veri kullanıyorsanız cihazınızın ayarlarında etkinleştirildiğinden emin olun.

source: It looks like your user role doesn't allow you to install Jetpack. Please contact your administrator for help.
ar: يبدو أن دور المستخدم الخاص بك لا يسمح لك بتثبيت Jetpack. يرجى الاتصال بالمسؤول لديك للحصول على مساعدة.
de: Anscheinend bist du im Rahmen deiner Benutzerrolle nicht berechtigt, Jetpack zu installieren. Bitte wende dich an deinen Administrator, um Hilfe zu erhalten.
es: Parece que tu rol de usuario no permite instalar Jetpack. Ponte en contacto con el administrador para obtener ayuda.
fr: Il semblerait que votre rôle utilisateur ne vous permette pas d’installer Jetpack. Veuillez contacter votre administrateur pour obtenir de l’aide.
he: נראה שתפקיד המשתמש שלך לא מאפשר לך להתקין את Jetpack. יש ליצור קשר עם מנהל המערכת לקבלת עזרה.
id: Sepertinya peran pengguna Anda tidak mengizinkan Anda menginstal Jetpack. Hubungi administrator Anda untuk mendapatkan bantuan.
it: Sembra che il tuo ruolo utente non ti permetta di installare Jetpack. Contatta l'amministratore del sito per assistenza.
ja: ユーザー権限グループでは Jetpack のインストールが許可されていないようです。 サポートをご希望の場合は管理者にお問い合わせください。
nl: Het lijkt erop dat je gebruikersrol niet gemachtigd is om Jetpack te installeren. Neem contact op met je beheerder voor ondersteuning.
pt_br: Parece que sua função de usuário não permite instalar o Jetpack. Fale com o administrador para obter ajuda.
ru: Кажется, ваша роль пользователя не позволяет вам устанавливать Jetpack. Обратитесь к администратору за помощью.
sv: Det verkar som att din användarroll inte tillåter dig att installera Jetpack. Kontakta din administratör för hjälp.
tr: Görünüşe göre kullanıcı rolünüz Jetpack'i yüklemenize izin vermiyor. Lütfen yardım için site yöneticinizle iletişime geçin.

source: It seems like you've entered an incorrect password. Want to give it another try?
ar: يبدو أنك أدخلت كلمة مرور غير صحيحة. هل ترغب في تجربته مرة أخرى؟
de: Scheinbar hast du ein falsches Passwort eingegeben. Möchtest du es noch einmal versuchen?
es: Parece que has introducido una contraseña incorrecta ¿Quieres intentarlo de nuevo?
fr: Il semblerait que vous avez saisi un mot de passe incorrect. Voulez-vous réessayer ?
he: כנראה שהזנת סיסמה שגויה. רוצה לנסות שוב?
id: Sepertinya Anda memasukkan kata sandi yang salah. Ingin mencoba lagi?
it: Sembra che tu abbia immesso una password errata. Vuoi riprovare?
ja: 入力したパスワードが正しくないようです。もう一度試しますか ?
nl: Het lijkt erop dat je een onjuist wachtwoord hebt ingevoerd. Wil je het nog eens proberen?
pt_br: Parece que você digitou com uma senha incorreta. Quer tentar novamente?
ru: Похоже, вы ввели неправильный пароль. Хотите попытаться ещё раз?
sv: Du verkar ha skrivit fel lösenord. Vill du försöka en gång till?
tr: Yanış bir parola girmişsiniz gibi görünüyor. Yeniden denemek ister misiniz?

source: It seems that you have not approved the app connection yet. Are you sure you want to exit?
ar: يبدو أنك لم توافق على ربط التطبيق حتى الآن. هل تريد بالتأكيد الإنهاء؟
de: Du hast die App-Verbindung scheinbar noch nicht genehmigt. Bist du sicher, dass du den Vorgang beenden möchtest?
es: Parece que aún no has aprobado la conexión de la aplicación. ¿Seguro que quieres salir?
fr: Il semble que vous n’ayez pas encore approuvé la connexion à l’application. Voulez-vous vraiment quitter ?
he: נראה שעדיין לא אישרת את החיבור לאפליקציה. האם ברצונך לצאת?
id: Sepertinya Anda belum menyetujui koneksi aplikasi. Anda yakin ingin keluar?
it: Sembra che tu non abbia ancora approvato la connessione dell'app. Desideri uscire?
nl: Het lijkt erop dat je de verbinding met de app nog niet hebt goedgekeurd. Weet je zeker dat je wilt afsluiten?
pt_br: Parece que você ainda não aprovou a conexão do aplicativo. Tem certeza de que deseja sair?
ru: Похоже, вы ещё не одобрили соединение с приложением. Вы уверены, что хотите выйти?
sv: Det verkar som att du inte har godkänt appanslutningen än. Är du säker på att du vill lämna sidan?
tr: Görünüşe göre henüz uygulama bağlantısını onaylamadınız. Çıkış yapmak istediğinizden emin misiniz?

source: It seems that your site %@ has Application Password disabled. Please enable it to use the WooCommerce app.
ar: يبدو أن ميزة كلمة مرور التطبيق معطّلة في موقع %@ الخاص بك. يرجى تمكينها لاستخدام تطبيق WooCommerce.
de: Anscheinend ist auf deiner Website %@ das Anwendungspasswort deaktiviert. Bitte aktiviere es, um die WooCommerce-App verwenden zu können.
es: Al parecer, tu sitio %@ tiene desactivada la contraseña de aplicación. Actívala para usar la aplicación de WooCommerce.
fr: Il semblerait que le mot de passe de l’application soit désactivé pour votre site %@. Veuillez l’activer pour utiliser l’application WooCommerce.
he: נראה ש'סיסמת האפליקציה' באתר שלך, %@, מושבתת. יש להפעיל אותה כדי להשתמש באפליקציית WooCommerce.
id: Sepertinya Kata Sandi Aplikasi situs Anda, %@, dalam kondisi nonaktif. Aktifkan Kata Sandi untuk menggunakan aplikasi WooCommerce
it: Sembra che il tuo sito %@ abbia la password dell'applicazione disabilitata. Abilitalo all'uso dell'app WooCommerce.
ja: サイト %@ のアプリケーションパスワードが無効になっているようです。 WooCommerce アプリを使用するには、アプリケーションパスワードを有効にしてください。
nl: Het lijkt erop dat applicatiewachtwoord is uitgeschakeld op je site %@. Schakel dit in om de WooCommerce-app te kunnen gebruiken.
pt_br: Parece que seu site %@ está com a senha do aplicativo desativada. Ative-a para usar o aplicativo do WooCommerce.
ru: Кажется, на вашем сайте %@ отключён пароль приложения. Включите его, чтобы использовать приложение WooCommerce.
sv: Det verkar som att Applikationslösenord är inaktiverat för din webbplats %@. Aktivera det om du vill använda WooCommerce-appen.
tr: %@ sitenizde Uygulama Şifresi devre dışı bırakılmış görünüyor. WooCommerce uygulamasını kullanmak için lütfen Uygulama Şifresini etkinleştirin.

source: It seems that your site %@ is a simple WordPress.com site that cannot install plugins. Please upgrade your plan to use WooCommerce.
ar: يبدو أن موقعك %@ عبارة عن موقع ووردبريس.كوم بسيط يتعذر عليه تثبيت إضافات. يرجى ترقية خطتك لاستخدام WooCommerce.
de: Bei deiner Website %@ handelt es sich offenbar um eine einfache WordPress.com-Website, für die keine Plugins installiert werden können. Bitte aktualisiere deinen Tarif, um WooCommerce zu nutzen.
es: Parece que tu sitio %@ es un sitio sencillo de WordPress.com que no puede instalar plugins. Mejora tu plan para usar WooCommerce.
fr: Il semble que votre site %@ soit un site WordPress.com simple qui ne prend pas en charge les extensions. Veuillez choisir une option payante pour votre plan afin de pouvoir utiliser WooCommerce.
he: נראה שהאתר שלך, %@, הוא אתר WordPress.com פשוט שלא יכול להתקין תוספים. עליך לשדרג את התוכנית שלך כדי להשתמש ב-WooCommerce.
id: Sepertinya situs %@ Anda adalah situs WordPress.com sederhana yang tidak dapat menginstal plugin. Upgrade paket Anda untuk dapat menggunakan WooCommerce.
it: Sembra che il tuo sito %@ sia un semplice sito WordPress.com che non può installare plugin. Aggiorna il tuo piano per utilizzare WooCommerce.
ja: ご利用のサイト %@ は、プラグインをインストールできない簡易版の WordPress.com サイトのようです。 WooCommerce を使用するには、プランをアップグレードしてください。
nl: Het lijkt erop dat je site %@ een eenvoudige WordPress.com-site is die geen plugins kan installeren. Upgrade je abonnement om WooCommerce te kunnen gebruiken
pt_br: Parece que seu site %@ é um WordPress.com simples não compatível com plugins. Faça upgrade em seu plano para usar o WooCommerce.
ru: Похоже, ваш сайт %@ является простым сайтом WordPress.com, на котором нельзя устанавливать плагины. Обновите тарифный план для использования WooCommerce.
sv: Det verkar som om din webbplats %@ är en enkel WordPress.com-webbplats som inte kan installera tillägg. Uppgradera ditt paket för att använda WooCommerce.
tr: Görünüşe göre %@ siteniz, eklenti yüklenemeyen basit bir Wordpress.com sitesi. WooCommerce kullanabilmek için lütfen paketinizi yükseltin.

source: It seems the username or password you entered doesn't quite match. Double-check your credentials and try again.
ar: يبدو أن اسم المستخدم أو كلمة المرور التي أدخلتها غير متطابقة تمامًا. تحقق مجددًا من بيانات الاعتماد الخاصة بك وحاول مجددًا!
de: Der eingegebene Benutzername und das eingegebene Passwort stimmen offenbar nicht überein. Überprüfe deine Anmeldedaten und versuche es noch einmal!
es: Parece que el nombre de usuario o la contraseña que has indicado no coinciden. Vuelve a comprobar tus credenciales e inténtalo otra vez.
fr: Il semble que l’identifiant ou le mot de passe saisi ne corresponde pas. Vérifiez vos identifiants de connexion et réessayez.
he: נראה ששם המשתמש והסיסמה שהזנת לא תואמים. יש לבדוק את פרטי הכניסה ולנסות שוב.
id: Nama pengguna atau kata sandi Anda sepertinya salah. Periksa kembali kredensial Anda dan coba lagi.
it: Sembra che il nome utente o la password inseriti non corrispondano. Controlla di nuovo le credenziali e riprova.
nl: Het lijkt erop dat de gebruikersnaam die en het wachtwoord dat je hebt ingevoerd niet overeenkomt. Controleer je inloggegevens en probeer het nogmaals.
pt_br: Parece que o nome de usuário e a senha que você inseriu não correspondem. Verifique suas credenciais e tente novamente.
ru: Введённые вами имя пользователя или пароль, по-видимому, не совпадают. Проверьте учётные данные и повторите попытку.
sv: Det verkar som att användarnamnet eller lösenordet som du angav är felaktigt. Dubbelkolla dina autentiseringsuppgifter och försök igen.
tr: Görünüşe göre girdiğiniz kullanıcı adı ve parola tam olarak eşleşmiyor. Kimlik bilgilerinizi tekrar kontrol edip yeniden deneyin.

source: Italic
ar: مائل
de: Kursiv
es: Cursiva
fr: Italique
he: נטוי
id: Miring
it: Corsivo
ja: 斜体
nl: Cursief
pt_br: Itálico
ru: Курсив
sv: Kursiv
tr: İtalik

source: Italy
ar: إيطاليا
de: Italien
es: Italia
fr: Italie
he: איטליה
id: Italia
it: Italia
ja: イタリア
nl: Italië
pt_br: Itália
ru: Италия
sv: Italien
tr: İtalya

source: Item description is required
ar: يلزم وصف العنصر
de: Artikelbeschreibung erforderlich
es: Se requiere una descripción del artículo
fr: La description de l’article est obligatoire
he: יש לציין תיאור לפריט
id: Keterangan item wajib diisi
it: Descrizione dell'articolo richiesta
ja: アイテムの説明は必須です
nl: Beschrijving artikel is vereist
pt_br: A descrição do item é obrigatória
ru: Требуется описание товара
sv: Artikelbeskrivning krävs
tr: Öğe açıklaması gereklidir

source: Item dimensions
ar: أبعاد العنصر
de: Abmessungen des Artikels
es: Dimensiones del artículo
fr: Dimensions de l’élément
he: ממדי הפריט
id: Dimensi item
it: Dimensioni dell'elemento
ja: 商品の寸法
nl: Artikelafmetingen
pt_br: Dimensões do item
ru: Размеры позиции
sv: Varumått
tr: Öğe boyutları

source: Item value must be larger than 0
ar: يجب أن تزيد قيمة العنصر عن 0
de: Wert des Artikels muss größer als 0 sein.
es: El valor del artículo debe ser mayor que 0
fr: La valeur de l’article doit être supérieure à 0
he: ערך הפריט חייב להיות מעל 0
id: Nilai item harus lebih besar dari 0
it: Il valore dell'articolo deve essere superiore a 0
ja: アイテムの価値は0以上にしてください
nl: Waarde artikel moet meer zijn dan 0
pt_br: O valor do item deve ser maior que 0
ru: Значение стоимости должно быть больше 0
sv: Artikelvärdet måste överstiga 0
tr: Öğe değeri 0'dan büyük olmalıdır

source: Item weight must be larger than 0
ar: يجب أن يزيد وزن العنصر عن 0
de: Gewicht des Artikels muss größer als 0 sein.
es: El peso del artículo debe ser mayor que 0
fr: Le poids de l’article doit être supérieur à 0
he: משקל הפריט חייב להיות מעל 0
id: Berat item harus lebih besar dari 0
it: Il peso dell'articolo deve essere superiore a 0
ja: アイテムの重量は0以上にしてください
nl: Gewicht artikel moet meer zijn dan 0
pt_br: O peso do item deve ser maior que 0
ru: Значение веса должно быть больше 0
sv: Artikelvikten måste överstiga 0
tr: Öğe ağırlığı 0'dan büyük olmalıdır

source: Items Sold
ar: العناصر المباعة
de: Verkaufte Artikel
es: Artículos vendidos
fr: Articles vendus
he: פריטים שנמכרו
id: Item Terjual
it: Elementi venduti
ja: 販売済み商品
nl: Verkochte artikelen
pt_br: Itens vendidos
ru: Предметы проданы.
sv: Sålda artiklar
tr: Satılan ürünler

source: Ivory Coast
ar: ساحل العاج
de: Elfenbeinküste
es: Costa de Marfil
fr: Côte d’Ivoire
he: חוף שנהב
id: Pantai Gading
it: Costa d'Avorio
ja: コートジボワール
nl: Ivoorkust
pt_br: Costa do Marfim
ru: Кот-д'Ивуар
sv: Elfenbenskusten
tr: Fildişi Sahilleri

source: Jamaica
ar: جامايكا
de: Jamaika
fr: Jamaïque
he: ג'מייקה
id: Jamaika
it: Giamaica
ja: ジャマイカ
ru: Ямайка
tr: Jamaika

source: Japan
ar: اليابان
es: Japón
fr: Japon
he: יפן
id: Jepang
it: Giappone
ja: 日本
pt_br: Japão
ru: Япония
tr: Japonya

source: Jersey
ar: جيرسي
he: ג'רזי
ja: ジャージー島
ru: Джерси

source: Jetpack Not Connected
ar: Jetpack غير متصل
de: Jetpack ist nicht verbunden
es: Jetpack no está conectado
fr: Jetpack non connecté
he: השירות של Jetpack לא מחובר
id: Jetpack Tidak Tersambung
it: Jetpack non connesso
nl: Jetpack niet verbonden
pt_br: Jetpack não conectado
ru: Jetpack не подключён
sv: Jetpack inte ansluten
tr: Jetpack Bağlı Değil

source: Jetpack Setup
ar: إعداد Jetpack
de: Einrichtung von Jetpack
es: Configuración de Jetpack
fr: Configuration Jetpack
he: הגדרת Jetpack‎
id: Penyiapan Jetpack
it: Configurazione di Jetpack
ja: Jetpack のセットアップ
nl: Jetpack-configuratie
pt_br: Configuração do Jetpack
ru: Настройка Jetpack
sv: Kom igång med Jetpack
tr: Jetpack Kurulumu

source: Jetpack is a free WordPress plugin that connects your store with tools needed to give you the best mobile experience, including push notifications and stats.
ar: Jetpack هو إضافة مجانية على ووردبريس تربط متجرك بالأدوات اللازمة لمنحك أفضل تجربة على الهاتف المحمول، بما في ذلك تنبيهات الدفع والإحصاءات.
de: Jetpack ist ein kostenloses WordPress-Plugin, das deinen Store mit Tools verbindet, die du für ein bestmögliches mobiles Erlebnis benötigst, einschließlich Push-Benachrichtigungen und Statistiken.
es: Jetpack es un plugin gratuito de WordPress que conecta tu tienda con las herramientas necesarias para ofrecer la mejor experiencia para móviles, como notificaciones push y estadísticas
fr: Jetpack est une extension WordPress gratuite qui connecte votre boutique aux outils dont vous avez besoin pour vous offrir une expérience optimale, dont les notifications push et les statistiques
he: Jetpack הוא תוסף חינמי של WordPress שמחבר לחנות שלך כלים שיספקו לך את חוויית השימוש הטובה ביותר במכשיר הנייד, כולל הודעות דחיפה ונתונים סטטיסטיים
id: Jetpack adalah plugin WordPress gratis yang menghubungkan toko Anda dengan peralatan yang diperlukan agar dapat memberikan pengalaman seluler terbaik, termasuk pemberitahuan push dan statistik
it: Jetpack è un plugin WordPress gratuito che collega il tuo negozio con gli strumenti necessari per assicurarti la migliore esperienza mobile, incluse le notifiche push e le statistiche
ja: Jetpack は WordPress の無料のプラグインであり、ストアをモバイルでの最適な操作に必要なツール (プッシュ通知および統計を含む) と接続します。
nl: Jetpack is een gratis WordPress-plugin die aan je winkel wordt gekoppeld en tools voor de beste mobiele ervaring biedt, waaronder pushmeldingen en statistieken
pt_br: O Jetpack é um plugin gratuito do WordPress que conecta sua loja às ferramentas necessárias para proporcionar a você a melhor experiência em dispositivos móveis, incluindo notificações push e estatísticas
ru: Jetpack — это бесплатный плагин WordPress с дополнительными инструментами, которые обеспечивают удобное управление магазином с мобильных устройств и доступ к расширенным возможностям, например push-уведомлениям и статистике.
sv: Jetpack är ett gratis WordPress-tillägg som ansluter din butik till de verktyg som behövs för att ge dig den bästa möjliga mobilupplevelsen, inklusive pushmeddelanden och statistik
tr: Jetpack, size en iyi mobil deneyimi sunmak için anında bildirimler ve istatistikler dahil olmak üzere gerekli araçlarla sizi mağazaya bağlayan ücretsiz bir WordPress eklentisidir.
