Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: All variations are already generated.
ar: يتم إنشاء كل التباينات بالفعل.
de: Alle Varianten wurden bereits erstellt.
es: Ya se han generado todas las variaciones.
fr: Toutes les variantes ont déjà été créées.
he: כל הסוגים כבר נוצרו.
id: Semua variasi telah dibuat.
it: Sono già generate tutte le varianti.
ja: すべてのバリエーションはすでに生成されています。
nl: Alle variaties zijn al gegenereerd.
pt_br: Todas as variações já foram geradas.
ru: Все варианты уже созданы.
sv: Alla variationer har redan genererats.
tr: Tüm varyasyonlar zaten oluşturuldu.

source: Allow
ar: سماح
de: Zulassen
es: Permitir
fr: Autoriser
he: לאפשר
id: Izinkan
it: Consenti
ja: 許可する
nl: Toestaan
pt_br: Permitir
ru: Разрешить
sv: Tillåt
tr: İzin ver

source: Allow camera access
ar: السماح بالوصول إلى الكاميرا
de: Kamerazugriff erlauben
es: Permitir el acceso a la cámara
fr: Autoriser l’accès à l’appareil photo
he: לאפשר גישה למצלמה
id: Izinkan akses kamera
it: Consenti l'accesso alla fotocamera
ja: カメラのアクセスを許可する
nl: Camera-toegang toestaan
pt_br: Permitir acesso à câmera
ru: Разрешить доступ к камере
sv: Tillåt kameraåtkomst
tr: Kamera erişimine izin ver

source: Allow multiple users to access WooCommerce Mobile.
ar: اسمح لعدة مستخدمين بالوصول إلى تطبيق WooCommerce للهاتف المحمول.
de: Erlaube mehreren Benutzen, auf WooCommerce Mobile zuzugreifen.
es: Permite que varios usuarios accedan a la aplicación móvil de WooCommerce.
fr: Autorisez plusieurs utilisateurs à accéder à l’application mobile WooCommerce.
he: לאפשר למספר משתמשים לגשת אל WooCommerce Mobile.
id: Izinkan banyak pengguna untuk mengakses WooCommerce Mobile.
it: Consenti a più utenti di accedere a WooCommerce Mobile.
ja: 複数のユーザーに WooCommerce モバイルへのアクセスを許可します。
nl: Toestaan dat meerdere gebruikers gebruik kunnen maken van WooCommerce Mobile.
pt_br: Permita que vários usuários acessem o aplicativo móvel WooCommerce.
ru: Обеспечьте возможность доступа к WooCommerce Mobile для нескольких пользователей.
sv: Tillåt flera användare att komma åt WooCommerce Mobile.
tr: Birden fazla kullanıcının WooCommerce Mobile'a erişmesine izin verin.

source: Allow us to optimize performance by collecting information on how users interact with our mobile apps.
ar: اسمح لنا بتحسين الأداء عن طريق جمع المعلومات حول كيفية تفاعل المستخدمين مع تطبيقاتنا للهواتف المحمولة.
de: Mit deiner Zustimmung können wir die Performance optimieren, indem wir Informationen zur Interaktion von Benutzern mit unseren Mobil-Apps sammeln.
es: Nos permiten optimizar el rendimiento mediante la recopilación de información sobre la forma en que los usuarios interactúan con nuestras aplicaciones para móviles.
fr: Donnez-nous la possibilité d’optimiser les performances en collectant des informations sur la façon dont les utilisateurs interagissent avec nos applications mobiles.
he: אנחנו זקוקים לאישורך כדי לבצע אופטימיזציה של ביצועים על ידי איסוף מידע לגבי האופן שבו משתמשים יוצרים אינטראקציה עם האפליקציות שלנו למכשירים ניידים.
id: Izinkan kami untuk mengoptimalkan performa dengan mengumpulkan informasi tentang cara pengguna berinteraksi dengan aplikasi seluler kami.
it: Ci consentono di ottimizzare le prestazioni raccogliendo informazioni su come gli utenti interagiscono con le nostre app per dispositivi mobili.
nl: Sta ons toe prestaties te optimaliseren door informatie te verzamelen over hoe gebruikers zich gedragen op onze mobiele apps.
pt_br: Dê permissão para otimizarmos o desempenho com a coleta de dados sobre a interação dos usuários com nossos aplicativos móveis.
ru: Помогите нам оптимизировать сервисы. Для этого мы собираем информацию о том, что пользователи делают в наших мобильных приложениях.
sv: Gör det möjligt för oss att optimera prestandan genom att samla in information om hur användare interagerar med våra mobilappar.
tr: Kullanıcıların mobil uygulamalarımızla nasıl etkileşimde bulunduğu hakkında bilgi toplayarak performansı optimize etmemize izin verin.

source: Allow, but notify customer
ar: اسمح بذلك، ولكن مع إخطار العميل
de: Zulassen, aber Kunden benachrichtigen
es: Permitir, pero avisar al cliente
fr: Autoriser, mais avertir le client
he: לאפשר אך להודיע ללקוח
id: Izinkan, tetapi beri tahu pelanggan
it: Consenti, ma invia notifica al cliente
ja: 許可し、顧客に通知する
nl: Toestaan, maar melden bij klant
pt_br: Permitir, mas notificar o cliente
ru: Разрешить, но уведомить клиента
sv: Tillåt men meddela kund
tr: İzin ver fakat müşteriyi bilgilendir

source: Allowed Emails
ar: رسائل البريد الإلكتروني المسموح بها
de: Zulässige E-Mail-Adressen
es: Correos electrónicos permitidos
fr: E-mails autorisés
he: אימיילים מורשים
id: Email yang Diizinkan
it: E-mail consentite
ja: 許可されるメール
nl: Toegestane e-mailadressen
pt_br: E-mails permitidos
ru: Допустимые адреса электронной почты
sv: Tillåtna e-postadresser
tr: İzin Verilen E-postalar

source: Allows free shipping
ar: يسمح بالشحن المجاني
de: Erlaubt kostenlosen Versand
es: Permite el envío gratuito
fr: Autorise l’expédition gratuite
he: לאפשר משלוח חינם
id: Menerima pengiriman gratis
it: Permetti la spedizione gratuita
ja: 無料配送を許可
nl: Staat gratis verzending toe
pt_br: Permite frete grátis
ru: Разрешает бесплатную доставку
sv: Tillåter gratis frakt
tr: Ücretsiz gönderime izin verir

source: Almost there! Please enter the verification code from your authenticator app.
ar: تقريبًا هناك! يرجى إدخال رمز التحقق من تطبيق الموثق الخاص بك.
de: Fast geschafft! Gib bitte den Verifizierungscode aus deiner Authenticator-App ein.
es: ¡Ya falta poco! Por favor, introduce el código de verificación de tu aplicación authenticator.
fr: On y est presque ! Veuillez saisir le code de vérification de votre app d’authentification.
he: כמעט סיימת! יש להזין את קוד האימות מאפליקציית האימות.
id: Hampir selesai! Masukkan kode verifikasi dari aplikasi pengautentikasi.
it: CI siamo quasi! Inserisci il codice di verifica dalla tua app di autenticazione.
ja: もう少しで完了です。認証アプリから認証コードを入力してください。
nl: Bijna klaar. Voer de verificatiecode in van je authenticatie-app.
pt_br: Quase pronto! Informe o código de verificação do seu aplicativo de autenticação.
ru: Почти готово! Введите проверочный код из приложения Authenticator.
sv: Nästan klart! Skriv in verifieringskoden från din autentiserings-app.
tr: Neredeyse bitiyor! Lütfen doğrulama uygulamanızdan edindiğiniz doğrulama kodunu girin.

source: Alternatively, you may enter the password for this account.
ar: بدلاً من ذلك، قد تقوم بإدخال كلمة مرور هذا الحساب.
de: Alternativ kannst du das Passwort für dieses Konto eingeben.
es: También puedes introducir la contraseña de esta cuenta.
fr: Vous pouvez également saisir le mot de passe de ce compte.
he: לחלופין, ניתן להזין את הסיסמה של החשבון.
id: Atau, Anda bisa memasukkan kata sandi untuk akun ini.
it: In alternativa, puoi inserire la password per questo account.
ja: または、このアカウントのパスワードを入力することもできます。
nl: Je kunt ook het wachtwoord voor dit account invoeren.
pt_br: Ou você também pode inserir a senha para esta conta.
ru: В качестве альтернативы можно ввести пароль для этой учётной записи.
sv: Alternativt kan du ange lösenordet för detta konto.
tr: Alternatif olarak, bu hesabın şifresini girebilirsiniz.

source: Alternatively:
ar: بدلاً من ذلك:
de: Alternativ:
es: Otras opciones:
fr: Ou :
he: לחלופין:
id: Atau:
it: In alternativa:
ja: もしくは、
nl: Anders:
pt_br: Ou:
ru: Альтернативно:
sv: Alternativt:
tr: Alternatif olarak:

source: American Samoa
ar: ساموا الأمريكية
de: Amerikanisch-Samoa
es: Samoa Americana
fr: Samoa américaines
he: סמואה האמריקנית
id: Samoa Amerika
it: Samoa Americane
ja: アメリカ領サモア
nl: Amerikaans-Samoa
pt_br: Samoa Americana
ru: Американское Самоа
sv: Amerikanska Samoa
tr: Amerikan Samoası

source: Amount
ar: الكمية
de: Betrag
es: Importe
fr: Montant
he: סכום
id: Jumlah
it: Valore
ja: 合計
nl: Bedrag
pt_br: Quantidade
ru: Сумма
sv: Belopp
tr: Miktar

source: Amount (%)
ar: المبلغ (%)
de: Betrag (%)
es: Importe (%)
fr: Montant (%)
he: סכום (%)
id: Jumlah (%)
it: Importo (%)
ja: 合計 (%)
nl: Bedrag (%)
pt_br: Quantidade (%)
ru: Сумма (%)
sv: Belopp (%)
tr: Tutar (%)

source: Amount (%@)
ar: المبلغ (%@)
de: Betrag (%@)
es: Importe (%@)
fr: Montant (%@)
he: סכום (%@)
id: Jumlah (%@)
it: Importo (%@)
ja: 合計 (%@)
nl: Bedrag (%@)
pt_br: Quantidade (%@)
ru: Сумма (%@)
sv: Belopp (%@)
tr: Tutar (%@)

source: Amount Eligible For Refund
ar: المبلغ الذي يستحق الاسترداد
de: Rückerstattbarer Betrag
es: Cantidad apta para el reembolso
fr: Montant éligible au remboursement
he: ניתן לקבל החזר כספי עבור הסכום
id: Jumlah yang Dapat Dikembalikan Dananya
it: Importo idoneo al rimborso
ja: 返金対象額
nl: Bedrag dat wordt terugbetaald
pt_br: Valor elegível para reembolso
ru: Сумма, доступная для возврата
sv: Belopp berättigat för återbetalning
tr: Geri Ödenebilecek Tutar

source: Amount Paid
ar: المبلغ المدفوع
de: Gezahlter Betrag
es: Importe pagado
fr: Montant payé
he: הסכום ששולם
id: Jumlah yang Dibayarkan
it: Importo pagato
ja: 支払額
nl: Betaald bedrag
pt_br: Quantia paga
ru: Уплаченная сумма
sv: Betalt belopp
tr: Ödenen Miktar

source: An Apple ID can only be used to upgrade one store
ar: يتعذر استخدام معرّف Apple إلا لترقية متجر واحد
de: Eine Apple-ID kann nur zum Aktualisieren eines Shops verwendet werden
es: Cada ID de Apple solo se puede utilizar para mejorar una tienda
fr: Un ID Apple ne peut être utilisé que pour la mise à niveau d’une seule boutique
he: ניתן להשתמש ב-Apple ID כדי לשדרג חנות אחת בלבד
id: ID Apple hanya dapat digunakan untuk mengupgrade satu toko
it: Un ID Apple può essere utilizzato solo per l'aggiornamento di un negozio
nl: Een Apple-ID kan maar gebruikt worden voor het upgraden van één winkel
pt_br: Um ID Apple só pode ser usado para fazer upgrade de uma loja
ru: Один Apple ID можно использовать для обновления тарифного плана только для одного магазина
sv: Ett Apple-ID kan endast användas för att uppgradera en butik
tr: Bir Apple Kimliği, yalnızca bir mağazayı yükseltmek için kullanılabilir

source: An HTTP error code %i was returned.
ar: تم إرجاع رمز خطأ HTML %i.
de: Es wurde ein HTTP-Fehlercode (%i) zurückgegeben.
es: Devolvió un código de error HTTP %i.
fr: Un code d’erreur HTTP %i a été reçu.
he: הוחזר קוד שגיאה של HTTP %i.
id: Kode eror HTTP %i.
it: È stato restituito un codice di errore HTTP %i.
ja: HTTP エラーコード %i が返されました。
nl: Er is een HTTP-foutcode %i gegeven.
pt_br: Um código de erro HTTP %i foi retornado.
ru: Получен код ошибки HTTP %i.
sv: Svaret var en HTTP-felkod %i.
tr: %i HTTP hata kodu döndürüldü.

source: An HTTP error code was returned.
ar: تم إرجاع رمز خطأ HTTP.
de: Es wurde ein HTTP-Fehlercode zurückgegeben.
es: Devolvió un código de error HTTP.
fr: Un code d’erreur HTTP a été reçu.
he: הוחזר קוד שגיאה של HTTP.
id: Kode eror HTTP.
it: È stato restituito un codice di errore HTTP.
ja: HTTP エラーコードが返されました。
nl: Er is een HTTP-foutcode gegeven.
pt_br: Um código de erro HTTP foi retornado.
ru: Получен статус ошибки HTTP.
sv: Svaret var en HTTP-felkod.
tr: Bir HTTP hata kodu döndürüldü.

source: An error occured while closing account.
ar: حدث خطأ في أثناء إغلاق الحساب.
de: Beim Verbinden des Kontos ist ein Fehler aufgetreten.
es: Ha ocurrido un error al cerrar la cuenta.
fr: Une erreur est survenue lors de la clôture du compte.
he: אירעה שגיאה במהלך סגירת החשבון.
id: Terjadi error saat menutup akun.
it: Si è verificato un errore durante la chiusura dell'account.
ja: アカウントの閉鎖中にエラーが発生しました。
nl: Fout bij het sluiten van account.
pt_br: Ocorreu um erro ao encerrar a conta.
ru: При закрытии учётной записи произошла ошибка.
sv: Ett fel inträffade när kontot skulle avslutas.
tr: Hesap kapatılırken bir hata oluştu.

source: An error occurred creating the Menu.
ar: حدث خطأ أثناء إنشاء القائمة.
de: Beim Erstellen des Menus ist ein Fehler aufgetreten.
es: Ha habido un error creando el menú.
fr: Un erreur est survenue lors de la création du menu.
he: אירעה שגיאה בעת יצירת התפריט.
id: Kesalahan terjadi ketika membuat Menu.
it: C'è stato un errore nella creazione del menu.
ja: メニューを作成する際にエラーが発生しました。
nl: Fout bij aanmaken van het menu.
pt_br: Ocorreu um erro ao criar o menu.
ru: При создании меню произошла ошибка.
sv: Ett fel uppstod vid skapandet av menyn.
tr: Menü oluşturulurken bir hata oluştu.

source: An error occurred deleting the Menu.
ar: حدث خطأ أثناء حذف القائمة.
de: Beim Löschen des Menus ist ein Fehler aufgetreten.
es: Ha habido un error eliminado el menú.
fr: Une erreur est survenue lors de l’effacement du menu.
he: אירעה שגיאה בעת מחיקת התפריט.
id: Kesalahan terjadi ketika menghapus Menu.
it: C'è stato un errore nell'eliminazione del menu.
ja: メニューを削除する際にエラーが発生しました。
nl: Fout bij verwijderen van het menu.
pt_br: Ocorreu um erro ao excluir o menu.
ru: При удалении меню произошла ошибка.
sv: Ett fel uppstod vid raderingen av menyn.
tr: Menü silinirken bir hata oluştu.

source: An error occurred fetching the Menus.
ar: حدث خطأ أثناء إحضار القوائم.
de: Beim Laden der Menus ist ein Fehler aufgetreten.
es: Se ha producido un error al recuperar los menús.
fr: Une erreur est survenue lors de la récupération des menus.
he: אירעה שגיאה בעת הבאת התפריטים.
id: Kesalahan terjadi ketika menarik Menu.
it: C'è stato un errore nel recupero dei menu.
ja: メニューを取得する際にエラーが発生しました。
nl: Fout bij ophalen van de menu's.
pt_br: Ocorreu um erro ao recuperar os menus.
ru: При получении меню произошла ошибка.
sv: Ett fel uppstod vid hämtningen av menyerna.
tr: Menüler getirilirken bir hata oluştu.

source: An error occurred updating the Menu.
ar: حدث خطأ أثناء تحديث القائمة.
de: Beim Aktualisieren des Menus ist ein Fehler aufgetreten.
es: Se ha producido un error al actualizar el Menú.
fr: Une erreur est survenue lors de la mise à jour du menu.
he: אירעה שגיאה בעת עדכון התפריט.
id: Kesalahan terjadi ketika memperbarui Menu.
it: C'è stato un errore durante l'aggiornamento del menu.
ja: メニューを更新する際にエラーが発生しました。
nl: Fout bij updaten van het menu.
pt_br: Um erro ocorreu ao atualizar o menu.
ru: При обновлении меню произошла ошибка.
sv: Ett fel uppstod vid uppdateringen av menyn.
tr: Menü güncellenirken bir hata oluştu.

source: An error occurred while processing your request:
ar: حدث خطأ أثناء معالجة طلبك:
de: Beim Verarbeiten deiner Anforderung ist ein Fehler aufgetreten.
es: Se produjo un error al procesar su solicitud:
fr: Une erreur est survenue lors de l’exécution de votre demande :
he: אירעה שגיאה בעת עיבוד הבקשה שלך:
id: Terjadi error saat mencoba memproses permintaan Anda:
it: Si è verificato un errore durante l’elaborazione della richiesta:
ja: リクエストの処理中にエラーが発生しました。
nl: Er deed zich een fout voor tijdens verwerken van je verzoek:
pt_br: Ocorreu um erro ao processar sua solicitação:
ru: Возникла ошибка при обработке вашего запроса:
sv: Ett fel inträffade när din begäran behandlades:
tr: İsteğiniz işlenirken bir hata oluştu:

source: An error occurred while scanning the photo. Please select another packaging photo or enter product details manually.
ar: حدث خطأ في أثناء فحص الصورة. يرجى تحديد صورة حزم أخرى أو إدخال تفاصيل المنتج يدويًا.
de: Beim Scannen des Fotos ist ein Fehler aufgetreten. Bitte wähle ein anderes Foto der Verpackung aus oder gib die Produktdetails manuell ein.
es: Se ha producido un error al explorar la foto. Elige otra foto del embalaje o introduce los detalles del producto manualmente.
he: אירעה שגיאה בעת סריקת התמונה. יש לבחור תמונת אריזה אחרת או להזין את פרטי המוצר באופן ידני.
id: Terjadi error saat memindai foto. Pilih foto kemasan lainnya atau masukkan detail produk secara manual.
it: Si è verificato un errore durante la scansione della foto. Seleziona un'altra foto del pacchetto o inserisci manualmente i dettagli del prodotto.
nl: Er is een fout opgetreden bij het scannen van de afbeelding. Kies een andere foto van de verpakking of voer de productgegevens handmatig in.
pt_br: Ocorreu um erro ao digitalizar a foto. Selecione outra foto de embalagem ou insira os detalhes do produto manualmente.
ru: Во время сканирования фотографии произошла ошибка. Выберите другую фотографию упаковки или введите сведения о товаре вручную.
sv: Det uppstod ett fel när fotot skannades. Välj ett annat förpackningsfoto eller ange produktinformationen manuellt.
tr: Fotoğraf taranırken hata oluştu. Lütfen başka bir ambalaj fotoğrafı seçin veya ürün ayrıntılarını manuel olarak girin.

source: An image failed to upload
ar: فشل رفع صورة
de: Ein Bild konnte nicht hochgeladen werden
es: No se ha podido subir la imagen
fr: Échec de la mise en ligne de l’image
he: נכשלה העלאה של תמונה
id: Gambar gagal diunggah
it: Un'immagine non è stata caricata
ja: 画像のアップロードに失敗しました
nl: Uploaden van een afbeelding mislukt
pt_br: Falha no upload de uma imagem
ru: Не удалось загрузить изображение
sv: En bild kunde inte laddas upp
tr: Bir görsel yüklenemedi

source: An optional note to send the customer after purchase
ar: ملحوظة اختيارية يتم إرسالها إلى العميل بعد الشراء
de: Optionale Bestätigung, die dem Kunden nach dem Kauf gesendet wird
es: Una nota opcional para enviarla al cliente después de la compra
fr: Note facultative à envoyer au client après l’achat
he: הערה אופציונלית לשלוח ללקוחות לאחר הרכישה
id: Catatan opsional untuk dikirim kepada pelanggan setelah pembelian
it: Una nota opzionale da inviare al cliente dopo l'acquisto
ja: 購入後、お客様に送るオプション備考
nl: Een optionele opmerking om naar de klant te sturen na aankoop
pt_br: Uma observação opcional para enviar ao cliente após a compra
ru: Сообщение, отправляемое клиентку после покупки
sv: Ett valfritt meddelande som kan skickas till kunden efter köpet
tr: Satın alma işleminden sonra müşteriye göndermek için isteğe bağlı not

source: An order already exists for this receipt
ar: هناك طلب موجود بالفعل لهذا الإيصال
de: Für diesen Beleg ist bereits eine Bestellung vorhanden
es: Ya existe un pedido para este recibo
fr: Une commande existe déjà pour ce reçu.
he: כבר קיימת הזמנה עבור הקבלה הזו
id: Pesanan untuk resi ini sudah ada
it: Esiste già un ordine per questa ricevuta
nl: Er bestaat al een bestelling voor deze bon
pt_br: Já existe um pedido para este recibo
ru: Заказ по этому чеку уже существует
sv: En beställning finns redan för detta kvitto
tr: Bu makbuz için bir sipariş zaten var

source: An unknown error occurred.
ar: حدث خطأ غير متوقع.
de: Es ist ein unbekannter Fehler aufgetreten.
es: Ha ocurrido un error desconocido.
fr: Une erreur inconnue est survenue.
he: אירעה שגיאה לא מזוהה.
id: Terjadi eror yang tidak diketahui.
it: Si è verificato un errore sconosciuto
ja: 不明なエラーが発生しました。
nl: Er is een onbekende fout opgetreden.
pt_br: Ocorreu um erro desconhecido.
ru: Произошла неизвестная ошибка.
sv: Ett okänt fel uppstod.
tr: Bilinmeyen bir hata oluştu.

source: Analytics
ar: التحليلات
de: Statistiken
es: Análisis
fr: Statistiques
he: נתונים אנליטיים
it: Analisi
ja: アナリティクス
nl: Analytische gegevens
pt_br: Análises
ru: Аналитика
sv: Analys
tr: Analiz

source: Analytics enabled successfully.
ar: تم تمكين التحليلات بنجاح.
de: Statistiken erfolgreich aktiviert.
es: Los análisis se han activado correctamente.
fr: Activation des statistiques réussie.
he: הנתונים האנליטיים הופעלו בהצלחה.
id: Analitik berhasil diaktifkan.
it: Analisi attivata correttamente.
ja: 分析が正常に有効化されました。
nl: Gelukt: analyses ingeschakeld.
pt_br: Análise ativada com sucesso.
ru: Аналитика включена.
sv: Analys har aktiverats.
tr: Analytics başarıyla etkinleştirildi.

source: Andorra
ar: أندورا
fr: Andorre
he: אנדורה
ja: アンドラ
ru: Андорра
tr: Andora

source: Angola
ar: أنغولا
he: אנגולה
ja: アンゴラ
ru: Ангола

source: Anguilla
ar: أنغويلا
es: Anguila
he: אנגווילה
ja: アンギラ
ru: Ангилья

source: Annually (Save 35%)
ar: سنويًا (توفير 35%)
de: Jährlich (spare 35 %)
es: Anualmente (ahorras un 35 %)
fr: Annuellement (économisez 35 %)
he: שנתי (לחסוך 35%)
id: Tahunan (Hemat 35%)
it: Annualmente (Risparmia il 35%)
nl: Jaarlijks (bespaar 35%)
pt_br: Por ano (economize 35%)
ru: Ежегодно (экономия 35 %)
sv: Årligen (spara 35&nbsp;%)
tr: Yıllık (%35 tasarruf edin)

source: Antarctica
ar: القارة القطبية الجنوبية
de: Antarktis
es: Antártida
fr: Antarctique
he: אנטארקטיקה
id: Antartika
it: Antartide
ja: 南極
pt_br: Antártida
ru: Антарктика
sv: Antarktis
tr: Antarktika

source: Antigua and Barbuda
ar: أنتيغوا وباربودا
de: Antigua und Barbuda
es: Antigua y Barbuda
fr: Antigua-et-Barbuda
he: אנטיגואה וברבודה
id: Antigua dan Barbuda
it: Antigua e Barbuda
ja: アンティグア・バーブーダ
nl: Antigua en Barbuda
pt_br: Antígua e Barbuda
ru: Антигуа и Барбуда
sv: Antigua och Barbuda
tr: Antigua ve Barbuda

source: Any
ar: أي
de: Beliebig
es: Cualquiera
fr: Tous
he: כל אפשרות
id: Sembarang
it: Nessuno
ja: 任意
nl: Alle
pt_br: Qualquer
ru: Любой
sv: Alla
tr: Herhangi biri

source: Any %1$@
ar: أي %1$@
de: Alle %1$@
es: Cualquier %1$@
fr: Tout (%1$@)
he: כל %1$@
id: Setiap %1$@
it: Qualsiasi %1$@
ja: 任意の %1$@
nl: Elke %1$@
pt_br: Qualquer %1$@
ru: Любой %1$@
sv: Alla %1$@
tr: Herhangi Bir %1$@

source: App Settings
ar: إعدادات التطبيق
de: App-Einstellungen
es: Ajustes de la aplicación
fr: Réglages de l’application
he: הגדרות אפליקציה
id: Pengaturan Aplikasi
it: Impostazioni dell'App
ja: アプリ設定
nl: App instellingen
pt_br: Configurações do app
ru: Настройки приложения
sv: Appinställningar
tr: Uygulama ayarları

source: Apple authentication failed. Please make sure you are signed in to iCloud with an Apple ID that uses two-factor authentication.
ar: فشلت مصادقة Apple. يرجى التأكُّد من تسجيل الدخول إلى iCloud باستخدام معرِّف Apple الذي يستخدم مصادفة من عاملين.
de: Apple-Authentifizierung fehlgeschlagen. Stelle sicher, dass du bei iCloud mit einer Apple-ID angemeldet bist, welche die zweistufige Authentifizierung unterstützt.
es: Identificación de Apple fallida. Asegúrate de acceder a iCloud con un ID de Apple que use la autenticación de dos factores.
fr: L’authentification à Apple a échoué. Veuillez vérifier que vous êtes connecté à iCloud avec un identifiant Apple qui utilise l’authentification à deux facteurs.
he: האימות של Apple נכשל. עליך לוודא שהתחברת ל-iCloud עם Apple ID שמאפשר אימות דו-שלבי.
id: Autentikasi Apple gagal. Pastikan Anda masuk ke iCloud dengan ID Apple yang menggunakan autentikasi dua faktor.
it: Autenticazione Apple non riuscita. Assicurati di essere iscritto a iCloud con un ID Apple che utilizzi l'autenticazione a due fattori.
ja: Apple の認証に失敗しました。 2段階認証を使用する Apple ID で iCloud にサインインしてください。
nl: Apple-authenticatie mislukt. Zorg dat je bent ingelogd op iCloud met een Apple-ID die gebruikmaakt van tweevoudige verificatie.
pt_br: A autenticação da Apple falhou. Confirme se você está conectado ao iCloud com um ID Apple que use a autenticação em dois fatores.
ru: Аутентификация Apple не удалась. Убедитесь, что вы вошли в iCloud с идентификатором Apple ID, использующим двухфакторную аутентификацию.
sv: Autentiseringen via Apple misslyckades. Se till att du är inloggad på iCloud med ett Apple-ID som använder tvåfaktorautentisering.
tr: Apple doğrulaması başarısız. Lütfen iCloud'a iki faktörlü kimlik doğrulama kullanan bir Apple Kimliği ile giriş yaptığınızdan emin olun.

source: Application Logs
ar: سجلات التطبيق
de: Anwendungsprotokolle
es: Registros de la aplicación
fr: Journaux d'application
he: יומני אפליקציה
id: Log Aplikasi
it: Log applicazione
ja: アプリケーションログ
nl: Toepassingslogs
pt_br: Logs de aplicativos
ru: Журналы приложения
sv: Programloggar
tr: Uygulama Günlükleri

source: Application Name
ar: اسم التطبيق
de: Anwendungsname
es: Nombre de aplicación
fr: Nom de l’application
he: שם האפליקציה
id: Nama Aplikasi
it: Nome dell'applicazione
ja: アプリケーション名
nl: Toepassingsnaam
pt_br: Nome do aplicativo
ru: Название приложения
sv: Applikationsnamn
tr: Uygulama Adı

source: Apply
ar: تقديم
de: Übernehmen
es: Aplicar
fr: Appliquer
he: החלה
id: Terapkan
it: Applica
ja: 適用
nl: Toepassen
pt_br: Aplicar
ru: Применить
sv: Tillämpa
tr: Uygula
