Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: System status report copied to clipboard
ar: تم نسخ تقرير حالة النظام إلى الحافظة
de: Bericht zum Systemstatus in die Zwischenablage kopiert
es: Se ha copiado el informe de estado del sistema en el portapapeles.
fr: Le rapport sur l’état du système a été copié dans le presse-papiers.
he: דוח מצב המערכת הועתק ללוח
id: Laporan status sistem disalin ke clipboard
it: Rapporto dello stato del sistema copiato negli appunti
ja: システムステータスレポートをクリップボードにコピーしました
nl: Systeemstatusrapport gekopieerd naar klembord
pt_br: Relatório de status do sistema copiado para a área de transferência
ru: Данные о состоянии системы скопированы в буфер обмена
sv: Systemstatusrapport kopierad till urklipp
tr: Sistem durum raporu panoya kopyalandı

source: São Tomé and Príncipe
ar: ساو تومي وبرينسيبي
de: São Tomé und Príncipe
es: Santo Tomé y Príncipe
fr: Sao Tomé-et-Principe
he: סאו טומה ופרינסיפה
id: São Tomé dan Príncipe
it: São Tomé e Príncipe
ja: サントメ・プリンシペ
nl: Sao Tomé en Principe
pt_br: São Tomé e Príncipe
ru: Сан-Томе и Принсипи
sv: São Tomé och Príncipe
tr: São Tomé ve Príncipe

source: Tags
ar: وسوم
de: Schlagwörter
es: Etiquetas
fr: Étiquettes
he: תגיות
id: Tag
it: Tag
ja: タグ
ru: Метки
sv: Etiketter
tr: Etiketler

source: Taiwan
ar: تايوان
es: Taiwán
fr: Taïwan
he: טייוואן
ja: 台湾
ru: Тайвань
tr: Tayvan

source: Tajikistan
ar: طاجيكستان
de: Tadschikistan
es: Tayikistán
fr: Tadjikistan
he: טג'יקיסטן
it: Tagikistan
ja: タジキスタン
nl: Tadzjikistan
pt_br: Tajiquistão
ru: Таджикистан
sv: Tadzjikistan
tr: Tacikistan

source: Take Payment
ar: تحصيل الدفع
de: Zahlung erhalten
es: Aceptar pago
fr: Accepter le paiement
he: לגבות תשלום
id: Terima Pembayaran
it: Ricevi il pagamento
ja: 支払いを受け取る
nl: Betaling ontvangen
pt_br: Aceitar pagamento
ru: Получить оплату
sv: Ta emot betalning
tr: Ödeme Al

source: Take Payment (%1$@)
ar: تحصيل الدفع (%1$@)
de: Zahlung erhalten (%1$@)
es: Acepta el pago (%1$@)
fr: Accepter le paiement (%1$@)
he: לגבות תשלום (%1$@)
id: Terima Pembayaran (%1$@)
it: Accetta il pagamento (%1$@)
ja: 支払い (%1$@) を受け取る
nl: Betaling ontvangen (%1$@)
pt_br: Receber pagamento (%1$@)
ru: Принять оплату (%1$@)
sv: Ta emot betalning (%1$@)
tr: Ödeme Al (%1$@)

source: Take a packaging photo to create product details with AI
ar: التقاط صورة مجمعة لإنشاء تفاصيل المنتجات باستخدام الذكاء الاصطناعي
de: Nimm ein Foto der Verpackung auf, um mithilfe von KI Produktdetails zu erstellen.
es: Haz una foto del empaquetado y crea los detalles del producto con la IA
he: לצלם אריזה כדי ליצור את פרטי המוצר באמצעות בינה מלאכותית
id: Ambil foto kemasan untuk membuat detail produk menggunakan AI
it: Scatta una foto del pacchetto per creare i dettagli del prodotto con l'IA.
nl: Gebruik een foto van de verpakking om productgegevens te genereren met behulp van AI
pt_br: Tire uma foto da embalagem para criar detalhes do produto usando a IA
ru: Сфотографируйте товар в упаковке, чтобы создать описание с помощью ИИ
sv: Ta ett förpackningsfoto för att skapa produktinformation med AI
tr: Yapay zeka ile ürün ayrıntıları oluşturmak için bir ambalaj fotoğrafı çekin

source: Take a photo
ar: التقاط صورة
de: Foto aufnehmen
es: Hacer una foto
fr: Prendre une photo
he: לצלם תמונה
id: Ambil foto
it: Scatta una foto
ja: 写真を撮る
nl: Een foto maken
pt_br: Tirar uma foto
ru: Сделать фото
sv: Ta ett foto
tr: Fotoğraf çek

source: Take payments on the go
ar: تلقي المدفوعات في أثناء التنقل
de: Erhalte Zahlungen von unterwegs aus
es: Acepta pagos sobre la marcha
fr: Accepter les paiements en mode nomade
he: לגבות תשלומים מכל מקום
id: Terima pembayaran dari mana saja
it: Ricevi pagamenti ovunque ti trovi
nl: Neem onderweg betalingen aan
pt_br: Aceite pagamentos onde estiver
ru: Принимайте платежи на ходу
sv: Ta emot betalningar i farten
tr: Hareket halindeyken ödeme alın

source: Taking you back to collect a payment
ar: إعادتك لتحصيل عملية الدفع
de: Wir leiten dich zurück, um eine Zahlung zu empfangen
es: Enviándote de vuelta a la recepción de pagos
fr: Retour vers la perception d’un paiement
he: אנחנו מעבירים אותך בחזרה לגביית התשלום
id: Membawa Anda kembali untuk menerima pembayaran
it: Prendendo indietro per riscuotere un pagamento
ja: 戻って支払いを受け取る
nl: Je wordt naar een vorige pagina gestuurd om een betaling aan te nemen
pt_br: Trazendo você de volta para receber um pagamento
ru: Возврат на страницу получения платежа
sv: Omdirigerar dig till betalningsmottagning
tr: Bir ödeme almak için sizi geri yönlendiriliyorsunuz

source: Tanzania
ar: تنزانيا
de: Tansania
fr: Tanzanie
he: טנזניה
ja: タンザニア
pt_br: Tanzânia
ru: Танзания
tr: Tanzanya

source: Tap card to pay
ar: الضغط على البطاقة للدفع
de: Karte zum Bezahlen auflegen
es: Toca una tarjeta para pagar
fr: Saisissez la carte pour procéder au paiement
he: יש להצמיד את הכרטיס לביצוע תשלום
id: Ketuk kartu untuk membayar
it: Tocca carta per pagare
ja: カードをタップして支払う
nl: Tik op de kaart om te betalen
pt_br: Toque em um cartão para pagar
ru: Приложите карту для оплаты
sv: Tryck på kort för att betala
tr: Ödemek için karta dokunun

source: Tap card to refund
ar: الضغط على البطاقة لاسترداد الأموال
de: Karte zum Erstatten auflegen
es: Toca una tarjeta para el reembolso
fr: Saisissez la carte pour procéder au remboursement
he: יש להצמיד את הכרטיס לביצוע החזר כספי
id: Ketuk kartu untuk mengembalikan dana
it: Tocca carta per rimborsare
ja: カードをタップして返金
nl: Tik op de kaart om terug te betalen
pt_br: Toque em um cartão para receber o reembolso
ru: Приложите карту для возврата средств
sv: Tryck på kort för att återbetala
tr: Geri ödeme almak için karta dokunun

source: Tap for more formatting options
ar: الضغط للحصول على مزيد من خيارات التنسيق
de: Tippen, um weitere Formatierungsoptionen zu sehen
es: Toca para ver más opciones de formato
fr: Appuyer pour obtenir plus d'options de formatage
he: יש להקיש כדי להציג אפשרויות עיצוב נוספות
id: Ketuk untuk melihat opsi pemformatan lainnya
it: Tocca per ulteriori opzioni di formattazione
ja: タップしてその他の書式設定オプションを表示します
nl: Tik voor meer formatteringsopties
pt_br: Toque para mais opções de formatação
ru: Нажмите, чтобы открыть другие параметры форматирования
sv: Tryck för fler formateringsalternativ
tr: Daha fazla format seçeneği için dokunun

source: Tap or insert card to pay
ar: الضغط على البطاقة أو إدراجها للدفع
de: Karte zum Bezahlen auflegen oder einstecken
es: Toca o introduce una tarjeta para pagar
fr: Saisissez la carte ou insérez-la pour procéder au paiement
he: יש להצמיד או להכניס את הכרטיס לביצוע תשלום
id: Ketuk atau masukkan kartu untuk membayar
it: Tocca o inserisci la carta per pagare
ja: カードをタップまたは挿入して支払う
nl: Tik of voer een kaart in om te betalen
pt_br: Toque ou insira um cartão para pagar
ru: Приложите или вставьте карту для оплаты
sv: Tryck på eller sätt i kort för att betala
tr: Ödemek için karta dokunun veya kartı yerleştirin

source: Tap or insert card to refund
ar: الضغط على البطاقة أو إدراجها لاسترداد الأموال
de: Karte zum Erstatten auflegen oder einstecken
es: Toca o introduce una tarjeta para obtener el reembolso
fr: Saisissez la carte ou insérez-la pour procéder au remboursement
he: יש להצמיד או להכניס את הכרטיס לביצוע החזר כספי
id: Ketuk atau masukkan kartu untuk mengembalikan dana
it: Tocca o inserisci la carta per effettuare il rimborso
ja: カードをタップまたは挿入して返金
nl: Tik of voer een kaart in om terug te betalen
pt_br: Toque ou insira um cartão para receber o reembolso
ru: Приложите или вставьте карту для возврата средств
sv: Tryck på eller sätt i kort för att återbetala
tr: Geri ödeme almak için karta dokunun veya kartı yerleştirin

source: Tap the button below to be redirected to your online store via a web browser.
ar: انقر على الزر أدناه المراد إعادة توجيهه إلى متجرك على الإنترنت عبر متصفح الويب.
de: Tippe unten auf den Button, um über einen Webbrowser zu deinem Onlineshop weitergeleitet zu werden.
es: Toca el botón de abajo para que se te redireccione a la tienda online a través de un navegador web.
fr: Appuyez sur le bouton ci-dessous pour être redirigé vers votre boutique en ligne via un navigateur Web.
he: יש להקיש על הכפתור שלמטה כדי לעבור אל החנות המקוונת שלך דרך הדפדפן.
id: Ketuk tombol di bawah ini untuk dialihkan ke toko online Anda melalui browser web.
it: Tocca il pulsante sottostante per essere reindirizzato al tuo negozio online tramite un browser web.
nl: Druk op de knop hieronder om doorgestuurd te worden naar jouw webwinkel via een webbrowser.
pt_br: Toque no botão abaixo para ser redirecionado à sua loja online por um navegador.
ru: Нажмите кнопку ниже, чтобы открыть онлайн-магазин в браузере.
sv: Tryck på knappen nedan för att omdirigeras till din onlinebutik via en webbläsare.
tr: Web tarayıcısı yoluyla çevrimiçi mağazanıza yeniden yönlendirilmek için aşağıdaki düğmeye dokunun.

source: Tap to Pay on iPhone
ar: النقر للدفع على iPhone
es: Toca para pagar en el iPhone
fr: Appuyer pour payer sur iPhone
he: להקיש לתשלום ב-iPhone
id: Ketuk untuk Bayar di iPhone
it: Tocca per pagare su iPhone
ja: iPhone でタップして支払う
nl: Tik om te betalen op iPhone
ru: Оплата в касание с помощью iPhone
sv: Tryck för att betala på iPhone
tr: iPhone'da Öde'ye için Dokun

source: Tap to Pay on iPhone cannot be used during a phone call. Please try again after you finish your call.
ar: يتعذر استخدام "الضغط للدفع على iPhone" في أثناء المكالمة الهاتفية. ترجى المحاولة مجددًا بعد إنهاء مكالمتك.
de: Tap to Pay on iPhone kann nicht während eines Anrufs verwendet werden. Bitte versuche es erneut, nachdem du den Anruf beendet hast.
es: No se puede utilizar Tap to Pay on iPhone durante una llamada telefónica. Inténtalo de nuevo al terminar la llamada.
fr: Le service Appuyer pour payer sur iPhone ne peut pas être utilisé pendant un appel téléphonique. Veuillez réessayer une fois l’appel terminé.
he: לא ניתן להשתמש ב-Tap to Pay ב-iPhone במהלך שיחה טלפונית. יש לסיים את השיחה ולנסות שוב.
id: Ketuk untuk Bayar di iPhone tidak dapat digunakan selama panggilan telepon berlangsung. Silakan coba lagi setelah panggilan berakhir.
it: Tocca per pagare su iPhone non può essere utilizzato durante una telefonata. Riprova dopo aver terminato la chiamata.
ja: 通話中に Tap to Pay on iPhone を使用することはできません。 通話を終了してからもう一度お試しください。
nl: Tap to Pay on iPhone kan niet worden gebruikt tijdens een telefoongesprek. Probeer het opnieuw na je gesprek.
pt_br: Não é possível usar o Tap to Pay on iPhone durante uma ligação. Tente novamente quando desligar.
ru: Tap to Pay on iPhone нельзя использовать во время телефонного вызова. Повторите попытку после завершения вызова.
sv: Tryck för att betala på iPhone kan inte användas under ett telefonsamtal. Försök igen när du har avslutat samtalet.
tr: Tap to Pay on iPhone özelliği telefon araması sırasında kullanılamaz. Görüşmenizi bitirdikten sonra lütfen tekrar deneyin.

source: Tap to Pay on iPhone is ready
ar: أصبحت ميزة Tap to Pay في iPhone جاهزة
de: „Tap to Pay“ auf dem iPhone ist bereit
es: Tap to Pay on iPhone está listo
fr: Appuyer pour payer sur iPhone est prêt
he: השירות של Tap To Pay ב-iPhone מוכן לשימוש
id: Ketuk untuk Bayar di iPhone sudah siap
it: Tocca per pagare su iPhone è pronto
nl: Tap to Pay on iPhone is gereed
pt_br: O Tap to Pay on iPhone está pronto
ru: Функция Tap to Pay on iPhone готова к работе
sv: Tryck för att betala på iPhone är redo
tr: Tap to Pay on iPhone hazır

source: Tap to Pay on iPhone lets you accept all types of contactless payments – from physical debit and credit cards, to Apple Pay and other digital wallets – without the need to purchase a physical card reader.
ar: تتيح لك ميزة Tap to Pay على iPhone قبول كل أنواع المدفوعات غير التلامسية - بدءًا من بطاقات الخصم والائتمان الفعلية وحتى Apple Pay وغيرها من المحافظ الرقمية - من دون الحاجة إلى شراء قارئ بطاقات فعلي.
de: Mit „Tap to Pay“ auf dem iPhone kannst du alle Arten der kontaktlosen Zahlung akzeptieren – beispielsweise physische Debit- und Kreditkarten, Apple Pay oder andere digitale Wallets –, ohne ein physisches Kartenlesegerät erwerben zu müssen.
es: Tap to Pay on iPhone te permite aceptar todo tipo de pagos sin contacto (desde tarjetas físicas de débito y crédito, hasta Apple Pay y otras carteras digitales) sin necesidad de adquirir un lector físico de tarjetas.
fr: Appuyer pour payer sur iPhone vous permet d’accepter tout type de paiement sans contact – des cartes de débit et de crédit traditionnelles à Apple Pay et autres portefeuilles numériques – sans avoir à acheter un lecteur de carte.
he: Tap To Pay ב-iPhone מאפשר לך לקבל את כל הסוגים של תשלומים ללא מגע - מכרטיסי חיוב וכרטיסי אשראי פיזיים עד ל-Apple Pay וארנקים דיגיטליים אחרים - ללא צורך לרכוש קורא כרטיסים פיזי.
id: Dengan Ketuk untuk Bayar di iPhone, Anda dapat menerima semua jenis pembayaran nirsentuh – dari kartu debit dan kredit fisik, sampai Apple Pay dan dompet digital lainnya – tanpa perlu membeli pembaca kartu fisik.
it: Tocca per pagare su iPhone ti consente di accettare tutti i tipi di pagamento contactless: dalle carte di credito e di debito fisiche a Apple Pay fino ad altri portafogli digitali. Tutto senza il bisogno di acquistare un lettore di carte fisico.
nl: Met Tap to Pay op iPhone kan je alle soorten contactloze betalingen accepteren: van fysieke betaal- en creditkaarten, tot Apple Pay en andere digitale wallets, zonder een fysieke kaartlezer aan te hoeven schaffen.
pt_br: Com o Tap to Pay on iPhone, você pode aceitar todos os tipos de pagamento por aproximação, como cartões físicos de débito e crédito, Apple Pay e outras carteiras digitais. Não é necessário comprar um leito de cartão físico.
ru: Функция Tap to Pay on iPhone позволяет принимать все виды бесконтактных платежей: от банковских карт до Apple Pay и других цифровых кошельков — без необходимости приобретать устройство чтения карт.
sv: Med Tryck för att betala på iPhone kan du ta emot alla typer av kontaktlösa betalningar, från fysiska betal- och kreditkort till Apple Pay och andra digitala plånböcker, utan att behöva köpa en fysisk kortläsare.
tr: Tap to Pay on iPhone, fiziksel bir kart okuyucu satın almanıza gerek kalmadan fiziksel banka ve kredi kartlarından Apple Pay ve diğer dijital cüzdanlara kadar tüm temassız ödeme türlerini kabul etmenizi sağlar.

source: Tap to insert a Horizontal Ruler
ar: الضغط لإدراج مسطرة أفقية
de: Tippen, um einen waagerechten Trenner einzufügen
es: Toca para insertar una regla horizontal
fr: Appuyer pour insérer une règle horizontale
he: יש להקיש כדי להוסיף סרגל אופקי
id: Ketuk untuk menyisipkan Penggaris Horizontal
it: Tocca per inserire Righello orizzontale
ja: タップして水平線を挿入します
nl: Tik om een horizontale liniaal in te voeren
pt_br: Toque para inserir uma linha horizontal
ru: Нажмите, чтобы вставить горизонтальную линейку
sv: Tryck för att infoga en vågrät linjal
tr: Yatay Cetvel eklemek için dokunun

source: Tap to insert a Link
ar: الضغط لإدراج رابط
de: Tippen, um einen Link einzufügen
es: Toca para insertar un enlace
fr: Appuyer pour insérer un lien
he: יש להקיש כדי להוסיף קישור
id: Ketuk untuk menyisipkan Tautan
it: Tocca per inserire il link
ja: タップしてリンクを挿入します
nl: Tik om een link in te voeren
pt_br: Toque para inserir um link
ru: Нажмите, чтобы вставить ссылку
sv: Tryck för att infoga en länk
tr: Bağlantı eklemek için dokunun

source: Tap to learn more about accepting payments with your mobile device and ordering card readers
ar: انقر لمعرفة المزيد حول قبول المدفوعات باستخدام جهازك المحمول وطلب أجهزة قراءة البطاقات
de: Tippe hier, um weitere Informationen zum Empfang von Zahlungen mit deinem Mobilgerät und zur Bestellung von Kartenlesegeräten zu erhalten
es: Toca aquí para obtener más información sobre cómo aceptar pagos con tu dispositivo móvil y pedir lectores de tarjetas.
fr: Appuyez pour en savoir plus sur l’acceptation de paiements avec votre appareil mobile et la commande de lecteurs de carte.
he: יש להקיש למידע נוסף על קבלת תשלומים באמצעות המכשיר הנייד והזמנה של קוראי כרטיסים
id: Ketuk untuk mempelajari lebih lanjut tentang penerimaan pembayaran dengan perangkat seluler Anda dan pemesanan pembaca kartu
it: Tocca per saperne di più su come accettare pagamenti con il tuo dispositivo mobile e su come ordinare i lettori di carte
ja: モバイルデバイスや注文用カードリーダーでの支払いの受領方法については、タップして詳細をご確認ください
nl: Tik voor meer informatie over het aannemen van betalingen met je mobiele apparaat en het bestellen van kaartlezers
pt_br: Toque para saber mais sobre como aceitar pagamentos com seu dispositivo móvel e como solicitar leitores de cartão
ru: Нажмите, чтобы узнать, как принимать платежи мобильным устройством и как заказывать устройства чтения карт
sv: Tryck för att läsa mer om att ta emot betalningar med din mobila enhet och att beställa kortläsare
tr: Mobil cihazınızla ödeme kabul etme ve kart okuyucu sipariş etme hakkında daha fazla bilgi edinmek için dokunun

source: Tap to modify the item refund quantity
ar: اضغط لتعديل كمية استرداد العنصر
de: Hier tippen, um die Rückerstattungsmenge für Artikel zu ändern
es: Toca para cambiar la cantidad del rembolso por el artículo
fr: Appuyez pour modifier la quantité d’éléments à rembourser
he: יש להקיש כדי לשנות את סכום ההחזר הכספי עבור הפריט
id: Ketuk untuk mengubah jumlah pengembalian item
it: Tocca per modificare la quantità di articoli da rimborsare
ja: タップしてアイテムの返金数量を変更
nl: Tik om het aantal terug te betalen artikelen aan te passen
pt_br: Toque para modificar a quantidade para itens para reembolso
ru: Нажмите, чтобы изменить сумму к возврату за позицию
sv: Tryck för att ändra kvantiteten för varuåterbetalning
tr: Öğe iade miktarını değiştirmek için dokunun

source: Tap to show information about creating a shipping label
ar: اضغط لعرض معلومات حول إنشاء ملصق الشحن
de: Tippen, um Informationen zum Erstellen von Versandetiketten anzuzeigen
es: Toca aquí para obtener información sobre cómo crear una etiqueta de envío
fr: Appuyez pour afficher des informations sur la création d’une étiquette d’expédition
he: יש להקיש כדי להציג מידע על יצירה של תווית המשלוח
id: Ketuk untuk menampilkan informasi tentang membuat label pengiriman
it: Tocca per visualizzare le informazioni relative alla creazione di un'etichetta di spedizione
ja: タップして配送ラベルの作成に関する情報を表示
nl: Tik om informatie weer te geven over het maken van een verzendlabel
pt_br: Toque para ver informações sobre como criar uma etiqueta de envio
ru: Коснитесь для просмотра сведений о создании транспортной этикетки
sv: Tryck för att visa information om att skapa en fraktetikett
tr: Gönderim etiketi oluşturmayla ilgili bilgileri görüntülemek için dokunun

source: Tap to show instructions on how to print a shipping label on the mobile device
ar: اضغط لعرض الإرشادات حول كيفية طباعة تسمية الشحن على جهازك المحمول
de: Hier tippen, um Anweisungen zum Ausdrucken eines Versandetiketts auf dem Mobiltelefon anzuzeigen
es: Toca para mostrar las instrucciones sobre cómo imprimir una etiqueta de envío desde un dispositivo móvil
fr: Appuyez pour afficher les instructions d’impression d’une étiquette de livraison sur l’appareil mobile
he: יש להקיש להוראות כיצד להדפיס את תווית משלוח באמצעות המכשיר הנייד
id: Ketuk untuk menampilkan instruksi cara mencetak label pengiriman di perangkat seluler
it: Tocca per visualizzare le istruzioni su come stampare un'etichetta di spedizione dal dispositivo mobile
ja: タップして、モバイル端末で配送ラベルを印刷する方法の説明を表示
nl: Tik om aanwijzingen weer te geven voor het printen van een verzendlabel op een mobiel apparaat
pt_br: Toque para ver as instruções de como imprimir uma etiqueta de envio no dispositivo móvel
ru: Нажмите, чтобы показать инструкции, как распечатать транспортную этикетку на мобильном устройстве
sv: Tryck för att visa instruktioner om hur man skriver ut en fraktetikett på en mobilenhet.
tr: Mobil cihazda gönderim etiketinin nasıl yazdırılacağına ilişkin talimatları görüntülemek için dokunun

source: Tap to toggle Block Quote
ar: الضغط لتبديل مكوّن الاقتباس
de: Tippen, um zum Blockzitat zu wechseln
es: Toca para activar el bloque de cita
fr: Appuyer pour basculer sur Bloquer les citations
he: יש להקיש כדי לשנות ציטוט הבלוק
id: Ketuk untuk mengaktifkan Blok Kutipan
it: Tocca per attivare o disattivare blocco Citazione
ja: タップしてブロック引用を切り替えます
nl: Tik om over te schakelen naar blokcitaat
pt_br: Toque para alternar Bloco de citação
ru: Нажмите, чтобы включить функцию "Цитата"
sv: Tryck för att slå på/av blockcitat
tr: Blok Alıntı'ya geçmek için dokunun

source: Tap to toggle Bold text
ar: الضغط لتبديل النص العريض الغامق
de: Tippen, um zu Text in Fettschrift zu wechseln
es: Toca para activar la negrita
fr: Appuyer pour basculer sur Gras
he: יש להקיש כדי לשנות את הטקסט המודגש
id: Ketuk untuk mengaktifkan teks bercetak Tebal
it: Tocca per attivare o disattivare il testo Grassetto
ja: タップして太字テキストを切り替えます
nl: Tik om over te schakelen naar vetgedrukte tekst
pt_br: Toque para alternar Texto em negrito
ru: Нажмите, чтобы включить полужирный шрифт
sv: Tryck för att slå på/av fet text
tr: Kalın metne geçmek için dokunun

source: Tap to toggle HTML mode
ar: الضغط لتبديل وضع HTML
de: Tippen, um zum HTML-Modus zu wechseln
es: Toca para activar el modo HTML
fr: Appuyer pour basculer sur Mode HTML
he: יש להקיש כדי לשנות מצב HTML
id: Ketuk untuk mengaktifkan mode HTML
it: Tocca per attivare o disattivare la modalità HTML
ja: タップして HTML モードを切り替えます
nl: Tik om over te schakelen naar HTML-modus
pt_br: Toque para alternar Modo HTML
ru: Нажмите, чтобы включить режим HTML
sv: Tryck för att slå på/av HTML-läge
tr: HTML moduna geçmek için dokunun

source: Tap to toggle Header 1
ar: الضغط لتبديل الترويسة 1
de: Tippen, um zu Überschrift 1 zu wechseln
es: Toca para activar el encabezado 1
fr: Appuyer pour basculer sur En-tête 1
he: יש להקיש כדי לשנות את הכותרת העליונה ברמה 1
id: Ketuk untuk mengaktifkan Header 1
it: Tocca per attivare o disattivare Intestazione 1
ja: タップしてヘッダー1を切り替えます
nl: Tik om over te schakelen naar titel 1
pt_br: Toque para alternar Cabeçalho 1
ru: Нажмите, чтобы включить заголовок №1
sv: Tryck för att slå på/av rubrik 1
tr: Başlık 1'e geçmek için dokunun

source: Tap to toggle Header 2
ar: الضغط لتبديل الترويسة 2
de: Tippen, um zu Überschrift 2 zu wechseln
es: Toca para activar el encabezado 2
fr: Appuyer pour basculer sur En-tête 2
he: יש להקיש כדי לשנות את הכותרת העליונה ברמה 2
id: Ketuk untuk mengaktifkan Header 2
it: Tocca per attivare o disattivare Intestazione 2
ja: タップしてヘッダー2を切り替えます
nl: Tik om over te schakelen naar titel 2
pt_br: Toque para alternar Cabeçalho 2
ru: Нажмите, чтобы включить заголовок №2
sv: Tryck för att slå på/av rubrik 2
tr: Başlık 2'ye geçmek için dokunun

source: Tap to toggle Header 3
ar: الضغط لتبديل الترويسة 3
de: Tippen, um zu Überschrift 3 zu wechseln
es: Toca para activar el encabezado 3
fr: Appuyer pour basculer sur En-tête 3
he: יש להקיש כדי לשנות את הכותרת העליונה ברמה 3
id: Ketuk untuk mengaktifkan Header 3
it: Tocca per attivare o disattivare Intestazione 3
ja: タップしてヘッダー3を切り替えます
nl: Tik om over te schakelen naar titel 3
pt_br: Toque para alternar Cabeçalho 3
ru: Нажмите, чтобы включить заголовок №3
sv: Tryck för att slå på/av rubrik 3
tr: Başlık 3'e geçmek için dokunun

source: Tap to toggle Header 4
ar: الضغط لتبديل الترويسة 4
de: Tippen, um zu Überschrift 4 zu wechseln
es: Toca para activar el encabezado 4
fr: Appuyer pour basculer sur En-tête 4
he: יש להקיש כדי לשנות את הכותרת העליונה ברמה 4
id: Ketuk untuk mengaktifkan Header 4
it: Tocca per attivare o disattivare Intestazione 4
ja: タッしてヘッダー4を切り替えます
nl: Tik om over te schakelen naar titel 4
pt_br: Toque para alternar Cabeçalho 4
ru: Нажмите, чтобы включить заголовок №4
sv: Tryck för att slå på/av rubrik 4
tr: Başlık 4'e geçmek için dokunun
