Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: **Ensure AirPrint is enabled** in your printer settings. You may need to configure this setting on the printer itself. See the documentation that came with your printer for details.
ar: **تأكّد من تمكين تقنية AirPrint** في إعدادات طابعتك. قد تحتاج إلى تكوين هذا الإعداد على الطابعة نفسها. اطلع على المستندات التي تتوافر مع الطابعة للحصول على تفاصيل.
de: **Stelle sicher, dass AirPrint** in deinen Druckereinstellungen **aktiviert ist**. Diese Einstellung musst du möglicherweise direkt auf dem Drucker konfigurieren. Nähere Informationen findest du in der Dokumentation zu deinem Drucker.
es: **Comprueba que AirPrint está activado** en los ajustes de la impresora. Puede que tengas que configurar este ajuste en la misma impresora. Consulta la documentación de la impresora para obtener más información.
fr: **Vérifiez qu’AirPrint est activé** dans les réglages de votre imprimante. Vous devrez peut-être configurer ce réglage sur l’imprimante elle-même. Consultez la documentation fournie avec votre imprimante pour en savoir plus.
he: **עליך לוודא שהאפשרות AirPrint מופעלת** בהגדרות המדפסת שלך. אולי יהיה עליך להגדיר את האפשרות הזאת במדפסת עצמה. יש לעיין בתיעוד שצורף למדפסת לפרטים.
id: **Pastikan AirPrint diaktifkan** pada pengaturan mesin cetak Anda. Anda mungkin dapat menyetel pengaturan ini langsung pada mesin cetak terkait. Lihat dokumentasi yang disediakan bersama dengan mesin cetak Anda untuk mengetahui detailnya.
it: **Assicurati che AirPrint sia abilitato** nelle impostazioni della stampante. Potresti dover configurare queste impostazioni sulla stampante stessa. Consulta la documentazione fornita con la stampante per i dettagli.
ja: プリンターの設定で **AirPrint が有効になっていることを確認** します。 この設定はプリンター本体で操作しなければならない場合があります。 詳細については、プリンター付属のドキュメントをご確認ください。
nl: **Zorg dat AirPrint is ingeschakeld** in je printerinstellingen. Je moet deze instelling mogelijk configureren op de printer zelf. Bekijk de bij de printer meegeleverde documentatie voor meer informatie.
pt_br: **Verifique se o AirPrint está habilitado** nas suas configurações de impressora. Talvez seja necessário ajustar essa configuração na própria impressora. Consulte a documentação da sua impressora para obter mais detalhes.
ru: **Убедитесь, что включена функция AirPrint** в настройках принтера. Возможно, потребуется настроить этот параметр на принтере. Подробную информацию см. в документации из комплекта поставки.
sv: **Se till att AirPrint är aktiverat** i dina skrivarinställningar. Du kan behöva konfigurera inställningen på själva skrivaren. Se den dokumentation som medföljde skrivaren för information.
tr: Yazıcı ayarlarınızda **AirPrint'in etkinleştirildiğinden emin olun**. Bu ayarı yazıcının kendisinde yapılandırmanız gerekebilir. Ayrıntılar için yazıcınızla birlikte gelen belgelere bakın.

source: - %1$d item
ar: - ⁦%1$d⁩ عنصر
de: - %1$d Artikel
es: - %1$d artículo
fr: - %1$d article
he: - פריט ⁦%1$d⁩
it: - %1$d articolo
ja: - %1$d個のアイテム
nl: - %1$d artikel
ru: — %1$d эл.
sv: - %1$d vara
tr: - %1$d ürün

source: - %1$d items
ar: - ⁦%1$d⁩ من العناصر
de: - %1$d Artikel
es: - %1$d elementos
fr: - %1$d articles
he: - ⁦%1$d⁩ פריטים
id: - %1$d item
it: - %1$d elementi
ja: - %1$d個のアイテム
nl: - %1$d artikelen
pt_br: - %1$d itens
ru: — %1$d позиц.
sv: - %1$d artiklar
tr: - %1$d öğe

source: 1 Product Selected
ar: تم تحديد منتج واحد
de: 1 Produkt ausgewählt
es: 1 producto seleccionado
fr: 1 produit sélectionné
he: נבחר מוצר אחד
id: 1 Produk Dipilih
it: 1 prodotto selezionato
ja: 1件の商品を選択済み
nl: 1 product geselecteerd
pt_br: 1 produto selecionado
ru: Выбран 1 товар
sv: 1 produkt vald
tr: 1 Ürün Seçildi

source: 1 day left in your trial.
ar: يتبقى يوم واحد في الإصدار التجريبي لديك.
de: Noch 1 Tag bis zum Ablauf deines Gratis-Tests.
es: El período de prueba finaliza en 1 día.
fr: Il vous reste 1 jour d’essai.
he: נותר יום אחד בתקופת הניסיון שלך.
id: Masa percobaan Anda tersisa 1 hari.
it: 1 giorno di prova rimasto.
ja: お試し期間はあと1日です。
nl: 1 dag resterend van je proefversie.
pt_br: 1 dia restante do seu teste.
ru: Остался 1 день до окончания пробного периода.
sv: 1 dag kvar av din provperiod.
tr: Deneme sürenizin 1 günü kaldı.

source: 1 item selected
ar: تم تحديد عنصر واحد
de: 1 Eintrag ausgewählt
es: 1 elemento elegido
fr: 1 élément sélectionné
he: נבחר פריט אחד
id: 1 item dipilih
it: 1 elemento selezionato
ja: 1個のアイテムを選択済み
nl: 1 item geselecteerd
pt_br: 1 Item selecionado
ru: 1 объект выбран.
sv: 1 objekt har valts
tr: 1 öğe seçildi

source: 1. Available as standard in WooCommerce Payments (restrictions apply).Additional extensions may be required for other payment providers.
ar: 1. يتوافر كمعيار في WooCommerce Payments (تطبيق القيود). قد يلزم وجود امتدادات إضافية لمزوّدي خدمة الدفع الآخرين.
de: 1. Verfügbar als Standard für WooCommerce Payments (Einschränkungen können gelten). Für andere Zahlungsanbieter können zusätzliche Erweiterungen erforderlich sein.
es: 1. Disponible como estándar en WooCommerce Payments (se aplican restricciones). Es posible que para otros proveedores de pago se necesiten extensiones adicionales.
fr: 1. Disponible par défaut dans WooCommerce Payments (des restrictions sont d’application). Des extensions supplémentaires peuvent être requises pour d’autres Fournisseurs de paiement.
he: 1. זמין בשירות הרגיל של WooCommerce Payments (קיימות הגבלות). ייתכן שתהיה דרישה להרחבות נוספות עבור ספקי תשלום אחרים.
id: 1. Tersedia sebagai standar dalam WooCommerce Payments (batasan berlaku). Penyedia jasa pembayaran lainnya mungkin memerlukan ekstensi tambahan.
it: 1. Disponibile come standard in WooCommerce Payments (si applicano restrizioni). Potrebbero essere necessarie estensioni aggiuntive per altri fornitori dei pagamenti.
nl: 1. Standaard beschikbaar met WooCommerce Payments (beperkingen van toepassing). Aanvullende extensies zijn mogelijk vereist voor andere betaalproviders.
pt_br: 1. Disponível como padrão no WooCommerce Payments (há restrições). Extensões adicionais podem ser obrigatórias para outros provedores de pagamento.
ru: 1. Доступно в качестве стандартной опции с WooCommerce Payments (применяются ограничения). Для работы с другими платёжными операторами могут потребоваться дополнительные расширения.
sv: 1. Tillgänglig som standard i WooCommerce Payments (begränsningar gäller). Ytterligare utökningar kan vara obligatoriska för andra betalningsleverantörer.
tr: 1. WooCommerce Payments kapsamında standart olarak sunulur (kısıtlamalar uygulanır). Diğer ödeme sağlayıcıları için ek uzantılar gerekebilir.

source: 1. Create an order
ar: 1. إنشاء طلب
de: 1. Eine Bestellung erstellen
es: 1. Crea un pedido
fr: 1. Créer une commande
he: 1. יש ליצור הזמנה
id: 1. Buat pesanan
it: 1. Crea un ordine
nl: 1. Maak een bestelling aan
pt_br: 1. Crie um pedido
ru: 1. Создайте заказ
sv: 1. Skapa en beställning
tr: 1. Sipariş oluşturun

source: 2. Only available in the U.S. – an additional extension will be required for other countries.
ar: 2. لا يتوافر إلا في الولايات المتحدة - سيكون الامتداد الإضافي مطلوبًا للبلدان الأخرى.
de: 2. Nur in den USA verfügbar. Für andere Länder ist eine zusätzliche Erweiterung erforderlich.
es: 2. Solo disponible en EE. UU.: para otros países, se requerirá una extensión adicional.
fr: 2. Uniquement disponible aux États-Unis : une extension supplémentaire est requise pour les autres pays.
he: 2. זמין רק בארצות הברית – במדינות אחרות נדרשת הרחבה נוספת.
id: 2. Hanya tersedia di Amerika Serikat - ekstensi tambahan diperlukan bagi negara-negara lain.
it: 2. Disponibile solo negli Stati Uniti: per gli altri Paesi sarà necessaria un'estensione aggiuntiva.
nl: 2. Alleen beschikbaar in de VS. Voor andere landen is een aanvullende extensie vereist.
pt_br: 2. Disponível apenas nos EUA. Em outros países, uma extensão adicional é obrigatória.
ru: 2. Только для США. Для других стран потребуется дополнительное расширение.
sv: 2. Endast tillgängligt i USA – en ytterligare utökning kommer vara obligatoriskt för andra länder.
tr: 2. Yalnızca ABD'de kullanıma sunulmuştur. Diğer ülkeler için ek bir uzantı gerekecektir.

source: 2. Tap “Collect Payment” and choose “Tap to Pay on iPhone”.
ar: 2. اضغط على "تحصيل المدفوعات" واختر ميزة "Tap to Pay على iPhone".
de: 2. Tippe auf „Zahlung empfangen“ und wähle „Tap to Pay“ auf dem iPhone.
es: 2. Toca en «Cobrar pago» y elige «Tap to Pay on iPhone».
fr: 2. Appuyez sur « Percevoir le paiement » et choisissez « Appuyez pour payer sur iPhone ».
he: 2. יש להקיש על "לאסוף תשלום" ולבחור "Tap To Pay ב-iPhone".
id: 2. Ketuk “Terima Pembayaran” dan pilih “Ketuk untuk Bayar di iPhone”.
it: 2. Tocca "Ricevi pagamenti" e scegli "Tocca per pagare su iPhone".
nl: 2. Tik op ‘Betalingen ontvangen’ en kies ‘Tap to Pay op iPhone’.
pt_br: 2. Toque em "Receber pagamento" e selecione "Tap to Pay on iPhone".
ru: 2. Нажмите «Принять платёж» и выберите Tap to Pay on iPhone.
sv: 2. Tryck på "Ta emot betalning" och välj "Tryck för att betala på iPhone".
tr: 2. “Ödemeyi Al” seçeneğine dokunun ve ardından “Tap to Pay on iPhone” seçeneğini belirleyin.

source: 3. Present your iPhone to the customer.
ar: 3. اعرض iPhone الخاص بك للعميل.
de: 3. Zeige deinem Kunden dein iPhone.
es: 3. Presenta tu iPhone al cliente.
fr: 3. Présentez votre iPhone au client.
he: 3. יש לתת ללקוח את ה-iPhone.
id: 3. Tunjukkan iPhone Anda kepada pelanggan.
it: 3. Sempre tenendo il tuo iPhone in mano, rivolgilo verso il cliente.
nl: 3. Bied je iPhone aan de klant aan.
pt_br: 3. Mostre seu iPhone para o cliente.
ru: 3. Покажите покупателю ваш iPhone.
sv: 3. Håll fram din iPhone till kunden.
tr: 3. iPhone'unuzu müşteriye gösterin.

source: 3. When the connection is complete, you will be logged in to your store.
ar: 3. عند اكتمال الربط، سيتم تسجيل دخولك إلى متجرك.
de: 3. Wenn der Verbindungsvorgang abgeschlossen ist, wirst du in deinem Shop angemeldet.
es: 3. Una vez completada la conexión, estarás conectado a tu tienda.
fr: 3. Une fois la connexion établie, vous serez connecté(e) à votre boutique.
he: 3. כאשר החיבור הושלם, החשבון שלך יחובר לחנות שלך.
id: 3. Setelah koneksi selesai, Anda akan login ke toko Anda.
it: 3. Una volta completata la connessione, potrai accedere al negozio.
nl: 3. Wanneer de verbinding voltooid is, word je ingelogd bij je winkel.
pt_br: 3. Quando a conexão for concluída, você será conectado à sua loja.
ru: 3. После установки подключения вы автоматически выполните вход в свой магазин.
sv: 3. När anslutningen är klar kommer du att loggas in i din butik.
tr: 3. Bağlantı tamamlandığında mağazanızda oturumunuz açılır.

source: 4-6 minutes
ar: من 4 إلى 6 دقائق
de: 4–6 Minuten
es: 4-6 minutos
he: 4-6 דקות
id: 4–6 menit
it: 4-6 minuti
nl: 4-6 minuten
pt_br: 4 a 6 minutos
ru: 4–6 минут
sv: 4-6 minuter
tr: 4-6 dakika

source: 4. Your customer holds their card horizontally at the top of your iPhone, over the contactless symbol.
ar: 4. يحمل عميلك بطاقته بشكل أفقي في الجزء العلوي من iPhone الخاص بك، فوق الرمز غير التلامسي.
de: 4. Dein Kunde hält seine Karte horizontal oben an dein iPhone, über das Kontaktlos-Symbol.
es: 4. Tu cliente sostiene su tarjeta horizontalmente en la parte superior de tu iPhone, sobre el símbolo sin contacto.
fr: 4. Votre client présente sa carte horizontalement par-dessus votre iPhone, au niveau du symbole sans contact.
he: 4. הלקוח יחזיק את הכרטיס אופקית מעל החלק העליון של ה-iPhone מעל הסימן של ללא מגע.
id: 4. Pelanggan Anda memegang kartunya secara horizontal di atas iPhone Anda, di atas simbol nirsentuh.
it: 4. Il cliente posiziona la carta orizzontalmente sulla parte superiore dell'iPhone, sopra il simbolo del contactless.
nl: 4. Je klant houd hun kaart horizontaal tegen de bovenkant van je iPhone, over het pictogram voor contactloos betalen.
pt_br: 4. Seu cliente deve segurar o cartão na horizontal na parte superior do seu iPhone, acima do símbolo de pagamento por aproximação.
ru: 4. Покупатель прикладывает свою карту горизонтально к верхней части вашего iPhone, к символу бесконтактной оплаты.
sv: 4. Din kund håller sitt kort horisontellt högst upp på din iPhone över symbolen för kontaktlös betalning.
tr: 4. Müşteriniz kartını iPhone'unuzun üzerinde temassız simgesinin üstünde yatay olarak tutar.

source: 5. After you see the “Done” checkmark, your store will process the payment, and the transaction will be complete.
ar: 5. بعد رؤية علامة الاختيار "تم"، سيُعالج متجرك الدفع وستكتمل المعاملة.
de: 5. Nachdem das Häkchen „Fertig“ angezeigt wurde, verarbeitet dein Shop die Zahlung und die Transaktion wird abgeschlossen.
es: 5. Cuando aparezca la marca «Hecho», la tienda procesará el pago y la transacción se habrá completado.
fr: 5. Quand vous verrez la coche « Effectué », votre boutique traitera le paiement et la transaction sera achevée.
he: 5. לאחר שיופיע הסימון "בוצע", החנות תעבד את התשלום והעסקה תושלם.
id: 5. Setelah tanda centang “Selesai” terlihat, toko Anda akan memproses pembayaran dan transaksi akan selesai.
it: 5. Dopo aver visualizzato il segno di spunta "Fatto", il negozio elaborerà il pagamento e la transazione verrà completata.
nl: 5. Nadat je het vinkje ‘Gereed’ ziet, verwerkt de winkel de betaling en is de transactie compleet.
pt_br: 5. Depois da marca de verificação "Concluído" aparecer, sua loja receberá o pagamento e a transação estará completa.
ru: 5. Если вы видите значок «Выполнено» в виде галочки, это значит, что магазин обрабатывает ваш платёж, а транзакция завершена.
sv: 5. När du ser "Klar"-markeringen kommer din butik att behandla betalningen och transaktionen är slutförd.
tr: 5. “Tamamlandı” onay işaretini gördükten sonra mağazanız ödemeyi işleme alır ve işlem tamamlanır.

source: 50 GB
ar: 50 جيجا بايت
fr: 50 GO
ru: 50 ГБ

source: A WooCommerce app store subscription with your Apple ID already exists
ar: هناك اشتراك في متجر تطبيقات WooCommerce يحمل معرّف Apple الخاص بك بالفعل
de: Ein WooCommerce-Abonnement mit deiner Apple-ID ist im App Store bereits vorhanden
es: Ya existe una suscripción a WooCommerce a través del App Store con tu ID de Apple
fr: Un abonnement à WooCommerce sur l’App Store avec votre ID Apple existe déjà
he: כבר קיים מינוי לחנות באפליקציה של WooCommerce דרך ה-Apple ID שלך
id: Langganan toko aplikasi WooCommerce dengan ID Apple Anda sudah ada
it: Esiste già un abbonamento all'app store WooCommerce con il tuo ID Apple
nl: Er bestaat al een App Store-abonnement voor WooCommerce met jouw Apple-ID
pt_br: Já existe uma assinatura de loja do aplicativo do WooCommerce com seu ID Apple
ru: Подписка на магазин WooCommerce с вашим Apple ID уже существует
sv: Det finns redan en WooCommerce-appbutiksprenumeration med ditt Apple-ID
tr: Apple Kimliğinizle bir WooCommerce uygulaması mağaza aboneliği zaten mevcut

source: A WordPress.com account is connected to your store credentials. To continue, we will send a verification link to the email address above.
ar: يرتبط حساب ووردبريس.كوم ببيانات اعتماد متجرك. للمواصلة، سنرسل رابط تحقُّق إلى عنوان البريد الإلكتروني الوارد أعلاه.
de: Ein WordPress.com-Konto ist mit deinen Shop-Anmeldedaten verknüpft. Um fortzufahren, senden wir einen Bestätigungslink an die oben angegebene E-Mail-Adresse.
es: Una cuenta WordPress.com está conectada a tus credenciales de tienda. Para continuar, te enviaremos un enlace de verificación a la dirección de correo electrónico de arriba.
fr: Un compte WordPress.com est associé aux identifiants de connexion de votre boutique. Pour continuer, nous enverrons un lien de vérification à l’adresse e-mail ci-dessus.
he: חשבון WordPress.com מחובר לפרטי הכניסה שלך לחנות. כדי להמשיך, נשלח לך קישור לאימות אל כתובת האימייל שמצוינת למעלה.
id: Akun WordPress.com terhubung ke kredensial toko Anda. Untuk melanjutkan, kami akan mengirimkan tautan verifikasi ke alamat email di atas.
it: Un account WordPress.com è collegato alle credenziali del tuo negozio. Per continuare, invieremo un link di verifica all'indirizzo e-mail sopra indicato.
ja: WordPress.com アカウントはストアのログイン情報に連携されています。 続行する場合は、上のメールアドレスに認証リンクが届きます。
nl: Een WordPress.com-account is gekoppeld aan je winkel-inloggegevens. Om door te gaan sturen wij je een verificatielink naar het bovenstaande e-mailadres.
pt_br: Uma conta do WordPress.com está conectada às credenciais da sua loja. Para continuar, enviaremos um link de verificação para o endereço de e-mail acima.
ru: Учётная запись WordPress.com подключена к вашим учётным данным магазина. Чтобы продолжить, перейдите по ссылке для подтверждения, которую мы отправили на указанный адрес электронной почты.
sv: Ett WordPress.com-konto är kopplat till dina butiksautentiseringsuppgifter. Vi kommer att skicka en verifieringslänk till e-postadressen ovan. Klicka på den för att fortsätta.
tr: Bir WordPress.com hesabı mağaza kimlik bilgilerinize bağlandı. Devam etmek için yukarıdaki e-posta adresine bir doğrulama bağlantısı göndereceğiz.

source: A brief excerpt about the product
ar: مقتطف موجز عن المنتج
de: Ein kurzer Auszug zum Produkt
es: Un extracto breve sobre el producto
fr: Un bref extrait sur le produit
he: תיאור קצר אודות המוצר
id: Kutipan ringkas tentang produk
it: Un breve estratto sul prodotto
ja: 商品に関する簡単な抜粋
nl: Een korte samenvatting van het product
pt_br: Um breve resumo sobre o produto
ru: Короткое описание продукта
sv: Ett kort utdrag om produkten
tr: Ürünle ilgili kısa bir alıntı

source: A brief excerpt about your product
ar: مقتطف موجز حول منتجك
de: Ein kurzer Auszug zu deinem Produkt.
es: Un extracto breve sobre el producto
fr: Description brève de votre produit
he: תקציר אודות המוצר שלך
id: Kutipan singkat tentang produk Anda
it: Un breve estratto sul tuo prodotto
ja: 商品に関する簡単な抜粋
nl: Een korte samenvatting van je product.
pt_br: Um breve resumo sobre o produto
ru: Краткое описание товара
sv: Ett kort utdrag om din produkt
tr: Ürününüzle ilgili kısa bir alıntı

source: A customs form must be printed and included on this international shipment
ar: تجب طباعة نموذج الجمارك وتضمينه في هذه الشحنة الدولية
de: Für diese internationale Lieferung muss ein Zollformular gedruckt und beigelegt werden
es: El formulario de aduanas se debe imprimir y adjuntar a este envío internacional
fr: Un formulaire douanier doit être imprimé et inclus dans cet envoi international
he: יש להדפיס את טופס המכס ולצרף אותו למשלוח בינלאומי זה
id: Formulir bea cukai harus dicetak dan disertakan pada pengiriman internasional ini
it: È necessario stampare un modulo doganale e allegarlo a questa spedizione internazionale
ja: この国外配送では税関申告書を印刷して添付する必要があります
nl: Er moet een douaneformulier worden afgedrukt en worden bijgevoegd bij deze internationale verzending
pt_br: É necessário imprimir uma declaração aduaneira e incluí-la neste envio internacional
ru: Необходимо напечатать таможенную форму и включить ее в это международное отправление
sv: Ett tullformulär måste skrivas ut och inkluderas i denna internationella försändelse
tr: Bu uluslararası gönderiye bir gümrük formu yazdırılmalı ve eklenmelidir.

source: A live card was used on a site in test mode. Use a test card instead.
ar: تم استخدام بطاقة مباشرة على موقع في وضع الاختبار. استخدم بطاقة اختبار بدلاً من ذلك.
de: Auf einer Website im Testmodus wurde eine echte Karte verwendet. Verwende stattdessen eine Testkarte.
es: Se ha utilizado una tarjeta real en un sitio que se encuentra en modo de prueba. En su lugar, usa una tarjeta de prueba.
fr: Une carte réelle a été utilisée sur un site en mode test. Utilisez plutôt une carte en mode test.
he: נעשה שימוש בכרטיס אמיתי באתר במצב בדיקה. להשתמש בכרטיס לבדיקה במקום זאת.
id: Kartu aktual digunakan untuk situs dalam mode pengujian. Gunakan kartu pengujian.
it: Una carta in tempo reale è stata usata su un sito in modalità di prova Usa invece una scheda di prova.
ja: 本番用カードがテストモードのサイトで使用されました。 挿入されているテストカードを使用してください。
nl: Er werd een live kaart gebruikt op een site in de testmodus. Gebruik in plaats daarvan een testkaart.
pt_br: Um cartão ativo foi usado em um site em modo de teste. Use um cartão de teste no lugar dele.
ru: На сайте в тестовом режиме была использована действующая карта. Воспользуйтесь вместо неё картой для тестирования.
sv: Ett live-kort användes på en webbplats i testläge. Använd ett testkort istället.
tr: Test modunda bir sitede canlı kart kullanıldı. Bunun yerine bir test kartı kullanın.

source: A network error occurred. Please check your connection and try again.
ar: حدثت مشكلة في الشبكة. يرجى التحقّق من اتصالك والمحاولة لاحقًا.
de: Es ist ein Netzwerkfehler aufgetreten. Bitte überprüfe deine Verbindung und versuche es erneut.
es: Se ha producido un error de red. Comprueba tu conexión e inténtalo de nuevo.
fr: Une erreur réseau est survenue. Veuillez vérifier votre connexion et réessayer.
he: אירעה שגיאת רשת. יש לבדוק את החיבור ולנסות שוב.
id: Terjadi error jaringan. Periksa koneksi Anda dan coba lagi.
it: Si è verificato un errore di rete. Controlla la connessione e riprova.
ja: ネットワークエラーが発生しました。 接続を確認して、もう一度お試しください。
nl: Er is een netwerkfout opgetreden. Controleer je verbinding en probeer het nogmaals.
pt_br: Ocorreu um erro de rede. Verifique sua conexão e tente novamente.
ru: Произошла ошибка. Проверьте подключение и повторите попытку.
sv: En nätverksfel uppstod. Kontrollera din anslutning och försök igen.
tr: Bir ağ sorunu meydana geldi. Lütfen bağlantınızı kontrol edip tekrar deneyin.

source: A phone number is required
ar: رقم الهاتف مطلوب
de: Telefonnummer erforderlich
es: Se debe introducir un número de teléfono
fr: Veuillez indiquer un numéro de téléphone
he: יש להזין מספר טלפון
id: Nomor telepon diperlukan
it: È richiesto un numero di telefono
nl: Een telefoonnummer is vereist
pt_br: Um número de telefone é necessário
ru: Укажите номер телефона
sv: Ett telefonnummer är obligatoriskt
tr: Telefon numarası gerekli

source: A secure connection to the site could not be made. Please make sure that your site has a valid SSL certificate.
ar: يتعذر إجراء اتصال آمن بالموقع. يرجى التأكُّد من أن موقعك يحتوي على شهادة SSL صالحة.
de: Es konnte keine sichere Verbindung zu deiner Website hergestellt werden. Bitte vergewissere dich, dass deine Website über ein gültiges SSL-Zertifikat verfügt.
es: No se ha podido establecer una conexión segura con el sitio. Comprueba que tu sitio tiene un certificado SSL válido.
fr: Impossible d’établir une connexion sécurisée à ce site. Assurez-vous que votre site dispose d’un certificat SSL valide.
he: לא ניתן היה ליצור חיבור מאובטח לאתר. עליך לוודא שלאתר שלך יש תעודת SSL תקפה.
id: Koneksi aman ke situs tidak dapat dibuat. Harap pastikan bahwa situs Anda memiliki sertifikat SSL yang valid.
it: Non è stato possibile stabilire una connessione sicura al sito. Assicurati che il sito abbia un certificato SSL valido.
ja: サイトへの安全な接続ができませんでした。 サイトに有効な SSL 証明書があることを確認してください。
nl: Er kon geen beveiligde verbinding met de site tot stand worden gebracht. Zorg ervoor dat je site over een geldig SSL-certificaat beschikt.
pt_br: Não foi possível criar uma conexão segura com o site. Garanta que seu site tenha um certificado SSL válido.
ru: Не удалось создать защищенное соединение. Убедитесь, что ваш сайт имеет действительный сертификат SSL.
sv: Det gick inte att upprätta en säker anslutning till webbplatsen. Se till att din webbplats har ett giltigt SSL-certifikat.
tr: Siteyle güvenli bağlantı kurulamadı. Lütfen sitenizin geçerli bir SSL sertifikasına sahip olduğundan emin olun.
