Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: Your subscription is active, but there was an error activating the plan on your store.
ar: أصبح اشتراكك نشطًا، لكن كان هناك خطأ في أثناء تفعيل الخطة على متجرك.
de: Dein Abonnement ist aktiv, aber bei der Aktivierung des Tarifs in deinem Shop ist ein Fehler aufgetreten.
es: Tu suscripción está activa, pero se ha producido un error al activar el plan en tu tienda.
fr: Votre abonnement est actif, mais une erreur s’est produite lors de l’activation du plan dans votre boutique.
he: המינוי שלך פעיל, אבל אירעה שגיאה בהפעלת התוכנית בחנות שלך.
id: Langganan Anda aktif. Namun, terjadi error saat aktivasi paket di toko Anda.
it: Il tuo abbonamento è attivo, ma si è verificato un errore durante l'attivazione del piano nel negozio.
nl: Je abonnement is actief, maar er is een fout opgetreden bij het activeren van het abonnement van je winkel.
pt_br: Sua assinatura está ativa, mas ocorreu um erro ao ativar o plano na sua loja.
ru: Подписка активна, но при активации тарифного плана для вашего магазина возникла ошибка.
sv: Din prenumeration är aktiv, med det uppstod ett fel när paketet skulle aktiveras för din butik.
tr: Aboneliğiniz etkin durumda, ancak mağazanızda paketi etkinleştirirken bir hata oluştu.

source: Your tax rate is currently calculated based on the customer billing address:
ar: يُحسب معدل الضريبة الخاص بك حاليًا استنادًا إلى عنوان الفوترة الخاص بالعميل:
de: Dein Steuersatz wird derzeit basierend auf der Rechnungsadresse deines Kunden berechnet:
es: Actualmente, el tipo impositivo se calcula en función de la dirección de facturación del cliente:
fr: Votre taux de taxe est actuellement calculé en fonction de l’adresse de facturation du client :
he: שיעור המס שלך מחושב כעת לפי הכתובת לחיוב של הלקוח:
id: Tarif pajak Anda saat ini dihitung berdasarkan alamat penagihan pelanggan:
it: La tua aliquota d'imposta viene attualmente calcolata in base all'indirizzo di fatturazione del cliente:
nl: Je belastingtarief wordt momenteel berekend op basis van het factuuradres van je klant:
pt_br: No momento, sua taxa de imposto é calculada com base no endereço de cobrança do cliente:
ru: Сейчас налоговая ставка рассчитывается на основе платёжного адреса:
sv: Din momssats beräknas för närvarande baserat på kundens faktureringsadress:
tr: Vergi oranınız, şu anda müşterinin fatura adresine dayalı olarak hesaplanıyor:

source: Your tax rate is currently calculated based on the customer shipping address:
ar: يُحسب معدل الضريبة الخاص بك حاليًا استنادًا إلى عنوان الشحن الخاص بالعميل:
de: Dein Steuersatz wird derzeit basierend auf der Lieferadresse des Kunden berechnet:
es: Actualmente, el tipo impositivo se calcula en función de la dirección de envío del cliente:
fr: Votre taux de taxe est actuellement calculé en fonction de l’adresse d’expédition du client :
he: שיעור המס שלך מחושב כעת לפי הכתובת למשלוח ללקוח:
id: Tarif pajak Anda saat ini dihitung berdasarkan alamat pengiriman pelanggan:
it: La tua aliquota d'imposta viene attualmente calcolata in base all'indirizzo di spedizione del cliente:
nl: Je belastingtarief wordt momenteel berekend op basis van het verzendadres van je klant:
pt_br: No momento, sua taxa de imposto é calculada com base no endereço de entrega do cliente:
ru: Сейчас налоговая ставка рассчитывается на основе адреса доставки:
sv: Din momssats beräknas för närvarande baserat på kundens leveransadress:
tr: Vergi oranınız, şu anda müşterinin gönderim adresine dayalı olarak hesaplanıyor:

source: Your tax rate is currently calculated based on your shop address:
ar: يُحسب معدل الضريبة الخاص بك حاليًا استنادًا إلى عنوان متجرك:
de: Dein Steuersatz wird derzeit basierend auf deiner Shop-Adresse berechnet:
es: Actualmente, el tipo impositivo se calcula en función de la dirección de tu tienda:
fr: Votre taux de taxe est actuellement calculé en fonction de l’adresse de votre boutique :
he: שיעור המס שלך מחושב כעת לפי כתובת החנות שלך:
id: Tarif pajak Anda saat ini dihitung berdasarkan alamat toko Anda:
it: La tua aliquota d'imposta viene attualmente calcolata in base all'indirizzo del tuo negozio:
nl: Je belastingtarief wordt momenteel berekend op basis van je winkeladres:
pt_br: No momento, sua taxa de imposto é calculada com base no endereço da sua loja:
ru: Сейчас налоговая ставка рассчитывается на основе адреса магазина:
sv: Din momssats beräknas för närvarande baserat på din butiksadress:
tr: Vergi oranınız, şu anda mağaza adresinize dayalı olarak hesaplanıyor:

source: Your trial has ended.
ar: انتهى الإصدار التجريبي الخاص بك.
de: Dein Gratis-Test ist abgelaufen.
es: Tu período de prueba ha finalizado.
fr: Votre essai est terminé.
he: תקופת הניסיון שלך הסתיימה.
id: Masa percobaan Anda telah berakhir.
it: La tua prova è terminata.
ja: お試し期間が終了しました。
nl: Je proefversie is beëindigd.
pt_br: Seu período de teste terminou.
ru: Пробный период закончился.
sv: Din provperiod har avslutats.
tr: Deneme süreniz sona erdi.

source: You’ll need to install the free WooCommerce Payments extension on your store to accept In-Person Payments.
ar: سيتعيَّن عليك تثبيت إضافة مدفوعات WooCommerce المجانية على مخزنك لقبول المدفوعات الشخصية.
de: Bitte installiere die kostenlose WooCommerce Payments-Erweiterung in deinem Store, um persönliche Zahlungen entgegenzunehmen.
es: Tendrás que instalar la extensión gratuita de WooCommerce Payments en tu tienda para aceptar Pagos en Persona.
fr: Vous devrez installer l’extension gratuite WooCommerce Payments sur votre boutique afin d’accepter les paiements en personne.
he: יש להתקין את ההרחבה בחינם WooCommerce Payments בחנות שלך כדי לקבל תשלומים באופן אישי.
id: Anda perlu menginstal ekstensi WooCommerce Payments gratis di toko Anda untuk menerima Pembayaran Langsung.
it: Dovrai installare l'estensione gratuita WooCommerce Payments sul tuo negozio per accettare Pagamenti di persona.
ja: オフラインでの支払いを受け取るには、無料の WooCommerce Payments 拡張機能をストアにインストールする必要があります。
nl: Je moet de gratis WooCommerce Payments-extensie installeren in je winkel om fysieke betalingen aan te nemen.
pt_br: Você precisará instalar a extensão gratuita do WooCommerce Payments na sua loja para aceitar pagamentos presenciais.
ru: Чтобы иметь возможность принимать платежи при личном контакте с покупателем, вам потребуется установить бесплатное расширение WooCommerce Payments для вашего магазина.
sv: Du måste installera den kostnadsfria utökningen WooCommerce Payments för din butik för att ta emot personliga betalningar.
tr: Şahsen Ödemeleri kabul etmek için mağazanıza ücretsiz WooCommerce Payments uzantısını yüklemeniz gerekir.

source: You’re almost there
ar: لقد أوشكت على الوصول
de: Du hast es fast geschafft
es: Ya casi estás.
fr: Vous y êtes presque
he: כמעט סיימת
id: Hampir selesai.
it: Ci sei quasi
nl: Je bent er bijna.
pt_br: Você está quase lá
ru: Почти готово
sv: Du är nästan där
tr: Çok az kaldı

source: You’re almost there! Please finish setting up %1$@ to start accepting In-Person Payments.
ar: لقد أوشكت على الانتهاء! يرجى الانتهاء من إعداد %1$@ لبدء قبول المدفوعات الشخصية.
de: Du hast es fast geschafft! Schließe bitte die Einrichtung von %1$@ ab, um persönliche Zahlungen zu erhalten.
es: Ya casi has acabado. Termina de configurar %1$@ para empezar a aceptar Pagos en Persona.
fr: Vous y êtes presque ! Veuillez terminer de configurer %1$@ pour commencer à accepter les paiements en personne.
he: כמעט סיימת! על מנת להתחיל לקבל תשלומים באופן אישי, יש לסיים את ההגדרה של %1$@.
id: Hampir jadi! Harap selesaikan penyiapan %1$@ untuk mulai menerima Pembayaran Langsung.
it: Ci sei quasi! Completa l'impostazione di %1$@ per iniziare ad accettare pagamenti di persona.
ja: あともう少しです。 オフラインでの支払いを開始するには、%1$@ のセットアップを完了してください。
nl: Je bent bijna klaar! Rond het instellen van %1$@ af om betalingen met fysieke betaalkaart aan te nemen.
pt_br: Quase pronto! Finalize a configuração de %1$@ para começar a aceitar pagamentos presenciais.
ru: Почти готово. Завершите настройку %1$@, чтобы начать принимать очные платежи.
sv: Du är nästan där! Slutför konfigurationen av %1$@ för att börja ta emot personliga betalningar.
tr: Çok az kaldı! Şahsen Ödemeleri kabul etmeye başlamak için lütfen %1$@ kurulumunu tamamlayın.

source: Zambia
ar: زامبيا
de: Sambia
fr: Zambie
he: זמביה
ja: ザンビア
pt_br: Zâmbia
ru: Замбия
tr: Zambiya

source: Zimbabwe
ar: زيمبابوي
de: Simbabwe
es: Zimbabue
he: זימבבואה
ja: ジンバブエ
pt_br: Zimbábue
ru: Зимбабве
tr: Zimbabve

# adaptiveModalContainer.views.cancelButtonText
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batal
it: Annulla
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal Et

# addCustomAmount.deleteButton
source: Delete Custom Amount
ar: حذف المبلغ المخصص
de: Individuellen Betrag löschen
es: Eliminar importe personalizado
fr: Supprimer le montant personnalisé
he: למחוק סכום בהתאמה אישית
id: Hapus Jumlah kustom
it: Elimina importo personalizzato
nl: Aangepast bedrag verwijderen
pt_br: Excluir valor personalizado
ru: Удалить индивидуальную сумму
sv: Radera anpassat belopp
tr: Özel Tutarı Sil

# addCustomAmount.doneButton
source: Add Custom Amount
ar: إضافة مبلغ مخصص
de: Individuellen Betrag hinzufügen
es: Añadir cantidad personalizada
fr: Ajouter un montant personnalisé
he: להוסיף סכום בהתאמה אישית
id: Tambahkan Jumlah Kustom
it: Aggiungi importo personalizzato
nl: Aangepast bedrag toevoegen
pt_br: Adicionar valor personalizado
ru: Добавить индивидуальную сумму
sv: Lägg till anpassat belopp
tr: Özel Tutar Ekle

# addCustomAmount.editButton
source: Edit Custom Amount
ar: تحرير مبلغ مخصص
de: Individuellen Betrag bearbeiten
es: Editar cantidad personalizada
fr: Ajouter un montant personnalisé
he: לערוך סכום בהתאמה אישית
id: Sunting Jumlah Kustom
it: Modifica importo personalizzato
nl: Aangepast bedrag bewerken
pt_br: Editar valor personalizado
ru: Изменить индивидуальную сумму
sv: Redigera anpassat belopp
tr: Özel Tutarı Düzenle

# addCustomAmountPercentageView.amount.title
source: Amount
ar: المبلغ
de: Betrag
es: Cantidad
fr: Montant
he: סכום
id: Jumlah
it: Importo
nl: Bedrag
pt_br: Valor
ru: Сумма
sv: Belopp
tr: Tutar

# addCustomAmountPercentageView.percentageTextField.title
source: Enter percentage of order total
ar: إدخال نسبة مئوية من إجمالي الطلبات
de: Gib den Prozentsatz der Gesamtbestellung ein
es: Introducir el porcentaje del total del pedido
fr: Saisir le pourcentage du total de la commande
he: נא להזין אחוז מסך כל ההזמנה
id: Masukkan persentase dari total pesanan
it: Inserisci la percentuale del totale dell'ordine
nl: Of voer het percentage van het ordertotaal in
pt_br: Insira a porcentagem do total do pedido
ru: Ввести процент от общей суммы заказа
sv: Ange procentandel av orderns totala belopp
tr: Sipariş toplamının yüzdesini girin

# addCustomAmountView.chargeTaxesToggle.title
source: Charge Taxes
ar: دفع الضرائب
de: Steuern erheben
es: Cobrar impuestos
fr: Facturer les taxes
he: לגבות מיסים
id: Kenakan Pajak
it: Addebita imposte
nl: Btw rekenen
pt_br: Cobrar impostos
ru: Удержать налог
sv: Debitera moms
tr: Vergileri Alın

# addProductWithAIActionSheet.createProductWithAI.aiDescription
source: Let us generate product details for you
ar: السماح لنا بإنشاء تفاصيل المنتج من أجلك
de: Wir generieren die Produktdetails für dich
es: Permítenos generar los detalles del producto por ti
fr: Laissez-nous générer les détails du produit à votre place
he: אנחנו יכולים ליצור את פרטי המוצר עבורך
id: Kami buatkan detail produk untuk Anda.
it: Lascia generare a noi i dettagli del prodotto
nl: Laat ons productgegevens voor je genereren
pt_br: Deixe a gente gerar os detalhes do produto para você
sv: Låt oss generera produktinformation åt dig
tr: Sizin için ürün ayrıntıları oluşturalım

# addProductWithAIActionSheet.createProductWithAI.aiTitle
source: Create a product with AI
ar: إنشاء منتج باستخدام الذكاء الاصطناعي
de: Ein Produkt mit KI erstellen
es: Crea un producto con IA
fr: Créer un produit avec l’IA
he: ליצור מוצר באמצעות הבינה המלאכותית
id: Buat produk dengan AI
it: Crea un prodotto con l'IA
nl: Een product creëren met AI
pt_br: Criar um produto com IA
sv: Skapa en produkt med AI
tr: Yapay zeka ile ürün oluşturun

# addProductWithAIActionSheet.createProductWithAI.learnMore
source: [Learn more.](https://automattic.com/ai-guidelines/)
ar: [معرفة المزيد.](https://automattic.com/ai-guidelines/)
de: [Weitere Informationen.](https://automattic.com/ai-guidelines/)
es: [Más información].(https://automattic.com/ai-guidelines/)
fr: [Lire la suite.](https://automattic.com/ai-guidelines/)
he: [למידע נוסף‏.](https://automattic.com/ai-guidelines/‎)
id: [Baca selengkapnya.](https://automattic.com/ai-guidelines/)
it: [Scopri di più.](https://automattic.com/ai-guidelines/)
nl: [Meer informatie.](https://automattic.com/ai-guidelines/)
pt_br: [Saiba mais.](https://automattic.com/ai-guidelines/)
sv: [Lär dig mer.](https://automattic.com/ai-guidelines/)
tr: [Daha fazla bilgi alın.](https://automattic.com/ai-guidelines/)

# addProductWithAIActionSheet.createProductWithAI.legalText
source: Powered by AI.
ar: مدعوم من الذكاء الاصطناعي.
de: Mit Unterstützung von KI.
es: Con tecnología de IA.
fr: Propulsé par l’IA.
he: מופעל באמצעות בינה מלאכותית.
id: Berbasis AI.
it: Con tecnologia IA.
nl: Mogelijk gemaakt door AI.
pt_br: Com tecnologia de IA.
sv: Drivs med AI.
tr: Yapay zeka destekli.

# addProductWithAIActionSheet.manualDescription
source: Add a product and the details manually
ar: إضافة منتج والتفاصيل يدويًا
de: Füge ein Produkt und die entsprechenden Details manuell hinzu
es: Añadir un producto y los detalles manualmente
fr: Ajouter un produit et les détails manuellement
he: להוסיף מוצר ואת הפרטים באופן ידני
id: Tambahkan produk dan informasi secara manual
it: Aggiungi un prodotto e i dettagli manualmente
nl: Handmatig een product en de details toevoegen
pt_br: Adicione um produto e os detalhes manualmente
sv: Lägg till en produkt och detaljerna manuellt
tr: Bir ürünü ve ayrıntılarını manuel olarak ekleyin

# addProductWithAIActionSheet.manualTitle
source: Add manually
ar: إضافة يدويًا
de: Manuell hinzufügen
es: Añadir manualmente
fr: Ajouter manuellement
he: להוסיף ידנית
id: Tambahkan secara manual
it: Aggiungi manualmente
nl: Handmatig toevoegen
pt_br: Adicionar manualmente
sv: Lägg till manuellt
tr: Manuel olarak ekle

# addProductWithAIActionSheet.subtitle
source: Select a product type
ar: تحديد نوع المنتج
de: Wähle einen Produkttyp aus
es: Elige un tipo de producto
fr: Sélectionner un type de produit
he: יש לבחור את סוג המוצר
id: Pilih jenis produk
it: Seleziona un tipo di prodotto
nl: Selecteer een producttype
pt_br: Selecione um tipo de produto
sv: Välj en produkttyp
tr: Bir ürün türü seç

# addProductWithAIActionSheet.title
source: Create Product
ar: إنشاء المنتج
de: Produkt erstellen
es: Crear producto
fr: Créer un produit
he: ליצור מוצר
id: Buat Produk
it: Crea prodotto
nl: Product aanmaken
pt_br: Criar produto
sv: Skapa produkt
tr: Ürün Oluştur

# addStoreFooterView.connectExistingStoreButton
source: Connect existing store
ar: الربط بمتجر موجود
de: Bestehenden Shop verbinden
es: Conectar una tienda existente
fr: Associer une boutique existante
he: לחבר חנות קיימת
id: Sambungkan toko yang sudah ada
it: Connetti un negozio esistente
nl: Een bestaande winkel koppelen
pt_br: Conectar loja existente
ru: Подключить существующий магазин
sv: Anslut befintlig butik
tr: Mevcut bir mağazayı bağla

# aiToneVoice.casual
source: Casual
ar: عادي
de: Locker
fr: Décontracté
he: יומיומי
id: Kasual
sv: Vardagligt
tr: Gelişigüzel

# aiToneVoice.convincing
source: Convincing
ar: مقنع
de: Überzeugend
es: Convincente
fr: Convaincant
he: משכנע
id: Persuasif
it: Convincente
nl: Overtuigend
pt_br: Convincente
sv: Övertygande
tr: İkna edici

# aiToneVoice.flowery
source: Flowery
ar: منمق
de: Blumig
es: Floral
fr: Fleuri
he: מתחכם
id: Berbunga-bunga
it: Elaborato
nl: Fleurig
pt_br: Rebuscado
sv: Blommig
tr: Çiçekli

# aiToneVoice.formal
source: Formal
ar: رسمي
de: Formell
fr: Formel
he: רשמי
it: Formale
nl: Formeel
sv: Formell
tr: Resmi

# analyticsHub.bundlesCard.reportTitle
source: Product Bundles Report
ar: تقرير حزم المنتجات
de: Bericht zu Produktpaketen
es: Informe de paquete de productos
fr: Rapport sur les formules de produits
he: דוח של Product Bundles
id: Laporan Paket Produk
it: Report sui pacchetti di prodotti
nl: Rapport productbundels
pt_br: Relatório de pacotes de produtos
ru: Отчёт о комплектах товаров
sv: Produktpaketrapport
tr: Ürün Paketleri Raporu

# analyticsHub.customize.bundles
source: Bundles
ar: الحزم
de: Pakete
es: Paquetes
fr: Formules
he: חבילות
id: Paket
it: Pacchetti
nl: Bundels
pt_br: Pacotes
ru: Комплекты
sv: Paket
tr: Paketler

# analyticsHub.customize.giftCards
source: Gift Cards
ar: بطاقات الهدايا
de: Geschenkkarten
es: Tarjetas regalo
fr: Cartes-cadeaux
he: שוברי מתנה
id: Kartu Hadiah
it: Gift card
nl: Cadeaubonnen
pt_br: Vales-presentes
ru: Подарочные карты
sv: Presentkort
tr: Hediye Kartları

# analyticsHub.customize.googleCampaigns
source: Google Campaigns
ar: حملات غوغل
de: Google-Kampagnen
es: Campañas de Google
fr: Campagnes Google
he: קמפיינים של Google
id: Kampanye Google
it: Campagne Google
nl: Google-campagnes
pt_br: Campanhas do Google
sv: Google-kampanjer
tr: Google Kampanyaları

# analyticsHub.customize.orders
source: Orders
ar: الطلبات
de: Bestellungen
es: Pedidos
fr: Commandes
he: הזמנות
id: Pesanan
it: Ordini
nl: Bestellingen
pt_br: Pedidos
ru: Заказы
sv: Beställningar
tr: Siparişler

# analyticsHub.customize.products
source: Products
ar: المنتجات
de: Produkte
es: Productos
fr: Produits
he: מוצרים
id: Produk
it: Prodotti
nl: Producten
pt_br: Produtos
ru: Товары
sv: Produkter
tr: Ürünler

# analyticsHub.customize.revenue
source: Revenue
ar: الإيرادات
de: Einnahmen
es: Ingresos
fr: Revenus
he: רווחים
id: Pendapatan
it: Guadagno
nl: Inkomsten
pt_br: Receita
ru: Доход
sv: Intäkter
tr: Kazanç

# analyticsHub.customize.sessions
source: Sessions
ar: الجلسات
de: Sitzungen
es: Sesiones
he: הפעלות
id: Sesi
it: Sessioni
nl: Sessies
pt_br: Sessões
ru: Сессии
sv: Sessioner
tr: Oturumlar

# analyticsHub.customizeAnalytics.exploreButton
source: Explore
ar: استكشاف
de: Erkunden
es: Explorar
fr: Explorer
he: לעיין
id: Telusuri
it: Esplora
nl: Ontdekken
pt_br: Explorar
ru: Просмотр
sv: Utforska
tr: Keşfet

# analyticsHub.customizeAnalytics.saveButton
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
he: לשמור
id: Simpan
it: Salva
nl: Opslaan
pt_br: Salvar
ru: Сохранить
sv: Spara
tr: Kaydet

# analyticsHub.customizeAnalytics.title
source: Customize Analytics
ar: تخصيص التحليلات
de: Analysen anpassen
es: Personalizar análisis
fr: Personnaliser les statistiques
he: להתאים אישית את הנתונים האנליטיים
id: Sesuaikan Analitik
it: Personalizza analisi
nl: Analyses aanpassen
pt_br: Personalizar análises
ru: Настроить аналитику
sv: Anpassa analys
tr: Analizleri Özelleştirin

# analyticsHub.editButton.label
source: Edit
ar: تحرير
de: Bearbeiten
es: Editar
fr: Modifier
he: לערוך
it: Modifica
nl: Bewerken
pt_br: Editar
ru: Редактировать
sv: Redigera
tr: Düzenle

# analyticsHub.giftCardsCard.leadingTitle
source: Used
ar: مستخدم
de: Verwendet
es: Utilizada
fr: Utilisé
he: נוצל
id: Digunakan
it: Usate
nl: Gebruikt
pt_br: Usado
ru: Использовано
sv: Använt
tr: Kullanıldı

# analyticsHub.giftCardsCard.reportTitle
source: Gift Cards Report
ar: تقرير بطاقات الهدايا
de: Bericht zu Geschenkkarten
es: Informe de las tarjetas regalo
fr: Rapport sur les cartes-cadeaux
he: דוח של שוברי מתנה
id: Laporan Kartu Hadiah
it: Report sulle gift card
nl: Cadeaubonnenrapport
pt_br: Relatórios de vales-presentes
ru: Отчёт по подарочным картам
sv: Presentkortsrapport
tr: Hediye Kartları Raporu

# analyticsHub.giftCardsCard.syncErrorMessage
source: Unable to load gift card analytics
ar: يتعذر تحميل تحليلات بطاقات الهدايا
de: Analysedaten zu Geschenkkarten konnten nicht geladen werden
es: No se puede cargar el análisis de la tarjeta regalo
fr: Impossible de charger l’analyse des cartes-cadeaux
he: אין אפשרות לטעון נתונים אנליטיים של שוברי מתנה
id: Tidak dapat memuat analitik kartu hadiah
it: Impossibile caricare l'analisi delle gift card
nl: Kan cadeaubonanalyses niet laden
pt_br: Não foi possível carregar a análise do vale-presente
ru: Не удалось загрузить данные анализа подарочных карт
sv: Det gick inte att ladda presentkortsanalysen
tr: Hediye kartı analizleri yüklenemiyor

# analyticsHub.giftCardsCard.title
source: GIFT CARDS
ar: بطاقات الهدايا
de: GESCHENKKARTEN
es: TARJETAS REGALO
fr: CARTES-CADEAUX
he: שוברי מתנה
id: KARTU HADIAH
it: GIFT CARD
nl: CADEAUBONNEN
pt_br: VALES-PRESENTES
ru: ПОДАРОЧНЫЕ КАРТЫ
sv: PRESENTKORT
tr: HEDİYE KARTLARI

# analyticsHub.giftCardsCard.trailingTitle
source: Net Amount
ar: المبلغ الصافي
de: Nettobetrag
es: Cantidad neta
fr: Montant net
he: סכום נטו
id: Jumlah Bersih
it: Importo netto
nl: Nettobedrag
pt_br: Valor líquido
ru: Сумма нетто
sv: Nettobelopp
tr: Net Tutar

# analyticsHub.googleCampaignCTA.button
source: Add paid campaign
ar: إضافة حملة مدفوعة
de: Gebührenpflichtige Kampagne hinzufügen
es: Añadir campaña de pago
fr: Ajouter une campagne payante
he: להוסיף קמפיין בתשלום
id: Tambahkan kampanye berbayar
it: Aggiungi campagna a pagamento
nl: Betaalde campagne toevoegen
pt_br: Adicionar campanha paga
sv: Lägg till betald kampanj
tr: Ücretli kampanya ekle

# analyticsHub.googleCampaigns.campaignsList.title
source: Campaigns
ar: الحملات
de: Kampagnen
es: Campañas
fr: Campagnes
he: קמפיינים
id: Kampanye
it: Campagne
nl: Campagnes
pt_br: Campanhas
sv: Kampanjer
tr: Kampanyalar

# analyticsHub.googleCampaigns.noCampaignStats
source: Unable to load Google campaigns analytics
ar: يتعذر تحميل تحليلات حملات غوغل
de: Analysen zu Google-Kampagnen konnten nicht geladen werden
es: No se ha podido cargar el análisis de las campañas de Google
fr: Impossible de charger les statistiques des campagnes Google
he: אין אפשרות לטעון את הנתונים האנליטיים של הקמפיינים של Google
id: Tidak dapat memuat analitik kampanye Google
it: Impossibile caricare l'analisi delle campagne Google
nl: Kan analyses van Google-campagnes niet laden
pt_br: Não foi possível carregas as análises de campanhas do Google
sv: Det gick inte att läsa in Google-kampanjanalysen
tr: Google kampanya analizleri yüklenemedi

# analyticsHub.googleCampaigns.reportTitle
source: Programs Report
ar: تقرير البرامج
de: Programmbericht
es: Informe de los programas
fr: Rapport Programmes
he: דוח תוכניות
id: Laporan Program
it: Programmi Rapporto
nl: Programmarapport
pt_br: Relatório de programas
sv: Programrapport
tr: Programlar Raporu

# analyticsHub.googleCampaigns.salesSubtitle
source: Sales: %@
ar: التخفيضات: %@
de: Umsatz: %@
es: Ofertas: %@
fr: Ventes : %@
he: מבצעים: ‎%@
id: Penjualan: %@
it: Vendite: %@
nl: Verkoop: %@
pt_br: Vendas: %@
sv: Försäljning: %@
tr: Satışlar: %@

# analyticsHub.googleCampaigns.spendSubtitle
source: Spend: %@
ar: الإنفاق: %@
de: Ausgaben: %@
es: Gasto: %@
fr: Dépense : %@
he: הוצאה: %@
id: Pengeluaran: %@
it: Spesa: %@
nl: Uitgaven: %@
pt_br: Gasto: %@
sv: Belopp: %@
tr: Harcama: %@

# analyticsHub.googleCampaigns.title
source: Google Campaigns
ar: حملات غوغل
de: Google-Kampagnen
es: Campañas de Google
fr: Campagnes Google
he: קמפיינים של Google
id: Kampanye Google
it: Campagne Google
nl: Google-campagnes
pt_br: Campanhas do Google
sv: Google-kampanjer
tr: Google Kampanyaları
