Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: Enter the number of days before a download link expires, or leave blank if never it expires
ar: إدخال عدد الأيام قبل انتهاء صلاحية رابط التنزيل، أو ترك فراغ إذا لم تتنهِ صلاحيته أبدًا
de: Gib die Zahl der Tage ein, bevor der Download-Link abläuft, oder lasse das Feld frei, wenn er nie abläuft.
es: Introduce el número de días antes de que expire un enlace de descarga, o déjalo en blanco si no caduca
fr: Saisir le nombre de jours avant qu’un lien de téléchargement n’expire ou laisser vide s’il n’expire jamais
he: יש להזין את מספר הימים עד לתאריך התוקף של הקישור להורדה או להשאיר ריק אם הוא לא יפוג לעולם
id: Masukkan angka untuk jumlah hari sebelum tautan unduhan kedaluwarsa, atau biarkan kosong jika tidak ada masa berlaku
it: Inserisci il numero di giorni precedenti la scadenza del link di download o lascia vuoto se non si ha scadenza
ja: ダウンロードリンクの期限が切れるまでの日数を入力するか、期限がない場合は空欄のままにします
nl: Voer het aantal dagen in voordat een downloadlink verloopt, of laat leeg om onbeperkt beschikbaar te laten
pt_br: Informe o número de dias antes do link de download expirar ou deixe em branco se ele nunca expira
ru: Введите количество дней, по окончанию которых ссылка на скачивание перестанет работать, или оставьте пустым, если срок действия не указан
sv: Ange antal dagar tills en nedladdningslänk löper ut, eller lämna fältet tomt om länken aldrig löper ut
tr: Bir indirme bağlantısının süresi dolmadan önceki gün sayısını girin veya sona erme tarihi yoksa boş bırakın

source: Enter the number of time file can be downloaded or leave blank for unlimited downloads
ar: إدخال عدد المرات التي يمكن تنزيل الملف فيها أو ترك فراغ للتنزيلات غير المحدودة
de: Gib an, wie oft die Datei heruntergeladen werden kann, oder lass das Feld frei, wenn es keine Beschränkung gibt.
es: Introduce el número de veces que se puede descargar un archivo, déjalo en blanco para no limitar las descargas
fr: Saisir le nombre de fois que le fichier peut être téléchargé ou laisser vide pour des téléchargements illimités
he: יש להזין את מספר הפעמים שניתן להוריד את הקובץ או להשאיר ריק כדי לאפשר הורדות ללא הגבלה
id: Masukkan angka untuk jumlah maksimal file dapat diunduh atau biarkan kosong untuk unduhan tanpa batas
it: Inserisci il numero di volte che il file può essere scaricato o lascia vuoto per download illimitati
ja: ファイルのダウンロード可能な回数を入力するか、ダウンロード回数に制限がない場合は空欄のままにします
nl: Voer het aantal keer in dat een bestand gedownload kan worden of laat leeg voor onbeperkt aantal downloads
pt_br: Insira o número de vezes que o arquivo pode ser baixado ou deixe em branco para downloads ilimitados
ru: Укажите количество загрузок файла или оставьте поле пустым, чтобы не ограничивать количество загрузок
sv: Ange antalet gånger som filen kan laddas ned eller lämna fältet tomt för obegränsade nerladdningar
tr: Dosyanın kaç kez indirilebileceğini girin veya sınırsız indirme için boş bırakın

source: Enter the password for your WordPress.com account.
ar: أدخل كلمة مرور حساب وردبرس.كوم الخاص بك.
de: Gib das Passwort für dein WordPress.com-Konto ein.
es: Introduce la contraseña de tu cuenta en WordPress.com.
fr: Saisir le mot de passe de votre compte WordPress.com.
he: יש להזין את הסיסמה לחשבון WordPress.com שלך.
id: Masukkan kata sandi akun WordPress.com Anda.
it: Digita la password per il tuo account WordPress.com.
ja: WordPress.com アカウント用のパスワードを入力します。
nl: Voer wachtwoord voor je WordPress.com account in.
pt_br: Digite a senha da sua conta no WordPress.com.
ru: Введите пароль вашей учетной записи WordPress.com.
sv: Ange lösenordet för ditt konto på WordPress.com.
tr: WordPress.com hesabınız için parola girin.

source: Enter the password for your account.
ar: أدخل كلمة المرور الخاصة بحسابك.
de: Gib das Passwort für dein Konto ein.
es: Introduce la contraseña de tu cuenta.
fr: Saisissez le mot de passe associé à votre compte.
he: יש להזין את הסיסמה לחשבון שלך.
id: Masukkan kata sandi untuk akun Anda.
it: Digita la password per il tuo account.
ja: アカウント用のパスワードを入力します。
nl: Voer het wachtwoord voor je account in.
pt_br: Digite a senha da sua conta.
ru: Введите пароль для учётной записи.
sv: Ange lösenordet för ditt konto.
tr: Hesabınızın şifresini girin.

source: Enter tracking link
ar: إدخال رابط التعقُّب
de: Tracking-Link eingeben
es: Introducir enlace de seguimiento
fr: Saisir le lien de suivi
he: יש להזין קישור מעקב
id: Masukkan tautan pelacakan
it: Inserisci link di tracciabilità
ja: 追跡リンクを入力
nl: Voer tracking-link in
pt_br: Inserir link de rastreamento
ru: Введите ссылку на отслеживание
sv: Ange spårningslänk
tr: Takip bağlantısını girin

source: Enter tracking number
ar: إدخال رقم التعقُّب
de: Sendungsverfolgungsnummer eingeben
es: Introducir número de seguimiento
fr: Saisir le numéro de suivi
he: יש להזין מספר מעקב
id: Masukkan nomor pelacakan
it: Inserisci numero di tracciabilità
ja: 追跡番号を入力
nl: Voer volgnummer in
pt_br: Inserir número de rastreamento
ru: Введите номер отслеживания
sv: Ange spårningsnummer
tr: Takip numarasını girin

source: Enter username
ar: أدخل اسم المستخدم
de: Benutzernamen eingeben
es: Escribe usuario
fr: Saisissez l'identifiant
he: הזן שם משתמש
id: Masukkan nama pengguna
it: Inserisci il nome utente
ja: ユーザー名を入力
nl: Voer gebruikersnaam in
pt_br: Digite o nome de usuário
ru: Введите имя пользователя
sv: Ditt användarnamn
tr: Kullanıcı adı girin

source: Enter your WordPress.com password
ar: أدخل رقمك السري لووردبيريس.كوم
de: Gib dein WordPress.com-Passwort ein
es: Introduce tu contraseña de WordPress.com
fr: Entrer votre mot de passe WordPress.com
he: להזין את הסיסמה שלך ל-WordPress.com
id: Masukkan kata sandi WordPress.com Anda
it: Inserisci la tua password WordPress.com
ja: WordPress.com のパスワードを入力
nl: Vul je WordPress.com wachtwoord in
pt_br: Digite sua senha do WordPress.com
ru: Введите пароль для WordPress.com
sv: Ange ditt WordPress.com-lösenord
tr: WordPress.com şifrenizi girin

source: Enter your account information for %@.
ar: أدخل معلومات حسابك الخاصة بـ %@.
de: Gib deine Kontodetails für %@ ein.
es: Introduce la información de tu cuenta de %@.
fr: Saisissez vos informations de compte pour %@.
he: להזין את פרטי החשבון שלך ב-%@.
id: Masukkan informasi akun Anda untuk %@.
it: Inserisci le informazioni sull'account per %@.
ja: %@ のアカウント情報を入力してください。
nl: Voer je accountgegevens in voor %@.
pt_br: Insira as informações da sua conta do %@.
ru: Введите данные своей учетной записи для %@.
sv: Ange din kontoinformation för %@.
tr: %@ ile igili hesap bilgilerinizi girin.

source: Enter your email address to log in or create a WordPress.com account.
ar: أدخل عنوان بريدك الإلكتروني لتسجيل الدخول، أو أنشئ حسابًا على ووردبريس.كوم.
de: Gib deine E-Mail-Adresse ein, um dich anzumelden, oder erstelle ein WordPress.com-Konto.
es: Escribe tu dirección de correo electrónico para acceder o crea una cuenta de WordPress.com.
fr: Entrez votre adresse e-mail pour vous connecter ou créez un compte WordPress.com.
he: יש להזין את כתובת האימייל שלך כדי להתחבר או ליצור חשבון ב-WordPress.com.
id: Masukkan alamat email Anda untuk login atau membuat akun WordPress.com.
it: Inserisci il tuo indirizzo e-mail per accedere o creare un account WordPress.com.
ja: メールアドレスを入力してログインするか、WordPress.com アカウントを作成します。
nl: Voer je e-mailadres in om in te loggen of maak een WordPress.com-account aan.
pt_br: Insira seu endereço de e-mail para fazer login ou criar uma conta do WordPress.com.
ru: Введите адрес эл. почты, чтобы войти, или создайте учетную запись WordPress.com.
sv: Ange din e-postadress för att logga in eller skapa ett WordPress.com-konto.
tr: Oturum açmak veya bir WordPress.com hesabı oluşturmak için e-posta adresinizi girin.

source: Enter your email address to log in to manage your WooCommerce stores or create a WordPress.com account.
ar: أدخِل عنوان بريد الإلكتروني لتسجيل الدخول لإدارة متاجر WooCommerce الخاصة بك أو إنشاء حساب ووردبريس.كوم.
de: Melde dich mit deiner E-Mail-Adresse an, um deine WooCommerce-Shops zu verwalten oder ein WordPress.com-Konto zu erstellen.
es: Introduce tu dirección de correo electrónico para acceder y gestionar tus tiendas de WooCommerce o crear una cuenta de WordPress.com.
fr: Entrez votre adresse e-mail pour vous connecter et gérer vos boutiques WooCommerce ou créez un compte WordPress.com.
he: יש להזין את כתובת האימייל שלך כדי להתחבר לניהול חנויות ה-WooCommerce שלך או כדי ליצור חשבון ב-WordPress.com.
id: Masukkan alamat email Anda untuk login dan mengelola toko WooCommerce atau membuat akun WordPress.com.
it: Inserisci il tuo indirizzo e-mail per accedere per gestire i tuoi negozi WooCommerce o creare un account WordPress.com.
ja: メールアドレスを入力してログインし、WooCommerce ストアを管理するか、WordPress.com アカウントを作成します。
nl: Voer je e-mailadres in om in te loggen en je WooCommerce-winkels te beheren of maak een WordPress.com-account aan.
pt_br: Insira seu endereço de e-mail para fazer login e gerenciar suas lojas do WooCommerce ou crie uma conta do WordPress.com.
ru: Войдите с помощью адреса электронной почты, чтобы управлять магазинами WooCommerce или создать учётную запись WordPress.com.
sv: Ange din e-postadress för att logga in och hantera din WooCommerce-butik eller skapa ett WordPress.com-konto.
tr: WooCommerce mağazalarınızı yönetmek veya bir WordPress.com hesabı oluşturmak üzere oturum açmak için e-posta adresinizi girin.

source: Enter your existing site address
ar: أدخل رابط موقعك الحالي
de: Gib deine bestehende Website-Adresse ein
es: Introduce la dirección de tu sitio existente
fr: Saisissez l’adresse de votre site actuel
he: יש להזין את הכתובת של האתר החדש שלך
id: Masukkan alamat situs Anda yang sudah ada
it: Inserisci l'indirizzo del sito esistente
ja: 既存のサイトアドレスを入力
nl: Voer je bestaande site-adres in
pt_br: Insira o endereço do seu site já existente
ru: Введите адрес вашего сайта
sv: Ange din befintliga webbplatsadress
tr: Mevcut site adresinizi girin

source: Enter your password instead.
ar: بدلاً من ذلك، أدخل كلمة المرور.
de: Gib stattdessen dein Passwort ein.
es: Introduce tu contraseña.
fr: Saisissez votre mot de passe à la place.
he: במקום זאת יש להזין סיסמה.
id: Masukkan kata sandi saja.
it: Immetti la password.
ja: 代わりにパスワードを入力してください。
nl: Voer je wachtwoord in.
pt_br: Digitar sua senha.
ru: Введите пароль.
sv: Skriv in ditt lösenord istället.
tr: Bunun yerine parolanızı girin.

source: Enter your product name
ar: إدخال اسم منتجك
de: Gib deinen Produktnamen ein
es: Introduce el nombre de tu producto
fr: Entrer le nom de votre produit
he: יש להזין את שם המוצר שלך
id: Masukkan nama produk Anda
it: Inserisci il nome del prodotto
nl: Voer je productnaam in
pt_br: Insira o nome do produto
ru: Введите название товара
sv: Ange ditt produktnamn
tr: Ürün adınızı girin

source: Enter your store credentials for %@.
ar: قم بإدخال بيانات اعتماد متجرك الخاصة بـ %@.
de: Gib deine Shop-Anmeldedaten für %@ ein.
es: Introduce tus credenciales de la tienda de %@.
fr: Entrez les identifiants de connexion de votre boutique pour %@.
he: יש להזין את פרטי הכניסה לחנות עבור %@.
id: Masukkan kredensial toko Anda untuk %@.
it: Inserisci le credenziali del tuo negozio per %@.
ja: %@ のストアのログイン情報を入力してください。
nl: Voer je winkel-inloggegevens voor %@ in.
pt_br: Insira as credenciais de sua loja para %@.
ru: Введите учётные данные магазина для %@.
sv: Ange dina butiksautentiseringsuppgifter för %@.
tr: %@ için mağaza kimlik bilgilerinizi girin.

source: Enter your store name
ar: إدخال اسم متجرك
de: Gib deinen Shop-Namen ein
es: Introduce el nombre de tu tienda
fr: Saisissez le nom de votre boutique
he: יש להזין את השם של החנות
id: Masukkan nama toko Anda
it: Inserisci il nome del tuo negozio
nl: Voer je winkelnaam in
pt_br: Insira o nome da loja
ru: Введите название магазина
sv: Ange ditt butiksnamn
tr: Mağazanızın adını girin

source: Envelope
ar: ظرف
de: Umschlag
es: Envoltorio
fr: Enveloppe
he: מעטפה
id: Amplop
it: Busta
ja: 封筒
nl: Envelop
ru: Конверт
sv: Kuvert
tr: Zarf

source: Equatorial Guinea
ar: غينيا الاستوائية
de: Äquatorialguinea
es: Guinea Ecuatorial
fr: Guinée équatoriale
he: גינאה המשוונית
id: Guinea Ekuatorial
it: Guinea Equatoriale
ja: 赤道ギニア
nl: Equatoriaal-Guinea
pt_br: Guiné Equatorial
ru: Экваториальная Гвинея
sv: Ekvatorialguinea
tr: Ekvator Ginesi

source: Eritrea
ar: إريتريا
fr: Érythrée
he: אריתריאה
ja: エリトリア
pt_br: Eritreia
ru: Эритрея
tr: Eritre

source: Error
ar: خطأ
de: Fehler
fr: Erreur
he: שגיאה
it: Errore
ja: エラー
nl: Fout
pt_br: Erro
ru: Ошибка
sv: Fel
tr: Hata

source: Error activating Jetpack
ar: حدث خطأ في أثناء تفعيل Jetpack
de: Fehler beim Aktivieren von Jetpack
es: Error al activar Jetpack
fr: Erreur lors de l’activation de Jetpack
he: שגיאה בהפעלת Jetpack
id: Terjadi error saat mengaktifkan Jetpack
it: Errore durante l'attivazione di Jetpack
ja: Jetpack を有効化する際にエラーが発生しました
nl: Foutmelding tijdens activeren van Jetpack
pt_br: Erro ao ativar o Jetpack
ru: Ошибка при активации Jetpack
sv: Det gick inte att aktivera Jetpack
tr: Jetpack'i etkinleştirirken hata oluştu

source: Error activating plan
ar: خطأ في أثناء التفعيل
de: Fehler beim Aktivieren des Tarifs
es: Se ha producido un error al activar el plan
fr: Erreur lors de l’activation du plan
he: שגיאה בהפעלת התוכנית
id: Error saat mengaktifkan paket
it: Errore durante l'attivazione del piano
nl: Fout bij activeren abonnement
pt_br: Erro ao ativar o plano
ru: Ошибка активации тарифного плана
sv: Fel vid aktivering av paket
tr: Paket etkinleştirme hatası

source: Error authorizing connection to Jetpack
ar: حدث خطأ في أثناء تخويل الاتصال بـ Jetpack
de: Fehler beim Autorisieren der Verbindung mit Jetpack
es: Error al autorizar la conexión con Jetpack
fr: Erreur lors de l’autorisation de la connexion à Jetpack
he: אירעה שגיאה באישור החיבור אל Jetpack
id: Terjadi error saat memberi izin penyambungan ke Jetpack
it: Errore di autorizzazione della connessione a Jetpack
ja: Jetpack との連携を認証する際にエラーが発生しました
nl: Foutmelding bij het autoriseren van de verbinding met Jetpack
pt_br: Erro ao autorizar a conexão ao Jetpack
ru: Ошибка при авторизации подключения к Jetpack
sv: Det gick inte att auktorisera anslutningen till Jetpack
tr: Jetpack'e bağlantı yetkisi verilirken hata oluştu

source: Error checking for the WooCommerce plugin.
ar: حدث خطأ في أثناء التحقق من إضافة WooCommerce.
de: Fehler beim Überprüfen des WooCommerce-Plugins.
es: Error al comprobar el plugin de WooCommerce.
fr: Erreur lors de la vérification de l’extension WooCommerce.
he: שגיאה בחיפוש של תוסף WooCommerce.
id: Error saat memeriksa plugin WooCommerce.
it: Errore durante il controllo del plug-in WooCommerce.
ja: WooCommerce プラグインの確認中にエラーが発生しました。
nl: Fout bij controleren op WooCommerce-plugin.
pt_br: Erro ao verificar o plugin do WooCommerce.
ru: Ошибка проверки наличия плагина WooCommerce.
sv: Det gick inte att söka efter WooCommerce-tillägget.
tr: WooCommerce eklentisi denetlenirken hata oluştu.

source: Error checking the Jetpack connection on your site
ar: خطأ في أثناء التحقق من اتصال Jetpack على موقعك
de: Beim Überprüfen der Jetpack-Verbindung auf deiner Website ist ein Fehler aufgetreten
es: Se ha producido un error al comprobar la conexión de Jetpack en tu sitio.
fr: Erreur lors de la vérification de la connexion Jetpack sur votre site.
he: שגיאה בבדיקת החיבור של Jetpack לאתר שלך.
id: Terjadi error saat memeriksa koneksi Jetpack ke situs Anda
it: Errore durante il controllo della connessione Jetpack sul tuo sito
ja: サイトの Jetpack 接続の確認中にエラーが発生しました
nl: Fout bij het controleren van de Jetpack-koppeling van je site
pt_br: Erro ao verificar a conexão do Jetpack no seu site
ru: Ошибка проверки подключения Jetpack на вашем сайте
sv: Fel vid kontroll av Jetpack-anslutningen på din webbplats
tr: Sitenizdeki Jetpack bağlantısı kontrol edilirken hata oluştu

source: Error code %1$@
ar: كود الخطأ %1$@
de: Fehlercode %1$@
es: Código de error: %1$@
fr: Code d’erreur %1$@
he: קוד שגיאה %1$@
id: Kode error %1$@
it: Codice errore %1$@
nl: Foutcode %1$@
pt_br: Código de erro %1$@
ru: Код ошибки %1$@
sv: Felkod %1$@
tr: Hata kodu %1$@

source: Error code %1$d
ar: كود الخطأ ⁦%1$d⁩
de: Fehlercode %1$d
es: Código de error %1$d
fr: Code d’erreur %1$d
he: קוד שגיאה ⁦%1$d⁩
id: Kode error %1$d
it: Codice errore %1$d
ja: エラーコード %1$d
nl: Foutmelding %1$d
pt_br: Código do erro %1$d
ru: Код ошибки %1$d
sv: Felkod %1$d
tr: Hata kodu %1$d

source: Error confirming payment
ar: خطأ في أثناء تأكيد الدفع
de: Fehler beim Bestätigen der Zahlung
es: Se ha producido un error al confirmar el pago
fr: Erreur lors de la confirmation du paiement
he: שגיאה באישור התשלום
id: Error saat mengonfirmasi pembayaran
it: Errore durante la conferma del pagamento
nl: Fout bij bevestiging betaling
pt_br: Erro ao confirmar pagamento
ru: Ошибка подтверждения платежа
sv: Fel vid betalning
tr: Ödeme onaylama hatası

source: Error during purchase
ar: خطأ في أثناء الشراء
de: Fehler beim Kauf
es: Se ha producido un error durante la compra
fr: Erreur lors de l’achat
he: שגיאה במהלך הרכישה
id: Error selama pembelian
it: Errore durante l'acquisto
nl: Fout bij aankoop
pt_br: Erro durante a compra
ru: Ошибка при покупке
sv: Fel vid köp
tr: Satın alma sırasında hata

source: Error enabling analytics. Please try again.
ar: حدث خطأ في أثناء تمكين التحليلات. يرجى المحاولة مجددًا.
de: Fehler beim Aktivieren der Statistiken. Bitte versuch es noch mal.
es: Error al activar los análisis. Inténtalo de nuevo.
fr: Une erreur s’est produite lors de l’activation des statistiques. Veuillez réessayer.
he: שגיאה בהפעלת הנתונים האנליטיים. יש לנסות שוב.
id: Terjadi error saat mengaktifkan analitik. Silakan coba lagi.
it: Errore durante l'attivazione dell'analisi. Prova di nuovo.
ja: 分析の有効化中にエラーが発生しました。 もう一度やり直してください。
nl: Fout bij inschakelen analyses. Probeer het opnieuw.
pt_br: Erro ao ativar a análise. Tente novamente.
ru: Ошибка включения аналитики. Повторите попытку.
sv: Det gick inte att aktivera analys. Försök igen.
tr: Analytics etkinleştirilirken hata oluştu. Lütfen tekrar deneyin.

source: Error fetching application password for your site.
ar: حدث خطأ في أثناء أحضار كلمة مرور التطبيق لموقعك.
de: Fehler beim Abrufen des Anwendungspassworts für deine Website.
es: Error al obtener la contraseña de aplicación para tu sitio.
fr: Erreur lors de la récupération du mot de passe de l’application pour votre site.
he: שגיאה בטעינה של סיסמת האפליקציה עבור האתר שלך.
id: Error saat mengambil kata sandi aplikasi untuk situs Anda.
it: Errore durante il recupero della password dell'applicazione per il tuo sito.
ja: サイトのアプリケーションパスワード取得中にエラーが発生しました。
nl: Fout bij ophalen applicatiewachtwoord voor je site.
pt_br: Erro ao buscar a senha do aplicativo para seu site.
ru: Ошибка получения пароля приложения для вашего сайта.
sv: Det gick inte att hämta applikationslösenordet för din webbplats.
tr: Siteniz için uygulama şifresi alınırken hata oluştu.

source: Error fetching report
ar: حدث خطأ في أثناء إحضاء التقرير
de: Fehler beim Abrufen des Berichts
es: Se ha producido un error al obtener el informe.
fr: Une erreur est survenue lors de l’extraction du rapport
he: שגיאה בהבאת הדוח
id: Terjadi error saat memuat laporan
it: Errore durante il recupero del rapporto
ja: レポートを取得する際にエラーが発生しました
nl: Fout bij ophalen rapport
pt_br: Erro ao buscar o relatório
ru: Ошибка получения отчёта
sv: Det gick inte att hämta rapporten
tr: Rapor alınırken hata oluştu

source: Error fetching user information.
ar: حدث خطأ في أثناء إحضار معلومات المستخدم.
de: Fehler beim Abrufen der Benutzerinformationen.
es: Error al obtener la información del usuario.
fr: Erreur lors de la récupération des informations utilisateur.
he: שגיאה בטעינת המידע על המשתמש.
id: Error saat mengambil informasi pengguna.
it: Errore durante il recupero delle informazioni sull'utente.
ja: ユーザー情報取得中にエラーが発生しました。
nl: Fout bij ophalen gebruikersinformatie.
pt_br: Erro ao buscar informações do usuário.
ru: Ошибка получения данных пользователя.
sv: Det gick inte att hämta användarinformationen.
tr: Kullanıcı bilgileri alınırken hata oluştu.

source: Error generating QR Code. Please try again later
ar: خطأ في أثناء إنشاء رمز الاستجابة السريعة. ترجى المحاولة مجددًا في وقت لاحق
de: Beim Generieren des QR-Codes ist ein Fehler aufgetreten. Bitte versuche es später erneut
es: Se ha producido un error al generar el código QR. Por favor, inténtalo de nuevo más tarde
fr: Erreur lors de la génération du code QR. Réessayer plus tard
he: שגיאה ביצירת קוד QR. יש לנסות שוב מאוחר יותר
id: Terjadi kesalahan saat membuat Kode QR. Silakan coba lagi
it: Errore durante la generazione del codice QR. Riprova più tardi
nl: Fout bij het genereren van de QR-code. Probeer het later opnieuw
pt_br: Erro ao gerar o código QR. Tente novamente mais tarde
ru: Ошибка при генерации QR-кода. Повторите попытку позже
sv: Det gick inte att generera QR-koden. Försök igen senare
tr: QR Kodu oluşturulurken hata oluştu. Lütfen daha sonra tekrar deneyin

source: Error generating product details. Please try again.
ar: خطأ في أثناء إنشاء تفاصيل المنتجات. ترجى المحاولة مجددًا.
de: Beim Generieren der Produktdetails ist ein Fehler aufgetreten. Bitte versuche es erneut.
es: Se ha producido un error al generar los detalles del producto. Inténtalo de nuevo.
he: שגיאה ביצירת פרטי המוצר. יש לנסות שוב.
id: Terjadi error saat membuat detail produk. Harap coba lagi.
it: Errore durante la generazione dei dettagli del prodotto. Riprova.
nl: Fout bij het genereren van productgegevens. Probeer het opnieuw.
pt_br: Erro ao gerar detalhes do produto. Tente novamente.
ru: Во время создания сведений о товаре произошла ошибка. Повторите попытку.
sv: Det gick inte att generera produktinformationen. Försök igen.
tr: Ürün ayrıntıları oluşturulurken hata oluştu. Lütfen tekrar deneyin.

source: Error in finding the address in Apple Maps
ar: حدث خطأ في أثناء العثور على العنوان في خرائط Apple
de: Fehler bei der Adresssuche in Apple Maps
es: Error al encontrar la dirección en los Mapas de Apple
fr: Erreur lors de la recherche de l’adresse dans Apple Maps
he: שגיאה באיתור הכתובת ב-Apple Maps
id: Terjadi error saat mencari alamat di Apple Maps
it: Errore nella ricerca dell'indirizzo su Apple Maps
ja: Apple Maps で住所の検索中に発生したエラー
nl: Er is een fout opgetreden bij het vinden van het adres op Apple Maps
pt_br: Erro ao encontrar o endereço no Apple Maps
ru: Ошибка поиска адреса на картах Apple
sv: Det gick inte att hitta adressen i Apple Maps
tr: Apple Haritalar'da adres bulunurken hata oluştu

source: Error installing Jetpack
ar: حدث خطأ في أثناء تثبيت Jetpack
de: Fehler beim Installieren von Jetpack
es: Error al instalar Jetpack
fr: Erreur lors de l’installation de Jetpack
he: אירעה שגיאה בהתקנה של Jetpack
id: Terjadi error saat menginstal Jetpack
it: Errore durante l'installazione di Jetpack
ja: Jetpack のインストール中にエラーが発生しました
nl: Foutmelding tijdens installeren van Jetpack
pt_br: Erro ao instalar o Jetpack
ru: Ошибка при установке Jetpack
sv: Det gick inte att installera Jetpack
tr: Jetpack yüklenirken hata oluştu

source: Error loading data
ar: حدث خطأ أثناء تحميل البيانات
de: Fehler beim Laden der Daten
es: Error al cargar los datos
fr: Erreur lors du chargement des données
he: שגיאה בטעינת הנתונים
id: Terjadi error saat memuat data
it: Errore durante il caricamento dei dati
ja: データ読み込みエラー
nl: Fout bij laden gegevens
pt_br: Erro ao carregar dados
ru: Ошибка загрузки данных
sv: Fel vid laddning av data
tr: Veriler yüklenirken hata oluştu
