Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: Renews on %1$@
ar: يتم التجديد في %1$@
de: Wird verlängert am %1$@
es: Se renovará el %1$@
fr: Renouvellement le %1$@
he: מתחדש בתאריך %1$@
id: Diperpanjang pada %1$@
it: Il rinnovo avviene su %1$@
ja: %1$@に更新
nl: Vernieuwt op %1$@
pt_br: Renova em %1$@
ru: Дата продления: %1$@
sv: Förnyas %1$@
tr: %1$@ tarihinde yenilenir

source: Replace Photo
ar: استبدال صورة
de: Foto ersetzen
es: Reemplazar foto
fr: Remplacer une photo
he: להחליף את התמונה
id: Ganti Foto
it: Sostituisci foto
ja: 写真を置換
nl: Foto vervangen
pt_br: Substituir foto
ru: Заменить фотографию
sv: Byt ut foto
tr: Fotoğrafı Değiştir

source: Reply
ar: رد
de: Antwort
es: Responder
fr: Répondre
he: תגובה
id: Balasan
it: Rispondi
ja: 返信
nl: Reactie
pt_br: Responder
ru: Ответить
sv: Svar
tr: Yanıtla

source: Reply sent!
ar: تم إرسال رد!
de: Antwort gesendet!
es: ¡Comentario enviado!
fr: Réponse envoyée !
he: התגובה נשלחה!
id: Balasan terkirim!
it: Risposta inviata!
ja: 返信を送信しました !
nl: Antwoord verstuurd!
pt_br: Resposta enviada!
ru: Ответ отправлен.
sv: Svar skickat!
tr: Yanıt gönderildi!

source: Reply to Product Review
ar: الرد على مراجعة المنتج
de: Auf Produktbewertung antworten
es: Responder a la reseña del producto
fr: Réponse à l'avis sur le produit
he: להגיב לביקורת על מוצר
id: Balas Ulasan Produk
it: Rispondi alla recensione del prodotto
ja: 商品レビューに返信する
nl: Op deze productbeoordeling reageren
pt_br: Responder à avaliação do produto
ru: Ответ на отзыв о товаре
sv: Svara på produktrecension
tr: Ürün Yorumuna Yanıt Ver

source: Report Crashes
ar: الإبلاغ عن الأعطال
de: Abstürze melden
es: Informar de fallos
fr: Signaler les incidents
he: דיווח על קריסות
id: Laporkan masalah crash
it: Segnala arresti anomali
ja: クラッシュをレポート
nl: Crashes melden
pt_br: Reportar travamentos
ru: Сообщить об отказах
sv: Rapportera krascher
tr: Çökmeleri bildirin

source: Report Subscription Issue
ar: الإبلاغ بوجود مشكلة في الاشتراك
de: Problem mit Abonnement melden
es: Informar sobre un problema en la suscripción
fr: Signaler un problème d’abonnement
he: לדווח על בעיה במינוי
id: Laporkan Masalah Langganan
it: Segnala problema con l'abbonamento
nl: Probleem met abonnement melden
pt_br: Relatar problema de assinatura
ru: Сообщить о проблеме с подпиской
sv: Rapportera prenumerationsproblem
tr: Abonelik Sorunu Bildir

source: Reports
ar: التقارير
de: Berichte
es: Informes
fr: Rapports
he: דוחות
id: Laporan
it: Rapporti
nl: Rapporten
pt_br: Relatórios
ru: Отчеты
sv: Rapporter
tr: Raporlar

source: Request a Refund
ar: طلب استرداد الأموال
de: Rückerstattung anfordern
es: Solicitar un reembolso
fr: Demander un remboursement
he: לבקש החזר כספי
id: Minta Pengembalian Dana
it: Richiedi un rimborso
ja: 返金をリクエスト
nl: Een terugbetaling aanvragen
pt_br: Solicitar um reembolso
ru: Запросить возврат средств
sv: Begär en återbetalning
tr: Geri Ödeme İste

source: Required
ar: مطلوبة
de: erforderlich
es: Obligatorio
fr: Obligatoire
he: חובה
id: Wajib
it: Richiesto
ja: 必須
nl: Verplicht
pt_br: Obrigatório
ru: Обязательно
sv: Obligatoriskt
tr: Gerekli

source: Requires iPhone XS or later with iOS %1$@ or later. The Contactless Symbol is a trademark owned by and used with permission of EMVCo, LLC.
ar: يلزم iPhone XS أو إصدار أعلى يعمل بنظام التشغيل iOS %1$@ أو أعلى Contactless Symbol هو علامة تجارية تمتلكها EMVCo, LLC وتُستخدم بصلاحية منها.
de: iPhone XS oder ein neueres Modell mit iOS %1$@ oder höher erforderlich. Das Kontaktlos-Symbol ist eine Marke von EMVCo, LLC, die mit deren Genehmigung verwendet wird.
es: Es necesario disponer de un iPhone XS o modelos posteriores con iOS a partir de la versión %1$@. El símbolo del pago sin contacto es una marca registrada propiedad de EMVCo, LLC y se utiliza con su autorización.
fr: Nécessite un iPhone XS ou plus récent exécutant iOS %1$@ ou une version ultérieure. Le symbole du sans contact est une marque déposée et utilisée avec l’autorisation de EMVCo, LLC.
he: נדרש iPhone XS ואילך עם iOS %1$@ ואילך. סמל 'ללא מגע' הוא סימן מסחרי בבעלות EMVCo, LLC. ובשימוש לפי הרשאתה.
id: Memerlukan iPhone XS atau yang lebih baru dengan iOS %1$@ atau yang lebih baru. Simbol Nirsentuh adalah merek dagang yang dimiliki oleh dan digunakan dengan izin EMVCo, LLC.
it: Richiede iPhone XS o superiore con iOS %1$@ o versione successiva. Il simbolo del contactless è un marchio registrato di proprietà e utilizzato su concessione di EMVCo, LLC.
nl: iPhone XS of nieuwer met iOS %1$@ of hoger vereist. Het pictogram voor contactloos betalen is een handelsmerk dat gebruikt wordt met toestemming en dat eigendom is van EMVCo, LLC.
pt_br: Requer iPhone XS ou posterior, com iOS %1$@ ou posterior. O símbolo de pagamento por aproximação é uma marca comercial de propriedade da EMVCo LLC e é usado mediante permissão.
ru: Требуется iPhone XS или новее с iOS %1$@ или более поздней версии. Символ бесконтактной оплаты (Contactless Symbol) — торговая марка, принадлежащая компании EMVCo, LLC и используемая с её разрешения.
sv: Kräver iPhone XS eller senare med iOS %1$@ eller senare. Contactless Symbol är ett varumärke som ägs av och används med tillåtelse av EMVCo, LLC.
tr: iOS %1$@ veya üzeri bir sürüm yüklü iPhone XS veya daha yeni modelini gerektirir. Temassız Simgesi; EMVCo, LLC'ye ait ve onun izni ile kullanılan bir ticari markadır.

source: Reset Activity Log
ar: إعادة تعيين سجل النشاط
de: Aktivitätsprotokoll zurücksetzen
es: Restablecer registros de actividad
fr: Réinitialiser le journal d'activité
he: איפוס יומן הפעילות
id: Reset Log Aktivitas
it: Azzera log attività
ja: アクティビティログをリセット
nl: Activiteitenlog herstellen
pt_br: Excluir log de atividades
ru: Сбросить журнал активности
sv: Återställ aktivitetslogg
tr: Etkinlik Günlüğü’nü Sıfırla

source: Reset Privacy Choice Banner State
ar: إعادة تعيين حالة شعار خيارات الخصوصية
de: Status des Banners für Datenschutzeinstellungen zurücksetzen
es: Restablecer estado del banner de opciones de privacidad
fr: Réinitialiser l’état de la bannière de choix en matière de confidentialité
he: לאפס את מצב הבאנר של בחירות פרטיות
id: Atur Ulang Status Banner Pilihan Privasi
it: Ripristina lo stato del banner delle scelte sulla privacy
nl: Bannerstatus van privacykeuze resetten
pt_br: Redefinir estado do banner de opção de privacidade
ru: Сбросить состояние баннера параметров конфиденциальности
sv: Återställ integritetsval för bannertillstånd
tr: Gizlilik Tercihi Başlık Durumunu Sıfırlayın

source: Reset your password
ar: إعادة تعيين كلمة المرور الخاصة بك
de: Dein Passwort zurücksetzen
es: Restablecer tu contraseña
fr: Réinitialiser votre mot de passe
he: יש לאפס את הסיסמה שלך
id: Reset kata sandi
it: Reimposta la password
ja: パスワードをリセット
nl: Je wachtwoord opnieuw instellen.
pt_br: Redefinir sua senha
ru: Сбросить пароль
sv: Återställ ditt lösenord
tr: Parolanızı sıfırlayın

source: Resolve Now
ar: الحل الآن
de: Jetzt lösen
es: Resolver ahora
fr: Résoudre maintenant
he: לטפל בבעיה כעת
id: Selesaikan Sekarang
it: Risolvi ora
nl: Nu oplossen
pt_br: Resolver agora
ru: Исправить
sv: Lös nu
tr: Şimdi Çözün

source: Restricted to customers with emails: %1$@
ar: يقتصر على العملاء الذين لديهم بريد إلكتروني: %1$@
de: Auf Kunden mit E-Mail-Adressen beschränkt: %1$@
es: Restringido a clientes con correos electrónicos: %1$@
fr: Limité aux clients dont l’adresse e-mail se termine par : %1$@
he: מוגבל ללקוחות עם אימיילים: %1$@
id: Hanya untuk pelanggan dengan email: %1$@
it: Riservato ai clienti con e-mail: %1$@
ja: 次のメールアドレスを持つ顧客に限定: %1$@
nl: Beperkt tot klanten met e-mails: %1$@
pt_br: Restringido a clientes com e-mails: %1$@
ru: Только для клиентов с почтовыми адресами: %1$@
sv: Begränsad till kunder med följande e-postadresser: %1$@
tr: E-postaları olan müşterilerle sınırlıdır: %1$@n

source: Restriction Details
ar: تفاصيل القيود
de: Details zur Einschränkung
es: Detalles de restricción
fr: Détails de la restriction
he: פרטי הגבלה
id: Detail Datasan
it: Dettagli sulla restrizione
ja: 制限の詳細
nl: Gegevens beperking
pt_br: Detalhes da restrição
ru: Сведения об ограничениях
sv: Begränsningsdetaljer
tr: Kısıtlama Ayrıntıları

source: Restriction Type
ar: نوع القيود
de: Art der Einschränkung
es: Tipo de restricción
fr: Type de restriction
he: סוג הגבלה
id: Tipe Batasan
it: Tipo di restrizione
ja: 制限の種類
nl: Soort beperking
pt_br: Tipo de restrição
ru: Тип ограничения
sv: Begränsningstyp
tr: Kısıtlama Türü

source: Retrieves a list of coupons that contain a given keyword.
ar: يسترد قائمة القسائم التي تحتوي على كلمة مفتاحية معيّنة.
de: Ruft eine Liste von Gutscheinen mit einem bestimmten Stichwort ab.
es: Se obtiene una lista de los cupones que contienen una palabra clave determinada.
fr: Renvoie une liste de codes promo contenant un mot-clé donné.
he: הפעולה מאחזרת רשימת קופונים שכוללים מילת מפתח מסוימת.
id: Mengambil daftar kupon yang mengandung kata kunci tertentu.
it: Recupera un elenco di codici promozionali che contengono una determinata parola chiave.
ja: 特定のキーワードを含むクーポン一覧を検索します。
nl: Haalt een lijst op met coupons die een bepaald trefwoord bevatten.
pt_br: Recupera uma lista de cupons que contêm uma determinada palavra-chave.
ru: Получение списка купонов, содержащих ключевое слово.
sv: Hämtar en lista över rabattkoder som innehåller ett angivet nyckelord.
tr: Belirli bir anahtar sözcüğü içeren kuponları listeler.

source: Retrieves a list of orders that contain a given keyword.
ar: يسترد قائمة الطلبات التي تحتوي على كلمة أساسية معيّنة.
de: Ruft eine Liste von Bestellungen mit einem bestimmten Stichwort ab
es: Se obtiene una lista de los pedidos que contienen una palabra clave determinada.
fr: Récupère une liste de commandes contenant un mot-clé donné.
he: הפעולה מאחזרת רשימה של כל ההזמנות שכוללות מילת מפתח מסוימת.
id: Menerima daftar pesanan yang mengandung kata kunci tertentu.
it: Recupera un elenco di ordini che contiene una data parola chiave.
ja: 特定のキーワードを含む注文一覧を取得します。
nl: Haalt een lijst op met bestellingen die een bepaald trefwoord bevatten.
pt_br: Recupera uma lista de pedidos que contêm uma determinada palavra-chave.
ru: Получение списка заказов, содержащих ключевое слово.
sv: Hämtar en lista på ordrar som innehåller ett visst nyckelord.
tr: Belirli bir anahtar sözcüğü içeren siparişlerin bir listesini alır.

source: Retrieves a list of products that contain a given keyword.
ar: يسترد قائمة المنتجات التي تحتوي على كلمة أساسية معيَّنة.
de: Ruft eine Liste von Produkten mit einem bestimmten Stichwort ab
es: Se obtiene una lista de los productos que contienen una palabra clave determinada.
fr: Propose une liste de produits contenant un mot-clé donné.
he: הפעולה מאחזרת רשימה של כל המוצרים שכוללים מילת מפתח מסוימת.
id: Menerima daftar produk yang mengandung kata kunci tertentu.
it: Recupera un elenco di prodotti che contiene una data parola chiave.
ja: 特定のキーワードを含む商品リストを検索します。
nl: Haalt een lijst op met producten die een bepaald trefwoord bevatten.
pt_br: Recupera uma lista de produtos que contêm determinada palavra-chave.
ru: Получение списка товаров, содержащих ключевое слово.
sv: Hämtar en lista på produkter som innehåller ett visst nyckelord.
tr: Belirli bir anahtar sözcüğü içeren ürünlerin bir listesini alır.

source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
he: נסה שנית
id: Coba Lagi
it: Riprova
ja: 再度試す
nl: Opnieuw
pt_br: Tentar novamente
ru: Повторить
sv: Försök igen
tr: Tekrar

source: Retry After Updating
ar: إعادة المحاولة بعد التحديث
de: Nach dem Aktualisieren erneut versuchen
es: Inténtalo de nuevo después de actualizar.
fr: Réessayer après la mise à jour
he: יש לנסות שוב לאחר העדכון
id: Coba Lagi Setelah Memperbarui
it: Riprova dopo aver eseguito l'aggiornamento
ja: 更新後に再試行
nl: Opnieuw proberen na bijwerken
pt_br: Tentar novamente após atualizar
ru: Повторите попытку после обновления
sv: Försök igen efter uppdatering
tr: Güncellemeden Sonra Tekrar Dene

source: Retry Card
ar: إعادة تجربة البطاقة
de: Kartenzahlung erneut versuchen
es: Vuelve a pasar la tarjeta.
fr: Réessayer
he: לנסות את הכרטיס שוב
id: Coba Lagi Kartu
it: Riprova la carta
ja: カードをもう一度お試しください
nl: Probeer de kaart opnieuw
pt_br: Tente o cartão novamente
ru: Попробовать карту снова
sv: Prova att använda kortet igen
tr: Kartı Yeniden Dene

source: Retry Connection
ar: إعادة محاولة الاتصال
de: Verbindung erneut versuchen
es: Volver a intentar la conexión
fr: Réessayer de se connecter
he: לנסות שוב את החיבור
id: Coba Sambungkan Lagi
it: Riprova la connessione
ja: 再度接続を試す
nl: Opnieuw verbinding maken
pt_br: Tentar conexão novamente
ru: Повторить попытку подключения
sv: Försök ansluta igen
tr: Bağlantıyı Yeniden Dene

source: Retry connection
ar: إعادة محاولة الاتصال
de: Verbindung erneut versuchen
es: Volver a intentar la conexión
fr: Réessayer de se connecter
he: לנסות שוב את החיבור
id: Coba sambungkan lagi
it: Riprova la connessione
nl: Opnieuw verbinding maken
pt_br: Tentar conexão novamente
ru: Повторить попытку подключения
sv: Försök ansluta igen
tr: Bağlantıyı yeniden dene

source: Return to My Store
ar: العودة إلى متجري
de: Zurück zu „Mein Shop“
es: Volver a mi tienda
fr: Retourner à ma boutique
he: חזרה ל'חנות שלי'
id: Kembali ke Toko Saya
it: Torna a Il mio negozio
nl: Terug naar Mijn winkel
pt_br: Retornar para Minha loja
ru: Вернуться в мой магазин
sv: Tillbaka till min butik
tr: Mağazama Dön

source: Return to Payments
ar: العودة إلى المدفوعات
de: Zurück zu den Zahlungen
es: Volver a los pagos
fr: Retourner vers les paiements
he: חזרה לתשלומים
id: Kembali ke Pembayaran
it: Torna a Pagamenti
nl: Terugkeren naar betalingen
pt_br: Retornar para Pagamentos
ru: Вернуться к платежам
sv: Tillbaka till betalningar
tr: Ödemeler Ekranına Dön

source: Return to sender if package is unable to be delivered
ar: الرجوع إلى المرسل إذا تعذر توصيل الحزمة
de: An Absender zurücksenden, wenn Paket nicht zugestellt werden kann
es: Devolver el paquete al remitente si no se puede entregar
fr: Retour à l’expéditeur si le colis ne peut être livré
he: להחזיר לשולח אם לא ניתן לשלוח את החבילה
id: Kembalikan ke pengirim jika paket tidak dapat dikirimkan
it: Restituisci al mittente se non è possibile consegnare il pacchetto
ja: 荷物を配達できなかった場合、荷送人に差し戻す
nl: Terugsturen naar afzender als het pakket niet kan worden geleverd
pt_br: Devolver o pacote ao remetente caso não possa ser enviado
ru: Вернуть отправителю в случае невозможности доставки
sv: Returnera till avsändare om paketet inte kan levereras
tr: Paket teslim edilemezse gönderene iade et

source: Reunion
ar: ريونيون
de: Réunion
es: Reunión
fr: La Réunion
he: ראוניון
ja: レユニオン
nl: Réunion
pt_br: Ilha da Reunião
ru: Реюньон
tr: Reunion Adası

source: Review Order
ar: مراجعة الطلب
de: Bestellung überprüfen
es: Revisar pedido
fr: Vérifier la commande
he: לבדוק את ההזמנה
id: Tinjau Pesanan
it: Rivedi l'ordine
ja: 注文を確認する
nl: Bestelling bekijken
pt_br: Revisar pedido
ru: Просмотреть заказ
sv: Granska beställning
tr: Siparişi İncele

source: Reviews
ar: مراجعات
de: Rezensionen
es: Reseñas
fr: Avis
he: חוות דעת
id: Ulasan
it: Recensioni
ja: レビュー
nl: Beoordelingen
pt_br: Avaliações
ru: Обзоры
sv: Recensioner
tr: İncelemeler

source: Rich Content
ar: المحتوى المنسق
de: Formatierte Inhalte
es: Contenido enriquecido
fr: Contenu enrichi
he: תוכן עשיר
id: Konten Kaya
it: Contenuti multimediali ricchi
ja: リッチコンテンツ
nl: Uitgebreide content
pt_br: Conteúdo avançado
ru: Форматированное содержимое
sv: Formaterat innehåll
tr: Zengin içerik

source: Romania
ar: رومانيا
de: Rumänien
es: Rumanía
fr: Roumanie
he: רומניה
id: Rumania
ja: ルーマニア
nl: Roemenië
pt_br: Romênia
ru: Румыния
sv: Rumänien
tr: Romanya

source: Run a test order to ensure your WooCommerce process delivers a seamless customer experience.
ar: شغِّل طلب الاختبار لضمان تقديم معالجة WooCommerce التي تقوم بها تجربة عملاء سلسة.
de: Führe eine Testbestellung durch, um sicherzugehen, dass die Kunden in deinem WooCommerce-Shop ein reibungsloses Einkauferlebnis genießen.
es: Ejecuta un pedido de prueba para garantizar que el proceso de WooCommerce ofrece una experiencia perfecta a los clientes.
fr: Effectuez une commande de test pour vous assurer de la qualité de votre processus WooCommerce et de l’expérience de vos clients.
he: יש לבצע הזמנה לבדיקה כדי לוודא שתהליך של WooCommerce שהגדרת מאפשר חוויית שימוש חלקה ללקוחות.
id: Buat pesanan uji coba untuk memastikan proses WooCommerce Anda memberikan pengalaman yang lancar bagi pelanggan.
it: Esegui un ordine di prova per assicurarti che il processo WooCommerce offra un'esperienza cliente fluida.
nl: Voer een proefbestelling uit om je ervan te verzekeren dat jouw WooCommerce-proces een naadloze klantervaring levert.
pt_br: Faça um pedido de teste para garantir que seu processo do WooCommerce fornece uma experiência do cliente simplificada.
ru: Создайте тестовый заказ, чтобы убедиться, что магазин WooCommerce работает как часы.
sv: Kör en testbeställning för att kontrollera att din WooCommerce-process levererar en sömlös kundupplevelse.
tr: WooCommerce işleminizin kusursuz bir müşteri deneyimi sağladığından emin olmak için bir test siparişi gerçekleştirin.

source: Russia
ar: روسيا
de: Russland
es: Rusia
fr: Russie
he: רוסיה
id: Rusia
ja: ロシア
nl: Rusland
pt_br: Rússia
ru: Россия
sv: Ryssland
tr: Rusya

source: Rwanda
ar: رواندا
de: Ruanda
es: Ruanda
he: רואנדה
it: Ruanda
ja: ルワンダ
pt_br: Ruanda
ru: Руанда
tr: Ruanda

source: SESSIONS
ar: الجلسات
de: SITZUNGEN
es: SESIONES
he: הפעלות
id: SESI
it: SESSIONI
ja: セッション
nl: SESSIES
pt_br: SESSÕES
ru: СЕАНСЫ
sv: SESSIONER
tr: OTURUMLAR

source: SHIPPING ADDRESS
ar: عنوان الشحن
de: LIEFERADRESSE
es: DIRECCIÓN DE ENVÍO
fr: ADRESSE D’EXPÉDITION
he: כתובת למשלוח
id: ALAMAT PENGIRIMAN
it: INDIRIZZO DI SPEDIZIONE
ja: 配送先住所
nl: Verzendadres
pt_br: ENDEREÇO DE ENTREGA
ru: АДРЕС ДОСТАВКИ
sv: LEVERANSADRESS
tr: GÖNDERİM ADRESİ

source: SKU
ar: وحدة SKU
fr: UGS
he: מק"ט
ru: Артикул
sv: Artikelnr

source: SKU already in use by another product
ar: وحدة SKU قيد الاستخدام بالفعل بواسطة منتج آخر
de: Diese SKU wird bereits für ein anderes Produkt verwendet.
es: Otro producto ya usa este SKU
fr: Cette UGS est déjà utilisée par un autre produit
he: הקוד של SKU כבר נמצא בשימוש של מוצר אחר
id: SKU telah digunakan oleh produk lain
it: Lo SKU è già in uso da un altro prodotto
ja: すでに別の製品で使用されている SKU
nl: SKU wordt al door een ander product gebruikt
pt_br: O SKU já foi usado por outro produto
ru: Артикул уже используется для другого продукта
sv: SKU används redan av en annan produkt
tr: SKU başka bir ürün için kullanılıyor

source: SKU: %1$@
ar: وحدة SKU: %1$@
fr: UGS : %1$@
he: מק"ט: %1$@
ru: Артикул: %1$@

source: SKU: %@
ar: وحدة SKU: %@
fr: UGS : %@
he: מק"ט: ‎%@
ja: 商品コード :%@
ru: АРТИКУЛ: %@
sv: Artikelnr: %@

source: SMS Sent
ar: تم إرسال SMS
de: SMS gesendet
es: Se ha enviado un SMS
fr: SMS envoyé
he: SMS נשלח
id: SMS Terkirim
it: Sms inviato
ja: SMS 送信完了
nl: Sms verzonden
pt_br: SMS enviado
ru: SMS отправлено
sv: SMS skickat
tr: SMS Gönderildi

source: SUGGESTIONS
ar: اقتراحات
de: VORSCHLÄGE
es: SUGERENCIAS
he: הצעות
id: SARAN
it: SUGGERIMENTI
ja: 提案
nl: SUGGESTIES
pt_br: SUGESTÕES
ru: ВАРИАНТЫ
sv: FÖRSLAG
tr: ÖNERİLER

source: Saint Barthélemy
ar: سانت بارتيليمي
es: San Bartolomé
he: סן ברתלמי
ja: サン・バルテルミー
pt_br: St. Barth
ru: Сент-Бартельми

source: Saint Helena
ar: سانت هيلينا
de: St. Helena
es: Santa Elena
fr: Sainte-Hélène, Ascension et Tristan da Cunha
he: סנט הלנה
it: Sant'Elena
ja: セントヘレナ島
nl: Sint-Helena
pt_br: Santa Helena
ru: Остров Святой Елены
tr: Santa Helena

source: Saint Kitts and Nevis
ar: سانت كيتس ونيفيس
de: St. Kitts und Nevis
es: San Cristóbal y Nieves
fr: Saint-Christophe-et-Niévès
he: סנט קיטס ונוויס
id: Saint Kitts dan Nevis
it: Saint Kitts e Nevis
ja: セントクリストファー・ネイビス
nl: Saint Kitts en Nevis
pt_br: São Cristóvão e Névis
ru: Сент-Китс и Невис
sv: Saint Kitts och Nevis
tr: Saint Kitts ve Nevis

source: Saint Lucia
ar: سانت لوسيا
de: St. Lucia
es: Santa Lucía
fr: Sainte-Lucie
he: סנט לוצ'יה
ja: セントルシア
pt_br: Santa Lúcia
ru: Сент-Люсия
tr: Santa Luçia

source: Saint Martin (Dutch part)
ar: سانت مارتن (الجزءالهولندي)
de: Sint Marteen
es: San Martín (parte neerlandesa)
fr: Saint-Martin (partie néerlandaise)
he: סנט מרטין (חלק הולנדי)
id: Saint Martin (Belanda)
it: Saint Martin (Paesi Bassi)
ja: シント・マールテン (オランダ領)
nl: Sint Maarten
pt_br: Ilha de São Martinho (parte holandesa)
ru: Сен-Мартен (Нидерланды)
sv: Saint Martin (nederländska delen)
tr: Santa Martin (Hollanda bölümü)

source: Saint Martin (French part)
ar: سانت مارتن (الجزء الفرنسي)
de: Saint-Martin
es: San Martín (parte francesa)
fr: Saint-Martin (partie française)
he: סנט מרטין (חלק צרפתי)
id: Saint Martin (Prancis)
it: Saint Martin (Francia)
ja: サン・マルタン (フランス領)
nl: Sint Maarten (Franse gedeelte)
pt_br: Ilha de São Martinho (parte francesa)
ru: Сен-Мартен (Франция)
sv: Saint Martin (Franska delen)
tr: Santa Martin (Fransa bölümü)

source: Saint Pierre and Miquelon
ar: سان بيار وميكلون
de: Saint-Pierre und Miquelon
es: San Pedro y Miquelón
fr: Saint-Pierre-et-Miquelon
he: סנט פייר ומיקלון
id: Saint Pierre dan Miquelon
it: Saint Pierre e Miquelon
ja: サンピエール島およびミクロン島
nl: Saint Pierre en Miquelon
pt_br: São Pedro e Miquelão
ru: Сен-Пьер и Микелон
sv: Saint Pierre och Miquelon
tr: Saint Pierre ve Miquelon

source: Saint Vincent and the Grenadines
ar: سانت فينسنت والغرينادين
de: St. Vincent und die Grenadinen
es: San Vicente y las Granadinas
fr: Saint-Vincent-et-les-Grenadines
he: סנט וינסנט והגרנדינים
id: Saint Vincent dan Grenadines
it: Saint Vincent e Grenadine
ja: セントビンセントおよびグレナディーン諸島
nl: Saint Vincent en de Grenadines
pt_br: São Vicente e Granadinas
ru: Сент-Винсент и Гренадины
sv: Saint Vincent och Grenadinerna
tr: Saint Vincent ve Grenadines

source: Sale dates: %@
ar: تواريخ البيع: %@
de: Verkaufsdaten: %@
es: Fechas de venta: %@
fr: Dates de vente : %@
he: תאריכי המבצע: ‎%@
id: Tanggal obral: %@
it: Date di vendita: %@
ja: セール期間 :%@
nl: Verkoopdata: %@
pt_br: Datas da venda: %@
ru: Даты распродажи: %@
sv: Försäljningsdatum: %@
tr: İndirim tarihleri: %@

source: Sale dates: From %@
ar: تواريخ البيع: من %@
de: Verkaufsdaten: Von %@
es: Fechas de venta: Desde el %@
fr: Dates de vente : À partir du %@
he: תאריכי המבצע: מתאריך %@
id: Tanggal obral: Mulai %@
it: Date di vendita: dal giorno %@
ja: セール期間 :%@ から
nl: Verkoopdata: Vanaf %@
pt_br: Datas da venda: De %@
ru: Даты распродажи: с %@
sv: Försäljningsdatum: Från %@
tr: İndirim tarihleri: %@ tarihinden itibaren

source: Sale dates: Until %@
ar: تواريخ البيع: حتى %@
de: Verkaufsdaten: Bis %@
es: Fechas de venta: Hasta el %@
fr: Dates de vente : Avant le %@
he: תאריכי המבצע: עד %@
id: Tanggal obral: Sampai %@
it: Date di vendita: fino al giorno %@
ja: セール期間 :%@ まで
nl: Verkoopdata: Tot %@
pt_br: Datas da venda: Até %@
ru: Даты распродажи: до %@
sv: Försäljningsdatum: Till %@
tr: İndirim tarihleri: %@ tarihine kadar

source: Sale price: %@
ar: سعر البيع: %@
de: Verkaufspreis: %@
es: Precio rebajado: %@
fr: Tarif promo : %@
he: מחיר מבצע: ‎%@
id: Harga obral: %@
it: Prezzo di vendita: %@
ja: セール価格 :%@
nl: Prijs tijdens de sale: %@
pt_br: Preço promocional: %@
ru: Цена со скидкой: %@
sv: Reapris: %@
tr: İndirimli satış fiyatı: %@

source: Sales reports
ar: تقارير المبيعات
de: Verkaufsberichte
es: Informes de ventas
fr: Rapports des ventes
he: דוחות מכירות
id: Laporan penjualan
it: Analisi delle vendite
nl: Verkooprapporten
pt_br: Relatórios de venda
ru: Отчёты о продажах
sv: Försäljningsrapporter
tr: Satış raporları

source: Samoa
ar: ساموا
he: סמואה
ja: サモア
ru: Самоа

source: Sample
ar: نموذج
de: Probe
es: Muestra
fr: Exemple
he: דוגמה
id: Contoh
it: Esempio
ja: サンプル
nl: Monster
pt_br: Amostra
ru: Образец
sv: Prov
tr: Örnek

source: San Marino
ar: سان مارينو
fr: Saint-Marin
he: סן מרינו
ja: サンマリノ
ru: Сан-Марино
