Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: If you already used the label in a package, printing and using it again is a violation of our terms of service
ar: إذا كنتَ تستخدم الملصق بالفعل في حزمة، فإنَّ طباعته واستخدامه مجددًا يُعد انتهاكًا لشروط الخدمة لدينا
de: Wenn du das Etikett bereits auf einem Paket verwendet hast, ist das erneute Ausdrucken und Verwenden ein Verstoß gegen unsere Geschäftsbedingungen.
es: Si ya has usado la etiqueta en un paquete, imprimirla y usarla de nuevo es una infracción de nuestros términos y condiciones.
fr: Si vous avez déjà apposé l’étiquette sur un colis, et que vous la réimprimez et la réutilisez, cela constitue une violation de nos conditions d’utilisation
he: אם כבר השתמשת בתווית בחבילה, הדפסתה ושימוש חוזר בה מהווים הפרה של תנאי השירות שלנו
id: Jika label sudah digunakan untuk paket lain, mencetak dan menggunakannya kembali merupakan pelanggaran terhadap persyaratan layanan kami.
it: Se hai già utilizzato l'etichetta per un pacchetto, stamparla e utilizzarla di nuovo è una violazione dei nostri termini di servizio
ja: 荷物に一度使用したラベルを印刷して再度使用すると、弊社の利用規約違反となります。
nl: Als je het label al in een pakket hebt gebruikt, is het afdrukken en hergebruiken een overtreding van onze servicevoorwaarden
pt_br: Se você já usou a etiqueta em um pacote, imprimi-la e usá-la novamente é uma violação dos nossos termos de serviço
ru: Если вы уже использовали этикетку в посылке, её распечатка и повторное использование является нарушением наших условий предоставления услуг.
sv: Om du redan har använt etiketten på ett paket bryter du mot våra användarvillkor om du skriver ut och använder den igen.
tr: Etiketi bir pakette zaten kullandıysanız onu tekrar yazdırıp kullanmak hizmet şartlarımızın ihlali anlamına gelir.

source: If you are still experiencing issues printing from your phone, you can save your label as PDF and **send it by email** to print it from another device.
ar: إذا كنت لا تزال تواجه مشكلات في الطباعة من جهازك، فيمكنك حفظ ملصقك بصيغة PDF **وإرساله عبر البريد الإلكتروني** لطباعته من جهاز آخر.
de: Wenn beim Drucken über dein Mobiltelefon weiterhin Probleme auftreten, kannst du dein Etikett als PDF speichern und es **per E-Mail versenden**, um es von einem anderen Gerät zu drucken.
es: Si sigues teniendo problemas para imprimir desde tu teléfono, puedes guardar la etiqueta en formato PDF y **enviarla por correo electrónico** para imprimirla con otro dispositivo.
fr: Si vous rencontrez toujours des difficultés d’impression à partir de votre téléphone, vous pouvez enregistrer votre étiquette au format PDF et **l’envoyer par e-mail** pour pouvoir l’imprimer depuis un autre appareil.
he: אם עדיין יש בעיות בהדפסה מהטלפון שלך, אפשר לשמור את התווית שלך כקובץ PDF **ולשלוח אותה באימייל** כדי להדפיס אותה ממכשיר אחר.
id: Jika masih mengalami masalah mencetak dari telepon, Anda dapat menyimpan label dalam format PDF dan **mengirimkannya melalui email** ke perangkat lain untuk dicetak.
it: Se stai ancora riscontrando problemi di stampa dal tuo telefono, puoi salvare la tua etichetta come PDF e **inviarla via e-mail** per stamparla da un altro dispositivo.
ja: スマートフォンからの印刷で引き続き問題が発生している場合は、ラベルを PDF として保存し、別の端末に **メールで送信** して印刷できます。
nl: Als je nog steeds problemen ondervindt bij het afdrukken vanaf je telefoon, kan je het label opslaan als pdf en het **per e-mail verzenden** om het vanaf een ander apparaat af te drukken.
pt_br: Se você ainda tiver problemas para imprimir a partir do seu telefone, salve a etiqueta como PDF e **envie por e-mail** para imprimir usando outro dispositivo.
ru: Если вам по-прежнему не удаётся выполнить печать со своего телефона, вы можете **сохранить этикетку в формате PDF** и отправить её по эл. почте, чтобы распечатать с другого устройства.
sv: Om du fortfarande har problem med att skriva ut från din enhet kan du spara din etikett som en PDF-fil och **skicka den via e-post** för att skriva ut den från en annan enhet.
tr: Hâlâ telefonunuzdan yazdırırken sorun yaşıyorsanız, etiketinizi PDF olarak kaydedebilir ve başka bir cihazdan yazdırmak için **e-posta ile gönderebilirsiniz**.

source: If you can’t find the email, please check your junk or spam email folder
ar: إذا تعذر عليك العثور على البريد الإلكتروني، فيرجى التحقُّق من مجلد البريد الإلكتروني غير الهام والبريد الإلكتروني المزعج
de: Wenn du die E-Mail nicht finden kannst, überprüfe bitte deinen Spam-Ordner
es: Si no encuentras el correo electrónico, comprueba tu carpeta de correo no deseado o spam.
fr: Si vous ne trouvez pas l’e-mail, vérifiez votre dossier de courrier indésirable ou de spam.
he: אם לא הצלחת למצוא את הודעת האימייל, כדאי לחפש בתיבה של דואר הזבל או הספאם
id: Jika email tidak ada, harap periksa folder email sampah atau spam Anda.
it: Se non riesci a trovare l'e-mail, controlla la cartella della posta indesiderata o dello spam
ja: メールが見つからない場合は、迷惑メールやスパムのフォルダーを確認してください
nl: Als je de e-mail niet kunt vinden, controleer dan de spamfolder of de prullenbak van je inbox
pt_br: Caso você não encontre o e-mail, verifique seu lixo eletrônico ou spam
ru: Если не удаётся найти письмо, проверьте папку спама или нежелательной почты.
sv: Om du inte hittar e-postmeddelandet, kolla i din skräppostmapp
tr: E-postayı bulamıyorsanız, lütfen önemsiz veya istenmeyen e-posta klasörünüzü kontrol edin.

source: If you continue with Apple and don't already have a WordPress.com account, you are creating an account and you agree to our _Terms of Service_.
ar: إذا قمت بالمتابعة باستخدام Apple وليس لديك حساب على ووردبريس.كوم بالفعل، فأنت تقوم بإنشاء حساب وتوافق على _شروط الخدمة_ الخاصة بنا.
de: Wenn du mit Apple fortfährst und noch kein WordPress.com-Konto hast, erstellst du damit ein Konto und stimmst unseren _Geschäftsbedingungen_ zu.
es: Si continúas con Apple y aún no tienes una cuenta de WordPress.com, crearás una cuenta y aceptas nuestros _términos del servicio_.
fr: Si vous continuez avec Apple sans disposer au préalable d’un compte WordPress.com, vous créez un compte et acceptez nos _conditions d’utilisation_.
he: אם בחרת להמשיך עם Apple ועדיין אין לך חשבון ב-WordPress.com, חשבון ייווצר עבורך ויש הסכמה מצידך _לתנאי השירות_ שלנו.
id: Jika Anda melanjutkan dengan Apple dan belum memiliki akun WordPress.com, Anda akan membuat akun dan menyetujui _Ketentuan Layanan_ kami.
it: Se continui con Apple e non hai già un account WordPress.com, crei un account e accetti i nostri _Termini di servizio_.
ja: Apple を引き続き使用し、WordPress.com アカウントをまだお持ちでない場合は、アカウントを作成して WordPress.com の _利用規約_ に同意します。
nl: Als je doorgaat met Apple en nog geen WordPress.com-account hebt, maak je een account aan en ga je akkoord met onze _Servicevoorwaarden_.
pt_br: Se você continuar com a Apple e ainda não tiver uma conta do WordPress.com, precisará criar uma e concordar com nossos _Termos de Serviços_.
ru: Если вы продолжите работу с учётной записью Apple, не имея учётной записи WordPress.com, для вас будет создана учётная запись и будет считаться, что вы принимаете наши _Правила и условия_.
sv: Om du går vidare med alternativet Apple eller Google och inte redan har ett konto hos WordPress.com innebär detta att du registrerar ett konto och att du samtycker till våra _användarvillkor_.
tr: Apple ile devam ederseniz ve bir WordPress.com hesabınız yoksa, bir hesap oluşturur ve _Hizmet Şartlarımızı kabul edersiniz.

source: If you continue with Apple or Google and don't already have a WordPress.com account, you are creating an account and you agree to our _Terms of Service_.
ar: إذا استمررت في استخدام Apple أو غوغل وليس لديك حساب على ووردبريس.كوم بالفعل، فستنشئ حسابًا جديدًا، وتوافق على شروط الخدمة التي نقرها.
de: Wenn du mit Apple oder Google fortfährst und noch kein WordPress.com-Konto hast, erstellst du damit ein Konto und stimmst unseren _Geschäftsbedingungen_ zu.
es: Si continuas con Apple o Google y aún no tienes ninguna cuenta de WordPress.com, crearás una cuenta, lo que significa que aceptas nuestras _condiciones del servicio_.
fr: Si vous continuez avec Apple ou Google sans disposer au préalable d’un compte WordPress.com, vous créez un compte et acceptez nos _Conditions d'utilisation_.
he: אם בחרת להמשיך עם Apple או עם Google ועדיין אין לך חשבון ב-WordPress.com, חשבון ייווצר עבורך ויש הסכמה מצידך לתנאי השירות שלנו.
id: Jika Anda melanjutkan dengan Apple atau Google dan belum memiliki akun WordPress.com, Anda akan membuat akun dan menyetujui _Ketentuan Layanan_ kami.
it: Se continui con Apple o Google e non hai già un account WordPress.com, crei un account e accetti i nostri _Termini di servizio_.
ja: Apple または Google を引き続き使用し、WordPress.com アカウントをまだお持ちでない場合は、アカウントを作成して WordPress.com の _利用規約_ に同意します。
nl: Als je doorgaat met Google of Apple en nog geen WordPress.com-account hebt, maak je een account aan en ga je akkoord met onze _Servicevoorwaarden_.
pt_br: Ao prosseguir com a Apple ou o Google, se ainda não tiver uma conta do WordPress.com, você criará uma conta e concordará com os nossos _Termos de Serviço_.
ru: Если у вас нет учетной записи WordPress.com и вы продолжаете работу в учетной записи Apple или Google, вы принимаете _Условия предоставления услуг_ и для вас создается учетная запись.
sv: Om du fortsätter med Apple eller Google och inte redan har ett WordPress.com-konto, skapar du ett konto och samtycker till våra _användarvillkor_.
tr: Apple veya Google ile devam ederseniz ve bir WordPress.com hesabınız yoksa, bir hesap oluşturur ve _Hizmet Şartlarımızı kabul edersiniz.

source: If you run into any issues, please contact our support team.
ar: إذا واجهت أي مشكلات، فيرجى الاتصال بفريق الدعم لدينا.
de: Wende dich bei Problemen an unser Support-Team.
es: Si tienes algún problema, ponte en contacto con nuestro equipo de soporte.
fr: En cas de problème, contactez notre équipe d’assistance.
he: אם נתקלת בבעיות, יש לפנות לצוות התמיכה שלנו.
id: Jika ada masalah, silakan hubungi tim dukungan.
it: In caso di problemi, contatta il nostro team di supporto.
nl: Als je problemen opmerkt, neem dan contact op met ons ondersteuningsteam.
pt_br: Se você tiver algum problema, entre em contato com a nossa equipe de suporte.
ru: Если у вас возникают проблемы, обратитесь в нашу службу поддержки.
sv: Om du stöter på problem, kontakta vårt supportteam.
tr: Herhangi bir sorunla karşılaşırsanız lütfen destek ekibimizle iletişime geçin.

source: If your data still isn’t loading, contact our support team for assistance.
ar: إذا لم يتم تحميل بياناتك، فاتصل بفريق الدعم لديك للحصول على المساعدة.
de: Wenn deine Daten immer noch nicht geladen werden, wende dich an unser Support-Team, um Unterstützung zu erhalten.
es: Si tus datos aún no se han cargado, contacta con el equipo de soporte para obtener ayuda.
fr: Si vos données ne se chargent toujours pas, contactez notre équipe d’assistance pour obtenir de l’aide.
he: אם הנתונים עדיין לא נטענים, יש ליצור קשר עם צוות התמיכה שלנו לסיוע.
id: Jika data Anda masih belum dimuat, hubungi tim dukungan untuk mendapatkan bantuan.
it: Se i dati non vengono ancora caricati, contatta il nostro team di supporto.
nl: Als je gegevens nog steeds niet worden geladen, neem dan contact op met ons ondersteuningsteam voor hulp.
pt_br: Se os dados ainda não carregam, fale com a nossa equipe de suporte para obter ajuda.
ru: Если ваши данные по-прежнему не загружаются, обратитесь за помощью в службу поддержки.
sv: Om dina data fortfarande inte laddas, kontakta vårt supportteam för att få hjälp.
tr: Verileriniz hala yüklenmiyorsa lütfen yardım almak için destek ekibimizle iletişime geçin.

source: Important information
ar: معلومات مهمة
de: Wichtige Informationen
es: Información importante
fr: Informations importantes
he: מידע חשוב
id: Informasi Penting
it: Informazioni importanti
nl: Belangrijke informatie
pt_br: Informação importante
ru: Важная информация
sv: Viktig information
tr: Önemli bilgiler

source: In %1$@, cards may only be used with Tap to Pay for transactions up to the contactless limit.
ar: في %1$@، لا يمكن استخدام البطاقات إلا من خلال ميزة Tap to Pay لإجراء معاملات تصل إلى الحد غير التلامسي.
de: In %1$@ dürfen Karten mit Tap to Pay nur für Transaktionen bis zum kontaktlosen Höchstbetrag verwendet werden.
es: En %1$@, las tarjetas solo pueden utilizarse con Tap to Pay para transacciones hasta el límite sin contacto.
fr: Chez %1$@, les cartes ne peuvent être utilisées avec Appuyer pour payer que pour les transactions n’excédant pas la limite de paiement sans contact.
he: ב-%1$@, מותר להשתמש בכרטיסים עם Tap To Pay רק עבור עסקאות עד למגבלת ללא מגע.
id: Di %1$@, kartu hanya boleh digunakan dengan Ketuk untuk Bayar dalam transaksi hingga batas pembayaran nirsentuh.
it: %1$@ - In questo Paese le carte di credito possono essere utilizzate con Tocca per pagare solo per le transazioni fino al limite consentito per il contactless.
nl: Kaarten kunnen in %1$@ alleen gebruikt worden met Tap to Pay voor transacties tot de limiet voor contactloos betalen.
pt_br: Em %1$@, os cartões podem ser usados com o Tap to Pay apenas para transações até o limite do pagamento por aproximação.
ru: В %1$@ для карт с функцией Tap to Pay установлен платёжный лимит бесконтактных транзакций.
sv: I %1$@ får kort endast användas med Tryck för att betala för transaktioner upp till gränsen för kontaktlös betalning.
tr: %1$@ konumunda Tap to Pay ile temassız işlem sınırına kadar olan işlemler için kart kullanılabilir.

source: In progress
ar: قيد التقدم
de: In Bearbeitung
es: En curso
fr: En cours
he: בתהליך
id: Sedang berlangsung
it: In corso
nl: Bezig
pt_br: Em andamento
ru: Выполняется
sv: Pågår
tr: Devam ediyor

source: In stock
ar: متوفِّر
de: Auf Lager
es: Hay existencias
fr: En stock
he: במלאי
id: Tersedia
it: In magazzino
ja: 在庫あり
nl: Op voorraad
pt_br: em estoque
ru: Есть в наличии
sv: I lager
tr: Stokta

source: In the United Kingdom, cards may only be used with Tap to Pay for transactions up to %1$@.
ar: في المملكة المتحدة، لا يمكن استخدام البطاقات إلا من خلال ميزة Tap to Pay لإجراء معاملات تصل إلى %1$@.
de: Im Vereinigten Königreich dürfen Karten mit Tap to Pay nur für Transaktionen bis zu %1$@ verwendet werden.
es: En el Reino Unido, las tarjetas solo pueden utilizarse con Tap to Pay para transacciones hasta %1$@.
fr: Au Royaume-Uni, les cartes ne peuvent être utilisées avec Appuyer pour payer que pour les transactions n’excédant pas %1$@.
he: בבריטניה, מותר להשתמש בכרטיסים עם Tap To Pay רק עבור עסקאות עד לסכום %1$@.
id: Di Inggris, kartu hanya boleh digunakan dengan Ketuk untuk Bayar dalam transaksi hingga %1$@.
it: Regno Unito - In questo Paese le carte di credito possono essere utilizzate con Tocca per pagare solo per le transazioni fino a %1$@.
nl: Kaarten kunnen in het Verenigd Koninkrijk alleen gebruikt worden met Tap to Pay voor transacties tot %1$@.
pt_br: No Reino Unido, os cartões podem ser usados com o Tap to Pay apenas para transações de até %1$@.
ru: В Великобритании картой с функцией Tap to Pay можно оплатить только сумму, не превышающую %1$@.
sv: I Storbritannien får kort endast användas med Tryck för att betala för transaktioner upp till %1$@.
tr: Birleşik Krallık'ta Tap to Pay ile %1$@ tutarına kadar olan işlemler için kart kullanılabilir.

source: In your site admin you can find the email you used to connect to WordPress.com from the Jetpack Dashboard under Connections > Account Connection
ar: في صفحة مسؤول موقعك، يمكنك العثور على البريد الإلكتروني الذي استخدمته للاتصال بووردبريس.كوم من لوحة تحكم Jetpack أسفل الاتصالات > الاتصال بالحساب
de: In deiner Website-Administration kannst du über das Jetpack-Dashboard unter „Verbindungen > Kontoverbindung“ die E-Mail-Adresse finden, mit der du dich mit WordPress.com verbunden hast.
es: En la sección de administración de tu sitio encontrarás la dirección de correo electrónico que usaste para conectar WordPress.com desde el Escritorio de Jetpack, en Conexiones > Conexión de la cuenta
fr: Dans l’administration de votre site, vous trouverez l’adresse e-mail utilisée pour vous connecter à WordPress.com à partir du Tableau de bord de Jetpack sous Connexions > Connexion du compte
he: באזור הניהול של האתר שלך אפשר למצוא את כתובת האימייל שבה השתמשת כדי להתחבר אל WordPress.com מלוח הבקרה של Jetpack במקטע 'חשבונות מקושרים' > 'חיבור החשבון'
id: Di admin situs, Anda bisa menemukan email yang digunakan untuk terhubung ke WordPress.com dari Dasbor Jetpack di bagian Koneksi > Koneksi Akun
it: Nell'amministrazione del sito puoi trovare l'e-mail che hai usato per collegarti a WordPress.com dalla bacheca di Jetpack in Connessioni > Connessione account
ja: サイト管理画面で、Jetpack ダッシュボードの「接続」>「アカウント接続」から WordPress.com への接続に使用したメールアドレスを確認できます。
nl: In je sitebeheer kan je de e-mail vinden die je gebruikt hebt om verbinding te maken met WordPress.com via het Jetpack-dashboard onder Verbindingen > Accountverbinding
pt_br: Na administração do seu site, é possível encontrar o e-mail utilizado para se conectar ao WordPress.com no painel do Jetpack em Conexões > Conexão da conta
ru: Чтобы узнать, какой адрес эл. почты вы использовали для подключения к WordPress.com, в режиме управления сайтом в консоли Jetpack перейдите в раздел "Подключения" > "Подключение учётных записей".
sv: Du kan hitta e-postadressen som du använde för att ansluta till WordPress.com i Jetpack-instrumentpanelen under Anslutningar > Kontoanslutning
tr: Site yöneticinizde, Bağlantılar > Hesap bağlantısı bölümünde yer alan Jetpack Yönetim Panelinden WordPress.com'a bağlanmak için kullandığınız e-postayı bulabilirsiniz.

source: In-App Purchases not supported
ar: عمليات الشراء داخل التطبيق غير مدعومة
de: In-App-Käufe werden nicht unterstützt
es: No se admiten las compras en la aplicación
fr: Les achats intégrés à l’application ne sont pas pris en charge
he: רכישות באפליקציה לא נתמכות
id: Pembelian dalam Aplikasi tidak didukung
it: Acquisti in app non supportati
nl: Aankopen in de app worden niet ondersteund
pt_br: Compras no aplicativo não são compatíveis
ru: Покупки в приложении не поддерживаются
sv: Köp i appen stöds inte
tr: Uygulama İçi Satın Almalar desteklenmiyor

source: In-Person Payment for Order #%1$@ for %2$@ blog_id %3$@
ar: عملية دفع شخصية للطلب رقم %1$@ لـ %2$@ blog_id %3$@
de: Persönliche Zahlung für Bestellung #%1$@ für %2$@ blog_id %3$@
es: Pago en persona del pedido #%1$@ para %2$@ blog_id %3$@
fr: Paiement en personne de la commande n° %1$@ pour %2$@ blog_id %3$@
he: תשלום באופן אישי עבור הזמנה #%1$@ עבור %2$@ blog_id %3$@
id: Pembayaran Langsung untuk Pesanan #%1$@ di %2$@ blog_id %3$@
it: Pagamento di persona per l'Ordine #%1$@ per %2$@ blog_id %3$@
ja: %2$@ blog_id %3$@ への注文 #%1$@ のオフラインでの支払い
nl: Fysieke betaling voor bestelnr. %1$@ voor %2$@ blog_id %3$@
pt_br: Pagamento presencial do pedido #%1$@ para %2$@ blog_id %3$@
ru: Оплата при получении, заказ № %1$@ для %2$@ blog_id %3$@
sv: Personlig betalning för beställning #%1$@ för %2$@ blog_id %3$@
tr: %2$@ blog_id %3$@/%1$@ no'lu Sipariş için Şahsen Ödeme

source: In-Person Payments
ar: المدفوعات الشخصية
de: Persönliche Zahlungen
es: Pagos en Persona
fr: Paiements en personne
he: תשלומים באופן אישי
id: Pembayaran Langsung
it: Pagamenti di persona
ja: オフラインでの支払い
nl: Fysieke betalingen
pt_br: Pagamentos presenciais
ru: Очные платежи
sv: Personliga betalningar
tr: Şahsen Ödemeler

source: In-Person Payments can be processed through either of these payment providers. Which provider would you like to use?
ar: يمكن معالجة المدفوعات الشخصية من خلال أي من مزوِّدي الدفع هؤلاء. ما المزوِّد الذي ترغب في استخدامه؟
de: Persönliche Zahlungen können über einen dieser Zahlungsanbieter verarbeitet werden. Welchen Anbieter möchtest du verwenden?
es: Los pagos en persona se pueden procesar a través de cualquiera de estos proveedores de pago. ¿Qué proveedor te gustaría utilizar?
fr: Les paiements en personne peuvent être traités à partir de ces fournisseurs de paiement. Quel fournisseur souhaitez-vous utiliser ?
he: אפשר לעבד תשלומים באופן אישי באמצעות אחד מספקי התשלום האלו. באיזה ספק ברצונך להשתמש?
id: Pembayaran Langsung dapat diproses melalui penyedia pembayaran berikut. Penyedia mana yang ingin Anda gunakan?
it: I pagamenti di persona possono essere elaborati tramite uno di questi fornitori di servizi di pagamento. Quale fornitore desideri utilizzare?
ja: オフラインでの支払いはこのいずれかの決済サービス業者が処理できます。 どの決済サービス業者をご利用になりますか ?
nl: Fysieke betalingen kunnen worden verwerkt via een van deze betaalproviders. Welke provider wil je gebruiken?
pt_br: Pagamentos presenciais podem ser processados por qualquer um destes provedores. Qual deles você quer usar?
ru: Очные платежи можно обрабатывать через любую из этих платёжных систем. Какую платёжную систему вы хотите использовать?
sv: Personliga betalningar kan behandlas via båda dessa betalningsleverantörer. Vilken leverantör vill du använda?
tr: Şahsen Ödemeler bu ödeme sağlayıcılarından herhangi biri aracılığıyla işlenebilir. Hangi sağlayıcıyı kullanmak istiyorsunuz?

source: In-Person Payments is currently unavailable
ar: المدفوعات الشخصية غير متاحة في الوقت الحالي
de: „Persönliche Zahlungen“ ist derzeit nicht verfügbar
es: Pagos en Persona no está disponible en este momento
fr: Les paiements en personne ne sont actuellement pas disponibles.
he: תשלומים באופן אישי אינם זמינים כרגע.
id: Pembayaran Langsung saat ini tidak tersedia
it: Pagamenti di persona attualmente non disponibile
ja: オフラインでの支払いは現在利用できません
nl: Fysieke betalingen zijn momenteel niet beschikbaar.
pt_br: O pagamento presencial não está disponível
ru: В настоящее время очные платежи недоступны
sv: Personliga betalningar är för närvarande inte tillgängliga
tr: Şahsen Ödemeler şu anda kullanılamıyor

source: In-Person Payments isn't available for this store
ar: المدفوعات الشخصية غير متاحة لهذا المخزن
de: „Persönliche Zahlungen“ ist für diesen Store nicht verfügbar.
es: Pagos en Persona no está disponible para esta tienda
fr: Les paiements en personne ne sont pas disponibles pour cette boutique.
he: תשלומים באופן אישי אינם זמינים עבור חנות זו
id: Pembayaran Langsung tidak tersedia untuk toko ini
it: Pagamenti di persona non è disponibile per questo negozio
ja: このストアではオフラインでの支払いを使用できません
nl: Fysieke betalingen zijn niet beschikbaar voor deze winkel
pt_br: O pagamento presencial não está disponível para esta loja
ru: Очные платежи для этого магазина недоступны
sv: Personliga betalningar är inte tillgängliga för den här butiken
tr: Bu mağazada Şahsen Ödemeler kullanılamıyor

source: In-app purchases
ar: عمليات الشراء داخل التطبيق
de: In-App-Käufe
es: Compras en la aplicación
fr: Achats intégrés à l’application
he: רכישה באפליקציה
id: Pembelian dalam aplikasi
it: Acquisti in-app
ja: アプリ内購入
nl: In-app aankopen
pt_br: Compras no aplicativo
ru: Покупки в приложении
sv: Köp i appen
tr: Uygulama içi satın alma işlemleri

source: Inactive
ar: غير نشط
de: Inaktiv
es: Inactivo
fr: Inactif
he: לא פעיל
id: Nonaktif
it: Inattivo
ja: 停止中
nl: Inactief
pt_br: Inativas
ru: Неактивно
sv: Inaktiv
tr: Etkin değil

source: Inactive, Autoupdates off
ar: غير نشط، التحديثات التلقائية قيد إيقاف التشغيل
de: Inaktiv, automatische Updates aus
es: Inactivo, actualizaciones automáticas inactivas
fr: Inactif, mises à jour automatiques désactivées
he: לא פעיל, עדכונים אוטומטיים מושבתים
id: Tidak aktif, Pembaruan Otomatis tidak aktif
it: Inattivo, Aggiornamenti automatici disattivati
ja: プラグイン無効化中。自動更新オフ。
nl: Inactief, auto-updates uit
pt_br: Inativo, atualizações automáticas desligadas
ru: Неактивен, автообновления выключено
sv: Inaktiv, automatiska uppdateringar avstängda
tr: Etkin değil, otomatik güncellemeler kapalı
