Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: To learn more about how we use your data to optimize our mobile apps, enhance your experience, and deliver relevant marketing, please review our Privacy Policy and Cookie Policy.
ar: للتعرف على المزيد حول كيف نستخدم بياناتك لتحسين تطبيقاتنا للهواتف المحمولة وتعزيز تجربتك وتقديم تسويق ذي صلة، ترجى مراجعة سياسة الخصوصية التي نُقرها وسياسة الكوكيز التي ننتهجها.
de: Wenn du mehr darüber erfahren willst, wie wir deine Daten zur Optimierung unserer Mobil-Apps, zur Verbesserung deines Erlebnisses und zum Liefern relevanter Marketingmaterialien verwenden, lies dir unsere Datenschutzerklärung und Cookie-Richtlinie durch.
es: Para obtener más información sobre cómo utilizamos tus datos para optimizar nuestras aplicaciones móviles, mejorar tu experiencia y ofrecerte marketing relevante, consulta nuestra Política de privacidad y nuestra Política de cookies.
fr: Pour en savoir plus sur la manière dont nous utilisons vos données pour optimiser nos applications mobiles, améliorer votre expérience et vous proposer du contenu marketing pertinent, veuillez consulter notre Politique de confidentialité et notre Politique en matière de cookies.
he: למידע נוסף על אופן השימוש שלנו בנתונים שלך כדי לשפר את האפליקציות שלנו לנייד, לשפר את החוויה שלך ולשלוח שיווק רלוונטי, ניתן לעיין במדיניות הפרטיות ובמדיניות קובצי ה-Cookie שלנו.
id: Untuk mempelajari lebih lanjut cara kami menggunakan data Anda untuk mengoptimalkan aplikasi seluler kami, meningkatkan pengalaman Anda, dan menampilkan pemasaran yang relevan, baca Kebijakan Privasi dan Kebijakan Cookie kami.
it: Per maggiori informazioni sull'utilizzo che facciamo dei tuoi dati per ottimizzare le nostre app per dispositivi mobili, migliorare la tua esperienza e fornire marketing pertinente, consulta la nostra Politica sulla privacy e l'Informativa sui cookie.
nl: Bekijk ons privacybeleid en cookiebeleid voor meer informatie over hoe we je gegevens gebruiken om onze mobiele apps te optimaliseren, je ervaring te verbeteren en relevante marketing te leveren.
pt_br: Para saber mais sobre como nós utilizamos seus dados para otimizar nossos aplicativos móveis, aprimorar a sua experiência e entregar marketing relevante, confira nossa Política de privacidade e Política de cookies.
ru: Чтобы узнать больше о том, как мы используем ваши данные для оптимизации наших мобильных приложений, повышения удобства работы и для релевантного маркетинга, ознакомьтесь с Политикой конфиденциальности и Политикой использования файлов cookie.
sv: För mer information om hur vi använder din data för att optimera våra mobilappar, förbättra din upplevelse och tillhandahålla relevant marknadsföring, läs vår integritetspolicy och vår cookiepolicy.
tr: Mobil uygulamalarımızı optimize etmek, deneyiminizi geliştirmek ve ilgili pazarlama hizmetlerini sunmak amacıyla verilerinizi nasıl kullandığımız hakkında daha fazla bilgi edinmek için lütfen Gizlilik Politikamızı ve Tanımlama Bilgisi Politikamızı inceleyin.

source: To proceed with this Apple ID, please first log in with your WordPress.com password. This will only be asked once.
ar: للمتابعة باستخدام معرِّف Apple هذا، يُرجى تسجيل الدخول أولاً باستخدام كلمة مرورك على ووردبريس.كوم. سيُطلب منك هذا مرة واحدة فقط.
de: Bitte melde dich zuerst mit deinem WordPress.com-Passwort an, um mit dieser Apple-ID fortzufahren. Es wird nur einmal benötigt.
es: Para continuar con este ID de Apple, primero debes acceder con tu contraseña de WordPress.com. Solo se te pedirá una vez.
fr: Pour effectuer cela avec cet identifiant Apple, veuillez d’abord vous connecter avec votre mot de passe WordPress.com. Cela sera demandé une seule fois.
he: כדי להמשיך עם חשבון Apple ID זה, ראשית יש להתחבר עם הסיסמה שלך ב-WordPress.com. נבקש את הנתון הזה פעם אחת בלבד.
id: Untuk melanjutkan dengan ID Apple ini, harap login terlebih dahulu dengan kata sandi WordPress.com Anda. Hal ini hanya akan ditanyakan sekali.
it: Per procedere con questo ID Apple, accedi prima con la tua password di WordPress.com. Sarà chiesta una volta sola.
ja: この Apple ID で先に進むには、まず WordPress.com パスワードを使用してログインしてください。 これは一度しか尋ねられません。
nl: Om door te gaan met deze Apple-ID moet je eerst inloggen met je wachtwoord van WordPress.com. Je wordt hier slechts eenmaal om gevraagd.
pt_br: Para continuar usando este ID Apple, primeiro faça login com a sua senha do WordPress.com. Isso será solicitado apenas uma vez.
ru: Чтобы продолжить работу с этим Apple ID, сначала войдите в систему со своим паролем WordPress.com. Он будет запрошен только один раз.
sv: För att fortsätta med detta Apple-ID måste du först logga in med ditt WordPress.com-lösenord. Du kommer bara att bli ombedd att göra detta en gång.
tr: Bu Apple Kimliği ile devam etmek için lütfen önce WordPress.com parolanızla giriş yapın. Bu yalnızca bir kez sorulur.

source: To proceed with this Google account, please first log in with your WordPress.com password. This will only be asked once.
ar: للاستمرار باستخدام حساب Google هذا، يُرجى تسجيل الدخول أولاً باستخدام كلمة مرور وردبرس.كوم. سيُطلب منك هذا مرة واحدة فقط.
de: Um mit diesem Google-Konto fortzufahren, melde dich bitte zuerst mit deinem WordPress.com-Passwort an. Dies wird nur einmal nachgefragt.
es: Para seguir con esta cuenta de Google, por favor, primero accede con tu contraseña de WordPress.com. Esto solo se te pedirá una vez.
fr: Pour effectuer cela avec ce compte Google, veuillez d’abord vous connecter avec votre mot de passe WordPress.com. Cela sera demandé une seule fois.
he: כדי להמשיך עם חשבון Google, ראשית יש להתחבר עם הסיסמה שלך ב-WordPress.com. נבקש את הנתון הזה פעם אחת בלבד.
id: Untuk melanjutkan dengan akun Google ini, harap login terlebih dahulu dengan kata sandi WordPress.com Anda. Hal ini hanya akan ditanyakan sekali.
it: Per procedere con questo account Google, accedi prima con la tua password di WordPress.com. Sarà chiesta una volta sola.
ja: この Google アカウントで先に進むには、最初に WordPress.com パスワードを使用してログインしてください。これは一度しか尋ねられません。
nl: Om verder te gaan met dit Google account, meld je eerst aan met je WordPress.com wachtwoord. Dit wordt maar één keer gevraagd.
pt_br: Para continuar usando esta conta do Google, primeiro faça login com a sua senha do WordPress.com. Isto só será solicitado uma vez.
ru: Чтобы войти через эту учетную запись Google, пожалуйста войдите сначала с паролем WordPress.com. Это запрашивается только один раз.
sv: För att fortsätta med detta Google-konto måste du först logga in med ditt lösenord för WordPress.com. Detta behövs bara en gång.
tr: Bu Google hesabı ile devam etmek için lütfen ilk önce WordPress.com parolanızla giriş yapın. Bu sadece bir kez sorulacak.

source: To proceed with this account, please first log in with your WordPress.com password. This will only be asked once.
ar: للاستمرار باستخدام هذا الحساب، يُرجى تسجيل الدخول أولاً باستخدام كلمة مرورك في ووردبريس.كوم. سيُطلب منك هذا مرة واحدة فقط.
de: Bitte melde dich zuerst mit deinem WordPress.com-Passwort an, um mit diesem Konto fortzufahren. Es wird nur einmal benötigt.
es: Para continuar con esta cuenta, primero debes acceder con tu contraseña de WordPress.com. Solo se te pedirá una vez.
fr: Pour continuer avec ce compte, veuillez d’abord vous connecter avec votre mot de passe WordPress.com. Cela sera demandé une seule fois.
he: כדי להמשיך עם חשבון Google, ראשית יש להתחבר עם הסיסמה שלך ב-WordPress.com. נבקש את הנתון הזה פעם אחת בלבד.
id: Untuk melanjutkan dengan akun ini, harap login terlebih dahulu dengan kata sandi WordPress.com Anda. Hal ini hanya akan ditanyakan sekali.
it: Per procedere con questo account, accedi prima con la tua password di WordPress.com. Sarà chiesta una volta sola.
ja: このアカウントで先に進むには、最初に WordPress.com パスワードを使用してログインしてください。 これは一度しか尋ねられません。
nl: Om door te gaan met dit account moet je eerst inloggen met je wachtwoord van WordPress.com. Je wordt hier slechts eenmaal om gevraagd.
pt_br: Para continuar usando esta conta, primeiro faça login com a sua senha do WordPress.com. Isso será solicitado apenas uma vez.
ru: Чтобы продолжить работу с этой учётной записью, сначала войдите в систему со своим паролем WordPress.com. Он будет запрошен только один раз.
sv: För att fortsätta med detta konto, logga först in med ditt WordPress.com-lösenord. Detta kommer bara att frågas en gång.
tr: Bu hesapla devam etmek için lütfen önce WordPress.com şifrenizle oturum açın. Bu yalnızca bir kez sorulur.

source: To use this app for %@ you'll need to have the Jetpack plugin installed and connected on your store.
ar: لاستخدام هذا التطبيق مقابل %@، ستحتاج إلى تثبيت إضافة Jetpack واتصالها بمتجرك.
de: Um diese App für %@ zu verwenden, muss das Jetpack-Plugin in deinem Store installiert und verbunden sein.
es: Para usar esta aplicación para %@ deberás tener el plugin de Jetpack instalado y conectado en tu tienda.
fr: Pour utiliser cette application pour %@, l’extension Jetpack doit être installée et connectée sur votre boutique.
he: כדי להשתמש באפליקציה הזאת עבור %@ עליך להתקין את התוסף של Jetpack ולחבר אותו בחנות שלך.
id: Untuk menggunakan aplikasi ini untuk %@ Anda perlu menginstal dan menghubungkan plugin Jetpack ke toko Anda.
it: Per usare quest'app per %@, dovrai disporre del plugin Jetpack installato e connesso al tuo negozio.
ja: ﻿%@ にこのアプリを使用するには、Jetpack プラグインをインストールし、ストアと連携する必要があります。
nl: Om deze app te gebruiken voor %@, moet de Jetpack-plugin geïnstalleerd en gekoppeld zijn aan je winkel.
pt_br: Para usar esse aplicativo para %@, é necessário ter o plugin do Jetpack conectado à sua loja.
ru: Чтобы использовать это приложение для %@, нужно установить и подключить плагин Jetpack к магазину.
sv: För att använda den här appen för %@ måste du ha installerat och anslutit Jetpack-tillägget på din butik.
tr: Bu uygulamayı %@ için kullanabilmek Jetpack eklentisinin yüklenip mağazanıza bağlanmasını gerektirir.

source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd'hui
he: היום
id: Hari ini
it: Oggi
ja: 今日
nl: Vandaag
pt_br: Hoje
ru: Сегодня
sv: Idag
tr: Bugün

source: Toggles selection for this product in a coupon.
ar: يقوم بتبديل التحديد لهذا المنتج في قسيمة.
de: Auswahl wird umgeschaltet, um dieses Produkt in einem Gutschein einzuschließen.
es: Botón de selección para elegir este producto en un cupón.
fr: Active/désactive la sélection pour intégrer ce produit à un code promo.
he: יש לשנות את הבחירה עבור המוצר הזה בקופון.
id: Mengaktifkan pilihan untuk produk ini dalam sebuah kupon.
it: Attiva/Disattiva la selezione per questo prodotto in un codice promozionale.
ja: クーポン内でこの製品の選択を切り替えます。
nl: Schakelt selectie van dit product voor een coupon in of uit.
pt_br: Ativa/desativa a seleção deste produto em um cupom.
ru: Изменяет выбор этого товара для применения купона.
sv: Aktiverar/inaktiverar den här produkten för en rabattkod.
tr: Bir kuponda bu ürün için seçimi değiştirir.

source: Toggles selection to exclude this product in a coupon.
ar: يقوم بتبديل التحديد لاستبعاد هذا المنتج في قسيمة.
de: Auswahl wird umgeschaltet, um dieses Produkt in einem Gutschein auszuschließen.
es: Botón de selección para excluir este producto en un cupón.
fr: Active/désactive la sélection pour exclure ce produit d’un code promo.
he: יש לשנות את הבחירה כדי לא לכלול את המוצר הזה בקופון.
id: Mengaktifkan pilihan untuk mengecualikan produk ini dalam sebuah kupon.
it: Attiva/Disattiva la selezione per escludere questo prodotto in un codice promozionale.
ja: クーポン内でこの商品を除外するかどうかの選択を切り替えます。
nl: Schakelt selectie in of uit om dit product uit te sluiten voor een coupon.
pt_br: Ativa/desativa a seleção para excluir este produto em um cupom.
ru: Изменяет выбор, чтобы не применять купон к этому товару.
sv: Aktiverar/inaktiverar exkludering av den här produkten för en rabattkod.
tr: Bu ürünü bir kuponda hariç tutmak için seçimi değiştirir.

source: Toggles the ordered list style
ar: يقوم بتبديل نمط القائمة المرتَّبة
de: Wechselt zum sortierten Listenformat
es: Cambia al estilo de lista ordenada
fr: Active/désactive le style liste ordonnée
he: מבצע החלפה בין סגנונות רשימה ממוספרת
id: Mengaktifkan dan menonaktifkan gaya daftar yang diurutkan
it: Attiva o disattiva lo stile dell'elenco ordinato
ja: 順序付きリストスタイルを切り替える
nl: Schakelt over naar de geordende lijststijl
pt_br: Alterna o estilo de lista ordenada
ru: Переход к упорядоченному списку
sv: Slå av eller på stilen för numrerad lista
tr: Sıralı liste stilini değiştirir

source: Toggles the unordered list style
ar: يقوم بتبديل نمط القائمة غير المرتَّبة
de: Wechselt zum unsortierten Listenformat
es: Cambia al estilo de lista sin orden
fr: Active/désactive le style liste non ordonnée
he: מבצע החלפה בין סגנונות רשימה לא ממוספרת
id: Mengaktifkan dan menonaktifkan gaya daftar yang tidak diurutkan
it: Attiva o disattiva lo stile dell'elenco non ordinato
ja: 順序なしリストスタイルを切り替える
nl: Schakelt over naar de ongeordende lijststijl
pt_br: Alterna o estilo de lista fora de ordem
ru: Переход к неупорядоченному списку
sv: Slå av eller på stilen för osorterad lista
tr: Sıralanmamış liste stilini değiştirir

source: Togo
ar: توغو
he: טוגו
ja: トーゴ
ru: Того

source: Tokelau
ar: توكيلاو
fr: Tokélaou
he: טוקלאו
ja: トケラウ
pt_br: Toquelau
ru: Токелау

source: Tone and voice
ar: النغمة والصوت
de: Sprache und Tonalität
es: Tono y voz
he: נימה וטון דיבור
id: Nada dan suara
it: Tone of voice
nl: Toon
pt_br: Tom e voz
ru: Тон и стиль
sv: Ton och röst
tr: Ton ve ses

source: Tonga
ar: تونغا
he: טונגה
ja: トンガ
ru: Тонга

source: Topic not found for id:
ar: لم يتم العثور على موضوع من المُعرّف:
de: Thema nicht gefunden für ID:
es: No se ha encontrado tema con id:
fr: Sujet non trouvé pour l’ID :
he: נושא לא נמצא למזהה:
id: Topik tidak ditemukan untuk ID:
it: Argomento non trovato per ID:
ja: 次の ID に該当するトピックは見つかりませんでした:
nl: Onderwerp voor ID niet gevonden:
pt_br: Nenhum tópico encontrada para o ID:
ru: Тема не найдена для id:
sv: Ämnet inte funnet för ID:
tr: Kimlik için konu bulunamadı:

source: Total Orders
ar: إجمالي الطلبات
de: Bestellungen gesamt
es: Total de pedidos
fr: Commandes totales
he: סך כל ההזמנות
id: Total Pesanan
it: Ordini totali
ja: 注文合計
nl: Totaalaantal bestellingen
pt_br: Total de pedidos
ru: Общее число заказов
sv: Totalt antal ordrar
tr: Toplam Sipariş

source: Total Sales
ar: إجمالي المبيعات
de: Umsatz insgesamt
es: Ventas totales
fr: Total des ventes
he: סך כל המכירות
id: Total Penjualan
it: Vendite totali
ja: 合計売上高
nl: Totale omzet
pt_br: Vendas totais
ru: Всего продаж
sv: Total försäljning
tr: Toplam Satış

source: Total package weight
ar: إجمالي وزن الحزمة
de: Gesamtgewicht des Pakets
es: Peso total del paquete
fr: Poids total du colis
he: משקל החבילה הכולל
id: Total berat kemasan
it: Peso del pacchetto totale
ja: 荷物の総重量
nl: Totaal pakketgewicht
pt_br: Peso total do pacote
ru: Общий вес посылки
sv: Total paketvikt
tr: Toplam paket ağırlığı

source: Total package weight: %1$@
ar: إجمالي وزن الحزمة: %1$@
de: Gesamtgewicht des Pakets: %1$@
es: Peso total del paquete: %1$@
fr: Poids total du colis : %1$@
he: משקל החבילה הכולל: %1$@
id: Total berat paket: %1$@
it: Peso del pacchetto totale: %1$@
ja: 荷物の総重量: %1$@
nl: Totaal pakketgewicht: %1$@
pt_br: Peso total da embalagem: %1$@
ru: Общий вес посылки: %1$@
sv: Total förpackningsvikt: %1$@
tr: Toplam paket ağırlığı: %1$@

source: Track Shipment
ar: تعقب الشحنة
de: Sendung verfolgen
es: Hacer un seguimiento del envío
fr: Suivi de l’expédition
he: מעקב אחר משלוח
id: Lacak Pengiriman
it: Traccia spedizione
ja: 発送を追跡
nl: Verzending volgen
pt_br: Rastrear envio
ru: Отслеживать доставку
sv: Spåra leverans
tr: Gönderim Takibi

source: Track sales and high performing products
ar: تتبُّع المبيعات والمنتجات عالية الأداء
de: Umsätze und erfolgreiche Produkte nachverfolgen
es: Llevar un control de las ventas y los productos más vendidos
fr: Suivez les ventes et les produits hautement performants
he: לעקוב אחר מכירות ומוצרים עם ביצועים גבוהים
id: Lacak penjualan dan produk dengan performa tinggi
it: Tieni traccia delle vendite e dei prodotti che performano meglio
ja: セールスと売れ行きが好調な商品を追跡する
nl: Volg verkoopcijfers en goedpresterende producten
pt_br: Monitore vendas e produtos de alto desempenho
ru: Отслеживайте продажи и узнавайте, какие товары пользуются спросом
sv: Spåra försäljning och högpresterande produkter
tr: Satışları ve yüksek performanslı ürünleri takip edin

source: Track shipment
ar: تعقب الشحنة
de: Sendung verfolgen
es: Hacer un seguimiento del envío
fr: Suivre l'expédition
he: מעקב אחר משלוח
id: Lacak pengiriman
it: Traccia spedizione
ja: 配送状況を追跡
nl: Verzending tracken
pt_br: Rastrear envio
ru: Отследить посылку
sv: Spåra försändelse
tr: Gönderimi takip et

source: Tracking
ar: التعقب
de: Sendungsverfolgung
es: Seguimiento
fr: Suivi
he: מבצע מעקב
id: Pelacakan
it: Tracciabilità
ja: 追跡
nl: Volgen
pt_br: Rastreamento
ru: Отслеживание
sv: Spårning
tr: İzleme

source: Tracking link (optional)
ar: رابط التعقُّب (اختياري)
es: Enlace de seguimiento (opcional)
fr: Lien de suivi (facultatif)
he: קישור מעקב (אופציונלי)
id: Tautan pelacakan (opsional)
it: Link di tracciabilità (opzionale)
ja: 追跡リンク (オプション)
nl: Tracking-link (optioneel)
pt_br: Link de rastreamento (opcional)
ru: Ссылка на отслеживание (не обязательно)
sv: Spårningslänk (tillval)
tr: Takip bağlantısı (isteğe bağlı)

source: Tracking number
ar: رقم التعقب
de: Sendungsverfolgungsnummer
es: Número de seguimiento
fr: Numéro de suivi
he: מספר מעקב
id: Nomor pelacakan
it: Numero di tracciabilità
ja: 追跡番号
nl: Volgnummer
pt_br: Número de rastreamento
ru: Номер отслеживания
sv: Spårningsnummer
tr: İzleme numarası

source: Tracking number %@
ar: رقم التعقب %@
de: Sendungsverfolgungsnummer %@
es: Número de seguimiento %@
fr: Numéro de suivi %@
he: מספר מעקב %@
id: Nomor pelacakan %@
it: Numero di tracciabilità %@
ja: 追跡番号: %@
nl: Volgnummer %@
pt_br: Número de rastreamento %@
ru: Номер для отслеживания %@
sv: Spårningsnummer %@
tr: Takip numarası: %@

source: Transferred Domain
ar: النطاق المنقول
de: Übertragene Domain
es: Dominio transferido
fr: Domaine transféré
he: להעביר דומיין
id: Domain yang Ditransfer
it: Trasferisci dominio
nl: Domein overzetten
pt_br: Domínio transferido
ru: Перенесенный домен
sv: Överförd domän
tr: Aktarılan Alan Adı

source: Trash
ar: سلة المهملات
de: In den Papierkorb
es: Papelera
fr: Déplacer vers la corbeille
he: פח
id: Buang
it: Cestino
ja: ゴミ箱
nl: Prullenbak
pt_br: Enviar para a lixeira
ru: Корзина
sv: Ta bort
tr: Çöp Kutusu

source: Trial ended
ar: انتهى الإصدار التجريبي
de: Test beendet
es: La prueba ha terminado.
fr: L’essai est terminé
he: תקופת הניסיון הסתיימה
id: Percobaan berakhir
it: Periodo di prova terminato
nl: Proefabonnement is afgelopen
pt_br: Teste terminado
ru: Пробный период завершён
sv: Provperioden har avslutats
tr: Deneme süresi sonu

source: Trinidad and Tobago
ar: ترينداد وتوباغو
de: Trinidad und Tobago
es: Trinidad y Tobago
fr: Trinité-et-Tobago
he: טרינידד וטובגו
id: Trinidad dan Tobago
it: Trinidad e Tobago
ja: トリニダード・トバゴ
nl: Trinidad en Tobago
pt_br: Trindade e Tobago
ru: Тринидад и Тобаго
sv: Trinidad och Tobago
tr: Trinidad ve Tobago

source: Troubleshoot
ar: حل المشكلات
de: Problembehandlung
es: Solucionar problemas
fr: Dépannage
he: פתרון בעיות
id: Pecahkan masalah
it: Risoluzione dei problemi
ja: トラブルシューティング
nl: Probleemoplossing
pt_br: Solução de problemas
ru: Решение проблемы
sv: Felsök
tr: Sorun giderme

source: Troubleshoot Connection
ar: حل مشكلات الاتصال
de: Problembehandlung der Verbindung
es: Solución de problemas de conexión
fr: Connexion à la résolution de problème
he: פתרון בעיות לחיבור
id: Memecahkan Masalah Koneksi
it: Risoluzione dei problemi di connessione
nl: Problemen met verbinding oplossen
pt_br: Solucionar problema de conexão
ru: Устранение неполадок при подключении
sv: Felsök anslutning
tr: Bağlantı Sorununu Giderin

source: Troubleshooting
ar: حل المشكلات
de: Problembehandlung
es: Solución de problemas
fr: Résolution de problèmes
he: פתרון בעיות
id: Pemecahan Masalah
it: Risoluzione dei problemi
nl: Probleemoplossing
pt_br: Solução de problemas
ru: Устранение неполадок
sv: Felsökning
tr: Sorun giderme

source: Trust
ar: الثقة
de: Vertrauen
es: Confiar
fr: Faire confiance
he: אמון
id: Percayai
it: Procedi ugualmente
ja: 信用する
nl: Vertrouw
pt_br: Confiar
ru: Безопасность
sv: Lita på
tr: Güven

source: Try Activating Again
ar: محاولة التفعيل مجددًا
de: Aktivierung erneut versuchen
es: Prueba a activarlo de nuevo
fr: Réessayer d’activer
he: יש לנסות להפעיל שוב
id: Coba Aktifkan Ulang
it: Prova di nuovo l'attivazione
ja: 有効化を再試行
nl: Probeer opnieuw te activeren
pt_br: Tentar ativar novamente
ru: Повторить активацию
sv: Prova aktivera igen
tr: Tekrar Etkinleştirmeyi Deneyin

source: Try Again
ar: حاول مرّة اخرى
de: Erneut versuchen
es: Intentar de nuevo
fr: Recommencez
he: לנסות שוב
id: Coba Lagi
it: Riprova
ja: もう一度お試しください
nl: Probeer opnieuw
pt_br: Tente novamente
ru: Попробуйте еще раз.
sv: Försök igen
tr: Tekrar deneyin

source: Try Another Address
ar: تجربة عنوان آخر
de: Andere Adresse versuchen
es: Prueba con otra dirección
fr: Essayer une autre adresse
he: יש לנסות כתובת אחרת
id: Coba Alamat Lainnya
it: Prova con un altro indirizzo
ja: 別のアドレスを試す
nl: Probeer een ander adres
pt_br: Tentar outro endereço
ru: Использовать другой адрес
sv: Försök med en annan adress
tr: Başka Bir Adres Deneyin

source: Try Another Card
ar: تجربة بطاقة أخرى
de: Versuche es mit einer anderen Karte
es: Prueba con otra tarjeta.
fr: Essayez avec une autre carte
he: יש לנסות כרטיס אחר
id: Coba Kartu Lainnya
it: Prova un'altra carta
ja: 別のカードでお試しください
nl: Probeer een andere kaart
pt_br: Tente outro cartão
ru: Попробуйте другую карту
sv: Prova ett annat kort
tr: Başka Bir Kart Deneyin

source: Try Another Read Method
ar: تجربة طريقة قارئ أخرى
de: Versuche es mit einer anderen Lesemethode
es: Prueba otro método de lectura.
fr: Essayez une autre méthode de lecture
he: יש לנסות שיטת קריאה אחרת
id: Coba Metode Membaca Lainnya
it: Prova un altro metodo di lettura
ja: 別の読み取り方法をお試しください
nl: Probeer een andere leesmethode
pt_br: Tente outro método de leitura
ru: Попробуйте другой способ чтения
sv: Prova en annan metod
tr: Başka Bir Okuma Yöntemi Deneyin

source: Try Authorizing Again
ar: محاولة التخويل مجددًا
de: Autorisierung erneut versuchen
es: Prueba a autorizarlo de nuevo
fr: Réessayer d’autoriser
he: יש לנסות לאשר שוב
id: Coba Beri Izin Lagi
it: Prova di nuovo l'autorizzazione
ja: 認証を再試行
nl: Probeer opnieuw te autoriseren
pt_br: Tentar autorizar novamente
ru: Повторить авторизацию
sv: Prova auktorisera igen
tr: Yeniden Yetkilendirmeyi Deneyin

source: Try Collecting Again
ar: محاولة الجمع مجددًا
de: Versuche, die Zahlung erneut einzuziehen
es: Intenta recibir el pago de nuevo
fr: Réessayer de percevoir le paiement
he: כדאי לנסות לגבות את התשלום שוב
id: Coba Ulangi Pengumpulan
it: Prova di nuovo la ricezione
ja: もう一度受け取りを試みる
nl: Probeer opnieuw te ontvangen
pt_br: Tentar receber novamente
ru: Повторите попытку
sv: Prova att ta emot igen
tr: Tekrar Almayı Deneyin

source: Try Installing Again
ar: محاولة التثبيت مجددًا
de: Installation erneut versuchen
es: Prueba a instalarlo de nuevo
fr: Réessayer d’installer
he: יש לנסות להתקין שוב
id: Coba Instal Ulang
it: Prova di nuovo l'installazione
ja: インストールを再試行
nl: Probeer opnieuw te installeren
pt_br: Tentar instalar novamente
ru: Повторить установку
sv: Prova installera igen
tr: Tekrar Kurmayı Deneyin

source: Try Out Tap to Pay on iPhone
ar: تجربة ميزة Tap to Pay على iPhone
de: „Tap to Pay“ auf dem iPhone testen
es: Prueba Tap to Pay on iPhone
fr: Essayer Appuyer pour payer sur iPhone
he: לנסות את Tap To Pay ב-iPhone
id: Coba Ketuk untuk Bayar di iPhone
it: Prova Tocca per pagare su iPhone
nl: Tap to Pay op iPhone proberen
pt_br: Experimente o Tap to Pay on iPhone
ru: Испытайте функцию Tap to Pay on iPhone
sv: Prova Tryck för att betala på iPhone
tr: Tap to Pay on iPhone'u Deneyin
