Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: Back to sites
ar: الرجوع إلى المواقع
de: Zurück zu den Websites
es: Volver a los sitios
fr: Retour aux sites
he: בחזרה לאתרים
id: Kembali ke Situs
it: Torna ai Siti
ja: サイトに戻る
nl: Terug naar sites
pt_br: Voltar para os sites
ru: Назад к сайтам
sv: Tillbaka till webbplatser
tr: Sitelere Geri Dön

source: Back to store
ar: العودة إلى المتجر
de: Zurück zum Shop
es: Volver a la tienda
fr: Retour à la boutique
he: בחזרה לחנות
id: Kembali ke toko
it: Torna al negozio
ja: ストアに戻る
nl: Terug naar winkel
pt_br: Voltar à loja
ru: Назад в магазин
sv: Tillbaka till butiken
tr: Mağazaya dön

source: Background
ar: الخلفية
de: Hintergrund
es: Fondo
fr: Arrière-plan
he: רקע
id: Latar Belakang
it: Sfondo
ja: 背景
nl: Achtergrond
pt_br: Plano de fundo
ru: Фон
sv: Bakgrund
tr: Arka plan

source: Backorders
ar: الطلبات المحجوزة
de: Lieferrückstände
es: Pedidos de artículos sin existencias
fr: Commandes en réapprovisionnement
he: הזמנות בהמתנה
id: Pesanan tunda
it: Ordini arretrati
ja: 入荷待ち
nl: Nabestellingen
pt_br: Pedidos em atraso
ru: Задержанные заказы
sv: Restordrar
tr: Geri dönen siparişler

source: Bahamas
ar: جزر البهاما
he: איי הבהאמה
id: Bahama
ja: バハマ
ru: Багамы
tr: Bahamalar

source: Bahrain
ar: البحرين
es: Baréin
fr: Bahreïn
he: בחריין
it: Bahrein
ja: バーレーン
nl: Bahrein
pt_br: Bahrein
ru: Бахрейн
tr: Bahreyn

source: Bangladesh
ar: بنغلاديش
de: Bangladesch
es: Bangladés
he: בנגלדש
ja: バングラデシュ
ru: Бангладеш
tr: Bangladeş

source: Barbados
ar: باربادوس
fr: Barbade
he: ברבדוס
ja: バルバドス
ru: Барбадос

source: Before you start setup
ar: قبل أن تبدأ الإعداد
de: Bevor du mit deiner Einrichtung beginnst
es: Antes de iniciar la configuración
fr: Avant d’entamer la configuration
he: לפני שנתחיל בתהליך ההגדרה
id: Sebelum Anda memulai penyiapan
it: Prima di iniziare l'impostazione
nl: Voordat je met de installatie begint
pt_br: Antes de começar a configuração
ru: Перед началом настройки
sv: Innan du startar konfigurationen
tr: Kurulumu başlatmadan önce

source: Begin Setup
ar: بدء الإعداد
de: Einrichtung beginnen
es: Iniciar la configuración
fr: Commencer la configuration
he: להתחיל בהגדרה
id: Mulai penyiapan
it: Inizia l'impostazione
nl: Installatie starten
pt_br: Comece a configuração
ru: Начать настройку
sv: Starta konfigurationen
tr: Kurulumu Başlat

source: Belarus
ar: روسيا البيضاء
de: Weißrussland
es: Bielorrusia
fr: Bélarus
he: בלרוס
it: Bielorussia
ja: ベラルーシ
nl: Wit-Rusland
pt_br: Bielorrússia
ru: Беларусь
tr: Beyaz Rusya

source: Belau
ar: بالاو
de: Palau
es: Palaos
he: באילו
ja: ベラウ
nl: Palau
pt_br: Palau
ru: Палау

source: Belgium
ar: بلجيكا
de: Belgien
es: Bélgica
fr: Belgique
he: בלגיה
id: Belgia
it: Belgio
ja: ベルギー
nl: België
pt_br: Bélgica
ru: Бельгия
sv: Belgien
tr: Belçika

source: Belize
ar: بليز
es: Belice
he: בליז
ja: ベリーズ
ru: Белиз

source: Benin
ar: بنين
es: Benín
fr: Bénin
he: בנין
ja: ベナン
ru: Бенин

source: Bermuda
ar: برمودا
es: Bermudas
fr: Bermudes
he: ברמודה
ja: バミューダ島
pt_br: Bermudas
ru: Бермуды

source: Bhutan
ar: بوتان
es: Bután
fr: Bhoutan
he: בהוטן
ja: ブータン
pt_br: Butão
ru: Бутан
tr: Butan

source: Billing Address
ar: عنوان الفوترة
de: Rechnungsadresse
es: Dirección de facturación
fr: Adresse de facturation
he: כתובת לחיוב
id: Alamat Penagihan
it: Indirizzo di fatturazione
ja: 請求先住所
nl: Factuuradres
pt_br: Endereço de cobrança
ru: Платёжный адрес
sv: Faktureringsadress
tr: Fatura Adresi

source: Billing Information
ar: معلومات الفوترة
de: Rechnungsinformationen
es: Información de facturación
fr: Informations de facturation
he: פרטי החיוב
id: Informasi Tagihan
it: Informazioni di fatturazione
ja: お支払い情報
nl: Factuurgegevens
pt_br: Informações de cobrança
ru: Платёжные реквизиты
sv: Faktureringsinformation
tr: Fatura Bilgileri

source: Blaze
ar: التوهج

source: Blaze Campaigns
ar: حملات Blaze
de: Blaze-Kampagnen
es: Campañas de Blaze
fr: Campagnes Blaze
he: קמפיינים של Blaze
id: Kampanye Blaze
it: Campagne Blaze
nl: Blaze-campagnes
pt_br: Campanhas no Blaze
ru: Кампании Blaze
sv: Blaze-kampanjer
tr: Blaze Kampanyaları

source: Block Quote
ar: مكوّن اقتباس
de: Blockzitat
es: Bloquear cita
fr: Bloquer les citations
he: ציטוט בלוק
id: Blokir Kutipan
it: Blocco Citazione
ja: ブロック引用
nl: Citaat blokkeren
pt_br: Bloco de citação
ru: Цитата
sv: Citatblock
tr: Blok Alıntı

source: Blog
ar: مدونة
he: אתר
ja: ブログ
ru: Блог
sv: Blogg

source: Bluetooth Reader
ar: قارئ البلوتوث
de: Bluetooth-Lesegerät
es: Lector con Bluetooth
fr: Lecteur Bluetooth
he: קורא Bluetooth
id: Pembaca Bluetooth
it: Lettore Bluetooth
ja: Bluetooth リーダー
nl: Lezer met bluetooth
pt_br: Leitor Bluetooth
ru: Устройство чтения Bluetooth
sv: Bluetooth-läsare
tr: Bluetooth Okuyucu

source: Bluetooth permission required
ar: يلزم الحصول على صلاحية البلوتوث
de: Bluetooth-Genehmigung erforderlich
es: Se necesita permiso para usar el Bluetooth
fr: Autorisation Bluetooth requise
he: נדרשות הרשאות ל-Bluetooth
id: Izin pengaktifan Bluetooth diperlukan
it: Autorizzazione del Bluetooth richiesta
ja: Bluetooth の権限が必要
nl: Bluetooth-machtiging vereist
pt_br: Permissão de Bluetooth necessária
ru: Требуются права доступа к Bluetooth
sv: Bluetooth-behörighet krävs
tr: Bluetooth izni gerekli

source: Bold
ar: عريض غامق
de: Fett
es: Negrita
fr: Gras
he: מודגש
id: Tebal
it: Grassetto
ja: 太字
nl: Vetgedrukt
pt_br: Negrito
ru: Полужирный
sv: Fet
tr: Kalın

source: Bolivia
ar: بوليفيا
de: Bolivien
fr: Bolivie
he: בוליביה
ja: ボリビア
pt_br: Bolívia
ru: Боливия
tr: Bolivya

source: Bonaire, Saint Eustatius and Saba
ar: جزر المملكة الهولندية الكاريبية
de: Bonaire, Sint Eustatius und Saba
es: Bonaire, San Eustaquio y Saba
fr: Saba, Saint-Eustache et Bonaire
he: בונייר, סנט אוסטטיוס וסאבא
id: Bonaire, Saint Eustatius dan Saba
it: Bonaire, Sant'Eustazio e Saba
ja: ボネール、シント・ユースタティウスおよびサバ
nl: Caribisch Nederland
pt_br: Países Baixos Caribenhos
ru: Бонайре, Синт-Эстатиус и Саба
sv: Bonaire, Saint Eustatius och Saba

source: Bookable
ar: قابل للحجز
de: Buchbar
es: Reservable
fr: Réservable
he: ניתן להזמנה
id: Dapat dipesan
it: Prenotabile
nl: Boekbaar
pt_br: Reservável
sv: Bokningsbar
tr: Rezerve edilebilir

source: Boost sales with special offers
ar: زيادة المبيعات من خلال العروض الخاصة
de: Steigere deine Umsätze mit Sonderangeboten
es: Mejorar las ventas con ofertas especiales
fr: Doper les ventes avec des offres spéciales
he: לשפר את שיעור המכירה עם מבצעים מיוחדים
id: Dongkrak penjualan dengan penawaran khusus
it: Incrementa le vendite con offerte speciali
nl: Geef je verkopen een boost met speciale aanbiedingen
pt_br: Impulsione as vendas com ofertas especiais
ru: Повысьте продажи с помощью специальных предложений
sv: Förbättra försäljningen med specialerbjudanden
tr: Özel tekliflerle satışları artırın

source: Boost your business by sending customers special offers and discounts.
ar: قم بتعزيز أعمالك عن طريق إرسال عروض وخصومات خاصة إلى العملاء.
de: Sende deinen Kunden Sonderangebote und Rabatte und steigere so deinen Umsatz.
es: Envía a los clientes ofertas y descuentos especiales para impulsar tu negocio.
fr: Boostez votre activité en envoyant des remises et des offres spéciales à vos clients.
he: אפשר לקדם את העסק באמצעות שליחה של מבצעים מיוחדים והנחות ללקוחות.
id: Tingkatkan penjualan dengan mengirimi pelanggan promosi dan diskon spesial.
it: Fai crescere la tua attività inviando ai clienti offerte speciali e sconti.
ja: 顧客に特別オファーや割引を提供して売上を向上
nl: Geef je bedrijf een boost door klanten speciale aanbiedingen en kortingen te geven
pt_br: Envie descontos e ofertas especiais aos seus clientes para turbinar seus negócios.
ru: Повысьте эффективность бизнеса, отправляя клиентам информацию о специальных предложениях и скидках.
sv: Öka din försäljning genom att skicka specialerbjudanden och rabatter till kunder.
tr: Müşterilere özel teklifler ve indirimler göndererek işletmenizi güçlendirin.

source: Boost your sales with linked products
ar: تعزيز مبيعاتك باستخدام المنتجات المرتبطة
de: Steigere deine Verkaufszahlen mit verlinkten Produkten
es: Aumenta tus ventas con productos enlazados
fr: Dynamisez vos ventes avec des produits associés
he: לשפר את המכירות עם מוצרים מקושרים
id: Tingkatkan penjualan Anda dengan produk tertaut
it: Aumenta le tue vendite con i prodotti collegati
ja: リンク付き商品で売り上げを伸ばす
nl: Boost je sales met gekoppelde producten
pt_br: Impulsione suas vendas com produtos vinculados
ru: Добавьте связанные продукты, чтобы повысить продажи
sv: Öka din försäljning med länkade produkter
tr: Bağlantılı ürünlerle satışlarınızı artırın

source: Bosnia and Herzegovina
ar: البوسنة والهرسك
de: Bosnien und Herzegowina
es: Bosnia y Herzegovina
fr: Bosnie-Herzégovine
he: בוסניה והרצגובינה
id: Bosnia dan Herzegovina
it: Bosnia-Erzegovina
ja: ボスニア・ヘルツェゴビナ
nl: Bosnië en Herzegovina
pt_br: Bósnia e Herzegovina
ru: Босния и Герцеговина
sv: Bosnien och Hercegovina
tr: Bosna Hersek

source: Botswana
ar: بوتسوانا
es: Botsuana
he: בוטסואנה
ja: ボツワナ
pt_br: Botsuana
ru: Ботсвана
tr: Botsvana

source: Bouvet Island
ar: جزيرة بوفيت
de: Bouvetinsel
es: Isla Bouvet
fr: Île Bouvet
he: האי בובה
id: Pulau Bouvet
it: Isola Bouvet
ja: ブーベ島
nl: Bouvet eiland
pt_br: Ilha Bouvet
ru: Остров Буве
sv: Bouvetön
tr: Bouvet Adası

source: Box
ar: صندوق
de: Karton
es: Caja
fr: Boîte
he: קופסה
id: Kotak
it: Confezione
ja: ボックス
nl: Doos
pt_br: Caixa
ru: Коробка
sv: Låda
tr: Kutu

source: Brazil
ar: البرازيل
de: Brasilien
es: Brasil
fr: Brésil
he: ברזיל
id: Brasil
it: Brasile
ja: ブラジル
nl: Brazilië
pt_br: Brasil
ru: Бразилия
sv: Brasilien
tr: Brezilya

source: British Indian Ocean Territory
ar: إقليم المحيط الهندي البريطاني
de: Britisches Territorium im Indischen Ozean
es: Territorio Británico del Océano Índico
fr: Territoire britannique de l’océan Indien
he: הטריטוריה הבריטית באוקינוס ההודי
id: Teritori Inggris di Samudra Hindia
it: Territorio britannico dell'Oceano Indiano
ja: イギリス領インド洋地域
nl: Brits Indische Oceaanterritorium
pt_br: Território Britânico do Oceano Índico
ru: Британская территория в Индийском океане
sv: Brittiska territoriet i Indiska oceanen
tr: İngiliz Hint Okyanusu Bölgesi

source: British Virgin Islands
ar: جزر فيرجن البريطانية
de: Britische Jungferninseln
es: Islas Vírgenes Británicas
fr: Îles Vierges britanniques
he: איי הבתולה הבריטים
id: Kepulauan Virgin Britania Raya
it: Isole Vergini Britanniche
ja: イギリス領ヴァージン諸島
nl: Britse Maagdeneilanden
pt_br: Ilhas Virgens Britânicas
ru: Британские Виргинские острова
sv: Brittiska Jungfruöarna
tr: Britanya Virjin Adaları

source: Brunei
ar: بروناي
es: Brunéi
he: ברוניי
id: Brunei Darussalam
ja: ブルネイ
ru: Бруней

source: Bulgaria
ar: بلغاريا
de: Bulgarien
fr: Bulgarie
he: בולגריה
ja: ブルガリア
nl: Bulgarije
pt_br: Bulgária
ru: Болгария
sv: Bulgarien
tr: Bulgaristan

source: Bulk Update
ar: التحديث المُجمَّع
de: Massenupdate
es: Actualización en lote
fr: Mise à jour par lot
he: עדכון מספר פריטים במקביל
id: Pembaruan Massal
it: Aggiornamento in blocco
ja: 一括更新
pt_br: Atualizar em massa
ru: Пакетное обновление
sv: Massuppdatera
tr: Toplu Güncelleme

source: Bulk update
ar: التحديث المُجمَّع
de: Massenupdate
es: Actualización en lote
fr: Mise à jour par lot
he: עדכון מספר פריטים במקביל
id: Pembaruan massal
it: Aggiornamento in blocco
ja: 一括更新
pt_br: Atualizar em massa
ru: Пакетное обновление
sv: Massuppdatera
tr: Toplu güncelleme

source: Bundle
ar: حزمة
de: Paket
es: Paquete
fr: Formule
he: חבילה
id: Paket
it: Pacchetto
ja: パッケージ
nl: Bundel
pt_br: Pacote
ru: Комплект
sv: Paket
tr: Paket

source: Bundled Products
ar: المنتجات المجمعة
de: Gebündelte Produkte
es: Productos agrupados
fr: Produits groupés
he: מוצרים בחבילות
id: Produk Bundel
it: Prodotti in pacchetto
ja: パッケージ同梱商品
nl: Gebundelde producten
pt_br: Produtos agrupados
ru: Товары в комплекте
sv: Paketprodukter
tr: Paketli Ürünler

source: Bundled products
ar: المنتجات المجمعة
de: Gebündelte Produkte
es: Productos agrupados
fr: Produits groupés
he: מוצרים בחבילות
id: Produk bundel
it: Prodotti in pacchetto
ja: パッケージ同梱商品
nl: Gebundelde producten
pt_br: Produtos agrupados
ru: Товары в комплекте
sv: Paketprodukter
tr: Paketli ürünler

source: Bundles
ar: الحزم
de: Pakete
es: Paquetes
fr: Formules
he: חבילות
id: Paket
it: Pacchetti
nl: Bundels
pt_br: Pacotes
ru: Комплекты
sv: Paket
tr: Paketler

source: Bundles Sold
ar: الحزم المبيعة
de: Verkaufte Pakete
es: Paquetes vendidos
fr: Formules vendues
he: חבילות שנמכרו
id: Paket Terjual
it: Pacchetti venduti
nl: Verkochte bundels
pt_br: Pacotes vendidos
ru: Продано комплектов
sv: Paket sålda
tr: Satılan Paketler

source: Burkina Faso
ar: بوركينا فاسو
he: בורקינה פאסו
ja: ブルキナファソ
ru: Буркина-Фасо

source: Burundi
ar: بوروندي
he: בורונדי
ja: ブルンジ
ru: Бурунди

source: Button Text
ar: نص الزر
es: Texto del botón
fr: Libellé du bouton
he: טקסט כפתור
id: Teks Tombol
it: Testo del pulsante
ja: ボタンテキスト
nl: Knoptekst
pt_br: Texto do botão
ru: Текст кнопки
sv: Knapptext
tr: Düğme Metni

source: Buy Product
ar: شراء منتج
de: Produkt kaufen
es: Comprar producto
fr: Acheter le produit
he: לרכוש מוצר
id: Beli produk
it: Acquista prodotto
ja: 商品を購入
nl: Product kopen
pt_br: Comprar produto
ru: Купить товар
sv: Köp produkt
tr: Ürün satın al

source: Buy postage when you need it
ar: شراء طابع البريد عندما تحتاج إليه
de: Kaufe Porto, wenn du es benötigst
es: Compra franqueo cuando lo necesites
fr: Achetez l’affranchissement quand vous en avez besoin
he: לקנות דמי דואר בשעת הצורך
id: Beli perangko seperlunya
it: Acquista la spedizione quando ne hai bisogno
ja: 送料は必要なときに購入
nl: Koop posttarief wanneer je het nodig hebt
pt_br: Compre franquias postais sempre que precisar
ru: Оплачивайте почтовые сборы по мере необходимости
sv: Köp porto när du behöver det
tr: İhtiyacınız olduğunda posta ücreti satın alın

source: By continuing, you agree to our %1$@.
ar: تعني المتابعة أنك توافق على %1$@ لدينا.
de: Indem du fortfährst, stimmst du unseren %1$@ zu.
es: Al continuar, aceptas nuestras %1$@.
fr: En poursuivant, vous acceptez nos %1$@.
he: המשך הפעולה מהווה את ההסכמה שלך לגבי %1$@.
id: Dengan melanjutkan, Anda menyetujui %1$@ kami.
it: Continuando accetti i nostri %1$@.
ja: 続行すると、%1$@に同意したことになります。
nl: Door verder te gaan, ga je akkoord met onze %1$@.
pt_br: Ao continuar, você concorda com os nossos %1$@.
ru: Продолжая, вы принимаете %1$@.
sv: Genom att fortsätta godkänner du våra %1$@.
tr: Devam ederek %1$@ hükümlerimizi kabul etmiş olursunuz.

source: By continuing, you agree to our _Terms of Service_.
ar: يعني الاستمرار أنَّك توافق على شروط الخدمة التي نقرها.
de: Wenn du fortfährst, stimmst du unseren _Geschäftsbedingungen_ zu.
es: Si continúas, aceptas nuestras _Condiciones del servicio_.
fr: En continuant, vous acceptez nos _Conditions d'utilisation_.
he: המשך הפעולה מהווה את הסכמתך לתנאי השימוש שלנו.
id: Dengan melanjutkan, Anda menyetujui _Ketentuan Layanan_ kami.
it: Continuando, accetti i nostri _Termini di servizio_.
ja: 継続すると、_利用規約_ に合意したことになります。
nl: Door verder te gaan, ga je akkoord met onze _Servicevoorwaarden_.
pt_br: Ao continuar, você concordará com nossos _Termos de Serviço_.
ru: Продолжая, вы принимаете _Условия предоставления услуг_.
sv: Genom att fortsätta godkänner du våra _användarvillkor_.
tr: Devam ederek Hizmet Şartlarımızı kabul etmiş olursunuz.

source: By signing up, you agree to our _Terms of Service_.
ar: يعني تسجيل الدخول موافقتك على _Terms of Service_.
de: Durch die Registrierung stimmst du unseren Geschäftsbedingungen zu.
es: Al registrarte aceptas nuestros _Términos del servicio_.
fr: En vous inscrivant, vous acceptez les _Conditions d'Utilisation_.
he: ביצוע ההרשמה מהווה את הסכמתך לתנאי השימוש שלנו.
id: Dengan mendaftar, berarti Anda menyetujui _Ketentuan Layanan_ kami.
it: Iscrivendoti, accetti i nostri _Termini di servizio_.
ja: 登録することで、利用規約に合意したことになります。
nl: Door aan te melden, ga je akkoord met onze _algemene voorwaarden_.
pt_br: Ao cadastrar-se, você concorda com os nossos _Termos de serviço_.
ru: Регистрируясь вы соглашаетесь с нашими _Правилами пользования_.
sv: Genom att registrera dig godkänner du våra _användarvillkor_.
tr: Kaydolarak_Hizmet Koşullarını_ kabul etmiş olursunuz.

source: By tapping the Connect Jetpack button, you agree to our %1$@ and to %2$@ with WordPress.com.
ar: يعني النقر على زر Connect Jetpack أنك توافق على %1$@ و%2$@ اللذين نطرحهما مع ووردبريس.كوم.
de: Durch Tippen auf den Button „Jetpack verbinden“ stimmst du unseren %1$@ und dem %2$@ mit WordPress.com zu.
es: Al tocar el botón Conectar Jetpack, aceptas nuestras %1$@ y %2$@ con WordPress.com.
fr: En appuyant sur le bouton Connecter Jetpack, vous acceptez nos %1$@ et de %2$@ avec WordPress.com.
he: בהקשה על הכפתור 'לחבר את Jetpack', אנחנו מקבלים את הסכמתך על %1$@ ואישורך %2$@ עם WordPress.com.
id: Dengan mengetuk tombol Hubungkan Jetpack, Anda menyetujui %1$@ kami dan bersedia %2$@ dengan WordPress.com.
it: Toccando il pulsante Connect Jetpack, accetti i nostri %1$@ e di %2$@ con WordPress.com.
ja: 「Jetpack に連携」ボタンをタップすると、当社の%1$@および WordPress.com に%2$@ことに同意したものとみなされます。
nl: Door op de knop Jetpack verbinden te tikken, ga je akkoord met onze %1$@ en met %2$@ met WordPress.com.
pt_br: Ao clicar no botão Conectar Jetpack, você concorda com nosso %1$@ e %2$@ com o WordPress.com.
ru: Нажимая кнопку «Подключить Jetpack», вы принимаете %1$@ и разрешаете %2$@ с WordPress.com.
sv: Genom att trycka på knappen Anslut Jetpack godkänner du våra %1$@ och samtycker till att %2$@ med WordPress.com.
tr: Jetpack'i Bağla düğmesine dokunarak, %1$@ ve WordPress.com ile %2$@ kabul etmiş olursunuz.

source: By tapping the Install Jetpack button, you agree to our %1$@ and to %2$@ with WordPress.com.
ar: يعني النقر على زر "تثبيت Jetpack" أنك توافق على %1$@ و%2$@ اللذين نطرحهما مع ووردبريس.كوم.
de: Durch Tippen auf den Button „Jetpack installieren“ erklärst du dich mit unseren %1$@ und mit dem %2$@ mit WordPress.com einverstanden.
es: Al tocar el botón Instalar Jetpack, aceptas nuestras %1$@ y %2$@ con WordPress.com.
fr: En appuyant sur le bouton Installer Jetpack, vous acceptez nos %1$@ et de %2$@ avec WordPress.com.
he: בהקשה על הכפתור 'להתקין את Jetpack', אנחנו מקבלים את הסכמתך על %1$@ ואישורך %2$@ עם WordPress.com.
id: Dengan mengetuk tombol Instal Jetpack, Anda menyetujui %1$@ kami dan bersedia %2$@ dengan WordPress.com.
it: Toccando il pulsante Install Jetpack, accetti i nostri %1$@ e di %2$@ con WordPress.com.
ja: 「Jetpack をインストール」ボタンをタップすると、当社の%1$@および WordPress.com に%2$@ことに同意したものとみなされます。
nl: Door op de knop Jetpack installeren te tikken, ga je akkoord met onze %1$@ en met %2$@ met WordPress.com.
pt_br: Ao tocar no botão Instalar Jetpack, você concorda com nossos %1$@ e em %2$@ com o WordPress.com.
ru: Нажимая кнопку «Установить Jetpack», вы принимаете %1$@ и разрешаете %2$@ с WordPress.com.
sv: Genom att trycka på knappen Installera Jetpack godkänner du våra %1$@ och samtycker till att %2$@ med WordPress.com.
tr: Jetpack'i Yükle düğmesine dokunarak, %1$@ ve WordPress.com ile %2$@ kabul etmiş olursunuz.

source: By using WooPayments you agree to be bound by our [Terms of Service](https://wordpress.com/tos) and acknowledge that you have read our [Privacy Policy](https://automattic.com/privacy/).
ar: يعني استخدام WooPayments أنك توافق على الالتزام [بشروط الخدمة] التي نقرِّها (https://wordpress.com/tos)، والاعتراف بأنك قرأت [سياسة الخصوصية] التي ننتهجها (https://automattic.com/privacy/).
de: Durch die Verwendung von WooPayments stimmst du unseren [Geschäftsbedingungen](https://wordpress.com/tos) zu und bestätigst, dass du unsere [Datenschutzerklärung](https://automattic.com/privacy/) gelesen hast.
es: Si utilizas WooPayments, te comprometes con nuestras [Condiciones del servicio] (https://wordpress.com/tos) y confirmas que has leído nuestra [Política de privacidad] (https://automattic.com/privacy/).
fr: En utilisant WooPayments, vous acceptez de vous soumettre à nos [Conditions d’utilisation](https://wordpress.com/tos) et vous reconnaissez avoir lu notre [Politique de confidentialité](https://automattic.com/privacy/).
he: השימוש ב-WooCommerce Payments מהווה את הסכמתך לפעול בכפוף ל[תנאי השימוש](https://wordpress.com/tos), ומאשר שקראת את [מדיניות הפרטיות](https://automattic.com/privacy/) שלנו.
id: Dengan menggunakan WooPayments, Anda terikat oleh [Ketentuan Layanan] kami (https://wordpress.com/tos) dan menyatakan bahwa Anda telah membaca [Kebijakan Privasi] kami (https://automattic.com/privacy/).
it: Utilizzando WooPayments accetti di essere vincolato dai nostri [Termini di servizio](https://wordpress.com/tos) e confermi di aver letto la nostra [Politica sulla privacy](https://automattic.com/privacy/).
nl: Door WooPayments te gebruiken, ga je ermee akkoord dat je bent gebonden aan onze [Servicevoorwaarden] (https://wordpress.com/tos) en bevestig je dat je ons [Privacybeleid] (https://automattic.com/privacy/) hebt gelezen.
pt_br: Ao usar o WooCommerce, você concorda em aderir aos nossos [Termos de serviço](https://wordpress.com/tos) e confirma que leu a nossa [Política de privacidade](https://automattic.com/privacy/).
ru: Используя WooPayments, вы принимаете [Условия предоставления услуг](https://wordpress.com/tos) и подтверждаете, что ознакомились с [Политикой конфиденциальности](https://automattic.com/privacy/).
sv: Genom att använda WooPayments samtycker du till våra [användarvillkor](https://wordpress.com/tos) och intygar att du har läst vår [integritetspolicy](https://automattic.com/privacy/).
tr: WooPayments'ı kullanarak [Hizmet Koşullarımıza](https://wordpress.com/tos) bağlı kalmayı ve [Gizlilik Politikamızı](https://automattic.com/privacy/) okuduğunuzu kabul etmiş olursunuz.

source: CUSTOM PACKAGES
ar: حزم مخصصة
de: INDIVIDUELLE PAKETE
es: PAQUETES PERSONALIZADOS
fr: COLIS PERSONNALISÉS
he: חבילות מותאמות אישית
id: PAKET KHUSUS
it: PACCHETTI PERSONALIZZATI
ja: カスタム荷物
nl: AANGEPASTE PAKKETTEN
pt_br: PACOTES PERSONALIZADOS
ru: СПЕЦИАЛЬНЫЕ ПОСЫЛКИ
sv: ANPASSADE PAKET
tr: ÖZEL PAKETLER

source: Call
ar: اتصال
de: Telefon
es: Llamar
fr: Appel
he: להתקשר
id: Hubungi
it: Chiama
ja: 通話
nl: Bellen
pt_br: Ligar
ru: Вызов
sv: Ring
tr: Ara

source: Cambodia
ar: كمبوديا
de: Kambodscha
es: Camboya
fr: Cambodge
he: קמבודיה
id: Kamboja
it: Cambogia
ja: カンボジア
nl: Cambodja
pt_br: Camboja
ru: Камбоджа
sv: Kambodja
tr: Kamboçya

source: Camera access is required for SKU scanning. Please enable camera permissions in your device settings
ar: الوصول إلى الكاميرا مطلوب لفحص وحدة SKU. يرجى تمكين صلاحيات الكاميرا ضمن إعدادات الجهاز لديك.
de: Zum Scannen von Artikelnummern ist Kamerazugriff erforderlich. Bitte aktiviere die Kameraberechtigungen in deinen Geräteeinstellungen
es: Es necesario el acceso a la cámara para escanear el SKU. Activa los permisos de la cámara en los ajustes del dispositivo
fr: La lecture des UGS nécessite l’accès à l’appareil photo. Veuillez autoriser l’accès à votre appareil photo dans les réglages de votre appareil.
he: כדי לסרוק SKU יש לאפשר הרשאות מצלמה עליך לאפשר את הרשאות המצלמה מהגדרות המכשיר
id: Akses kamera diwajibkan untuk pemindaian SKU. Harap aktifkan izin penggunaan kamera di pengaturan perangkat Anda
it: L'accesso alla fotocamera è richiesto per la scansione dello SKU. Attiva le autorizzazioni della fotocamera nelle impostazioni del dispositivo
nl: Toegang tot de camera is vereist voor SKU-scannen. Schakel cameramachtigingen in je apparaatinstellingen in.
pt_br: O acesso à câmera é obrigatório para a leitura do SKU. Ative as permissões da sua câmera na configuração do dispositivo
ru: Для сканирования артикулов требуется доступ к камере. Включите разрешения для камеры в настройках устройства.
sv: Kameraåtkomst krävs för SKU-skanning. Aktivera kamerabehörigheter i dina enhetsinställningar
tr: SKU taraması için kamera erişimi gereklidir. Lütfen cihaz ayarlarınızda kamera izinlerini etkinleştirin
