Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: Create your first variation
ar: إنشاء مجموعتك المتنوعة الأولى
de: Erste Variante erstellen
es: Crea tu primera variación
fr: Créer votre première variante
he: ליצור את הסוג הראשון שלך
id: Buat variasi pertama Anda
it: Crea la prima variante
ja: 最初のバリエーションを作成
nl: Je eerste variatie maken
pt_br: Crie sua primeira variação
ru: Создайте первый вариант
sv: Skapa din första variation
tr: İlk varyasyonunuzu oluşturun

source: Create your password
ar: إنشاء كلمة المرور الخاصة بك
de: Passwort erstellen
es: Crear tu contraseña
fr: Créer votre mot de passe
he: ליצור סיסמה
id: Buat kata sandi
it: Crea la tua password
nl: Maak je wachtwoord aan
pt_br: Criar sua senha
ru: Создайте пароль
sv: Skapa ditt lösenord
tr: Şifrenizi oluşturun

source: Create, edit, and publish products.
ar: أنشئ المنتجات وحررها وانشرها.
de: Erstelle, bearbeite und veröffentliche Produkte.
es: Crea, edita y publica productos.
fr: Créez, modifiez et publiez des produits.
he: ליצור, לערוך ולפרסם מוצרים.
id: Buat, sunting, dan poskan produk.
it: Crea, modifica e pubblica prodotti.
ja: 商品を作成、編集、公開します。
nl: Maak, bewerk en publiceer producten.
pt_br: Crie, edite e publique produtos.
ru: Создание, редактирование и публикация товаров.
sv: Skapa, redigera och publicera produkter.
tr: Ürünleri oluşturun, düzenleyin ve yayınlayın.

source: Creates variations for all combinations of your attributes.
ar: إنشاء تباينات لكل مجموعات السمات لديك.
de: Erstellt Varianten für alle Kombinationen deiner Attribute.
es: Crea variaciones para todas las combinaciones de tus atributos.
fr: Crée des variantes pour toutes les combinaisons de vos attributs.
he: הפעולה יוצרת סוגים עבור כל השילובים של המאפיינים שציינת.
id: Membuat variasi untuk semua kombinasi atribut Anda.
it: Crea le variant per tutte le combinazioni degli attributi.
ja: 属性のすべての組み合わせについてバリエーションを作成します。
nl: Maakt variaties aan voor alle combinaties van je eigenschappen.
pt_br: Cria variações para todas as combinações de seus atributos.
ru: Создание вариантов для всех комбинаций ваших атрибутов.
sv: Skapar variationer för alla kombinationer av dina attribut.
tr: Niteliklerinizin tüm kombinasyonları için varyasyonlar oluşturur.

source: Creating Variations...
ar: جارٍ إنشاء التباينات...
de: Varianten werden erstellt …
es: Creando variaciones...
fr: Création des variantes en cours...
he: יוצר סוגים...
id: Membuat Variasi...
it: Creazione della variante in corso...
ja: バリエーションを生成しています...
nl: Variaties worden aangemaakt...
pt_br: Criando variações...
ru: Создание вариантов...
sv: Skapar variationer...
tr: Varyasyon Oluşturuluyor...

source: Credit card
ar: بطاقة إئتمان
de: Kreditkarte
es: Tarjeta de crédito
fr: Carte de crédit
he: כרטיס אשראי
id: Kartu Kredit
it: Carta di credito
ja: クレジットカード
pt_br: Cartão de crédito
ru: Банковская карта
sv: Kreditkort
tr: Kredi kartı

source: Credit card ending in %1$@
ar: تنتهي صلاحية بطاقة الائتمان في %1$@
de: Kreditkarte endet auf %1$@
es: Tarjeta de crédito que termina por %1$@
fr: Carte de crédit se terminant par %1$@
he: כרטיס אשראי שמסתיים בספרות %1$@
id: Kartu kredit berakhir dalam %1$@
it: Carta di credito terminante in %1$@
ja: クレジットカードの有効期限は%1$@です
nl: Creditcard eindigt op %1$@
pt_br: Cartão de crédito que termina em %1$@
ru: Последние цифры номера кредитной карты: %1$@
sv: Kreditkort som slutar på %1$@
tr: %1$@ ile biten kredi kartı

source: Credits cards are retrieved from the following WordPress.com account: %1$@ <%2$@>
ar: يتم استرداد بطاقات الائتمان من حساب ووردبريس.كوم التالي: %1$@ <%2$@>
de: Kreditkartendaten werden von folgendem WordPress.com-Konto abgerufen: %1$@ <%2$@>
es: Se han aplicado las tarjetas de crédito de esta cuenta de WordPress.com: %1$@ <%2$@>
fr: Les cartes de crédit sont récupérées à partir du compte WordPress.com suivant : %1$@ <%2$@>
he: כרטיסי אשראי מתקבלים מהחשבון הבא של WordPress.com:‏ %1$@ <%2$@>
id: Kartu kredit diambil dari akun WordPress.com berikut: %1$@ <%2$@>
it: Le carte di credito vengono recuperate dal seguente account WordPress.com: %1$@ <%2$@>
ja: クレジットカードが次の WordPress.com アカウントから読み込まれました: %1$@ <%2$@>
nl: Creditcards worden opgehaald uit het volgende WordPress.com-account: %1$@ <%2$@>
pt_br: Cartões de crédito recuperados da seguinte conta do WordPress.com: %1$@ <%2$@>
ru: Сведения о кредитных картах получены из следующей учётной записи WordPress.com: %1$@ <%2$@>
sv: Kreditkort hämtas från följande WordPress.com-konto: %1$@ <%2$@>
tr: Kredi kartları şu WordPress.com hesabından alınır: %1$@ <%2$@>

source: Croatia
ar: كرواتيا
de: Kroatien
es: Croacia
fr: Croatie
he: קרואטיה
id: Kroasia
it: Croazia
ja: クロアチア
nl: Kroatië
pt_br: Croácia
ru: Хорватия
sv: Kroatien
tr: Hırvatistan

source: Cross-sells
ar: منتجات تسويقية
de: Cross-Sells (Querverkäufe)
es: Ventas cruzadas
fr: Ventes croisées
he: מכירות משלימות
it: Cross-sell
ja: クロスセル
pt_br: Venda cruzada
ru: Кросселы
sv: Korsförsäljning
tr: Çapraz satışlar

source: Cuba
ar: كوبا
de: Kuba
he: תת-מחוז קובה
id: Kuba
ja: キューバ
ru: Куба
sv: Kuba
tr: Küba

source: Curacao
ar: كوراكاو
de: Curaçao
es: Curazao
fr: Curaçao
he: קורסאו
it: Curaçao
ja: キュラソー
nl: Curaçao
pt_br: Curaçao
ru: Кюрасао
sv: Curaçao
tr: Kurasao

source: Current
ar: الحالي
de: Aktuell
es: Actual
fr: Actuel
he: נוכחי
id: Saat ini
it: Attuale
nl: Huidig
pt_br: Atual
ru: Текущая дата
sv: Nuvarande
tr: Geçerli

source: Current price is %@.
ar: يبلغ السعر الحالي %@.
de: Aktueller Preis ist %@.
es: El precio actual es: %@.
fr: Le prix actuel est de %@.
he: המחיר הנוכחי הוא %@.
id: Harga saat ini adalah %@.
it: Il prezzo attuale è %@.
ja: 現在の価格は %@です。
nl: Huidige prijs is %@.
pt_br: O preço atual é %@.
ru: Текущая цена: %@.
sv: Nuvarande pris är %@.
tr: Geçerli fiyat: %@.

source: Current price is not set.
ar: لم يتم تحديد السعر الحالي.
de: Aktueller Preis ist nicht festgelegt.
es: No se ha fijado el precio actual.
fr: Le prix actuel n’est pas défini.
he: המחיר הנוכחי לא מוגדר.
id: Harga saat ini belum diatur.
it: Il prezzo attuale non è impostato.
ja: 現在の価格が設定されていません。
nl: Huidige prijs is niet ingesteld.
pt_br: O preço atual não está definido.
ru: Текущая цена не указана.
sv: Nuvarande pris är inte inställt.
tr: Geçerli fiyat belirlenmedi.

source: Current prices are mixed.
ar: الأسعار الحالية متفاوتة.
de: Aktuelle Preise sind unterschiedlich.
es: Los precios actuales son mixtos.
fr: Les prix actuels sont variables.
he: המחירים הנוכחיים כוללים ערכים משתנים.
id: Harga saat ini berbeda-beda.
it: I prezzi attuali sono misti.
ja: 現在、さまざまな価格が混在しています。
nl: Huidige prijzen verschillen.
pt_br: Os preços atuais estão misturados.
ru: Текущие цены вариантов отличаются друг от друга.
sv: Nuvarande priser är blandade.
tr: Geçerli fiyatlar karışık.

source: Current: %@
ar: الحالي: %@
de: Aktuell: %@
es: Actual: %@
fr: Actuellement : %@
he: כרגע: %@
id: Saat ini: %@
it: Attuale: %@
nl: Huidig: %@
pt_br: Atual: %@
ru: Сейчас: %@
sv: Nuvarande: %@
tr: Şu anda: %@

source: Currently creation is supported for 100 variations maximum. Generating variations for this product would create %d variations.
ar: يكون الإنشاء مدعومًا حاليًا لـ 100 تباين بحد أقصى. سيؤدي إنشاء التباينات لهذا المنتج إلى إنشاء %d من التباينات.
de: Derzeit können maximal 100 Varianten erstellt werden. Bei diesem Produkt würden %d Varianten erstellt werden.
es: En este momento, la creación es compatible con un máximo de 100 variaciones. La generación de variaciones para este producto crearía %d variaciones.
fr: Actuellement, la création est disponible pour 100 variantes maximum. Générer des variantes pour ce produit créerait %d variantes.
he: נכון לעכשיו, אנחנו תומכים ביצירה של 100 סוגים לכל היותר. פעולת היצירה של סוגים למוצר הזה תיצור %d סוגים.
id: Saat ini, pembuatan mendukung maksimal 100 variasi. Pembuatan variasi untuk produk ini akan membuat %d variasi.
it: Attualmente la creazione è supportata per un massimo di 100 varianti. La generazione delle varianti per il prodotto creerà %d varianti.
ja: 現在、作成がサポートされているのは、最大100件のバリエーションです。 この商品のバリエーションを生成すると、%d件のバリエーションが作成されます。
nl: Aanmaken wordt momenteel ondersteund voor maximaal 100 variaties. Het genereren van variaties voor dit product leidt tot het aanmaken van %d variaties.
pt_br: Atualmente, a criação é compatível com 100 variações no máximo. Gerar variações para este produto criaria %d variações.
ru: Текущее максимальное количество создаваемых вариантов: 100. Количество вариантов, которые можно создать для этого продукта: %d.
sv: Skapande stöds för närvarande för högst 100 variationer. Att generera variationer för den här produkten skulle skapa %d variationer.
tr: Şu anda oluşturma en fazla 100 varyasyon için desteklenmektedir. Bu ürün için varyasyon oluşturmak %d varyasyon oluşturur.

source: Custom
ar: مخصص
de: Individuell
es: Personalizado
fr: Personnaliser
he: התאמה אישית
id: Kustom
it: Clientela
ja: カスタム
nl: Aangepast
pt_br: Personalizada
ru: Дополнительно
sv: Anpassad
tr: Özel

source: Custom Amount
ar: مبلغ مخصص
de: Individueller Betrag
es: Cantidad personalizada
fr: Montant personnalisé
he: סכום מותאם
id: Jumlah Kustom
it: Importo personalizzato
ja: カスタム金額
nl: Aangepast bedrag
pt_br: Valor personalizado
ru: Индивидуальная сумма
sv: Anpassat belopp
tr: Özel Tutar

source: Custom Amounts
ar: مبالغ مخصصة
de: Individuelle Beträge
es: Cantidades personalizadas
fr: Montants personnalisés
he: סכומים בהתאמה אישית
id: Jumlah Kustom
it: Importi personalizzati
nl: Aangepaste bedragen
pt_br: Valores personalizados
ru: Индивидуальные суммы
sv: Anpassade belopp
tr: Özel Tutarlar

source: Custom Carrier
ar: شركة نقل مخصصة
de: Individueller Versanddienstleister
es: Empresa de transporte personalizada
fr: Transporteur personnalisé
he: ספק מותאם
id: Operator Kustom
it: Corriere personalizzato
ja: カスタムの配送業者
nl: Aangepaste bezorger
pt_br: Transportadora personalizada
ru: Другой перевозчик
sv: Anpassat transportföretag
tr: Özel Kargo Şirketi

source: Custom Date Range
ar: نطاق تاريخ مخصص
de: Angepasster Zeitraum
es: Intervalo de fechas personalizado
fr: Plage de dates personnalisée
he: טווח תאריכים מותאם אישית
id: Rentang Tanggal Kustom
it: Intervallo di date personalizzato
ja: カスタムの日付の範囲
nl: Aangepast datumbereik
pt_br: Período personalizado
ru: Произвольный период
sv: Anpassat datumintervall
tr: Özel Tarih Aralığı

source: Custom Fields
ar: خصائص إضافية
de: Eigene Felder
es: Campos personalizados
fr: Champs personnalisés
he: שדות מותאמים
id: Kolom Khusus
it: Campi personalizzati
ja: カスタムフィールド
nl: Aangepaste velden
pt_br: Campos personalizados
ru: Произвольные поля
sv: Anpassade fält
tr: Özel Alanlar

source: Custom Line %1$d
ar: سطر مخصص ⁦%1$d⁩
de: Zollposition %1$d
es: Línea personalizada %1$d
fr: Ligne personnalisée %1$d
he: שורה מותאמת אישית ⁦%1$d⁩
id: Baris Kustom %1$d
it: %1$d riga personalizzata
ja: カスタムライン%1$d
nl: Aangepaste regel %1$d
pt_br: Linha personalizada %1$d
ru: Пользовательский артикул %1$d
sv: Anpassad rad %1$d
tr: Özel Hat %1$d

source: Custom Package
ar: حزمة مخصصة
de: Individuelles Paket
es: Paquete personalizado
fr: Colis personnalisé
he: חבילה מותאמת אישית
id: Paket Khusus
it: Pacchetto personalizzato
ja: カスタム荷物
nl: Aangepast pakket
pt_br: Pacote personalizado
ru: Индивидуальный пакет
sv: Anpassat paket
tr: Özelleştirilmiş Paket

source: Custom Range
ar: نطاق مخصص
de: Angepasster Zeitraum
es: Personalizar rango
fr: Plage personnalisée
he: טווח מותאם
id: Rentang Khusus
it: Intervallo personalizzato
ja: カスタム範囲
nl: Aangepast bereik
pt_br: Período personalizado
ru: Произвольный период
sv: Anpassat intervall
tr: Özel Aralık

source: Custom amount
ar: مبلغ مخصص
de: Individueller Betrag
es: Cantidad personalizada
fr: Montant personnalisé
he: סכום מותאם
id: Jumlah Kustom
it: Importo personalizzato
nl: Aangepast bedrag
pt_br: Valor personalizado
ru: Индивидуальная сумма
sv: Anpassat belopp
tr: Özel Tutar

source: Custom forms require a 10-digit phone number
ar: تتطلب النماذج الجمركية رقم هاتف مكوَّنًا من 10 أرقام
de: Zollformulare erfordern eine 10-stellige Telefonnummer
es: Los formularios de aduanas requieren un número de teléfono de 10 dígitos
fr: Les formulaires de douane nécessitent un numéro de téléphone à 10 chiffres
he: לטופסי מכס נדרש מספר טלפון בן 10 ספרות
id: Formulir bea cukai wajib menyertakan nomor telepon 10 digit
it: I moduli personalizzati richiedono un numero di telefono composto da 10 cifre
ja: カスタムフォームには10桁の電話番号を入力してください
nl: Voor douaneformulieren is een tiencijferig telefoonnummer verplicht
pt_br: As declarações aduaneiras exigem um número de telefone de 10 dígitos
ru: Для таможенных форм требуется 10-значный телефонный номер
sv: Tullformulär kräver ett tiosiffrigt telefonnummer
tr: Gümrük formları 10 haneli bir telefon numarası gerektirir

source: Custom order emails
ar: رسائل البريد الإلكتروني الخاصة بالطلبات المخصصة
de: Individuelle Bestell-E-Mails
es: Correos electrónicos de pedidos personalizados
fr: E-mails de commande personnalisés
he: אימיילים מותאמים להזמנות
id: Email pesanan khusus
it: E-mail di ordini personalizzati
nl: Aangepaste bestellingsmails
pt_br: E-mails de pedidos personalizados
ru: Пользовательские эл. письма о заказах
sv: Anpassade e-postbeställningar
tr: Özel sipariş e-postaları

source: Custom product kits
ar: مجموعات أدوات المنتجات المخصصة
de: Individuelle Produkt-Kits
es: Kits de productos personalizados
fr: Kits de produits personnalisés
he: ערכות מוצרים מותאמות
id: Paket produk khusus
it: Kit di prodotti personalizzati
nl: Aangepaste productpakketten
pt_br: Kits de produtos personalizados
ru: Пользовательские комплекты товаров
sv: Anpassade produktpaket
tr: Özel ürün kitleri

source: Customer
ar: العميل
de: Kunde
es: Cliente
fr: Client
he: לקוח
id: Pelanggan
it: Cliente
ja: 顧客
nl: Klant
pt_br: Cliente
ru: Заказчик
sv: Kund
tr: Müşteri

source: Customer Details
ar: بيانات العميل
de: Kundendaten
es: Detalles del cliente
fr: Détails du client
he: פרטי לקוח
id: Detail Pelanggan
it: Dettagli del cliente
ja: お客様の詳細
nl: Klantgegevens
pt_br: Dados do cliente
ru: Информация о клиенте
sv: Kunduppgifter
tr: Müşteri Bilgileri

source: Customer Note
ar: ملحوظة العميل
de: Anmerkung des Kunden
es: Nota para el cliente
fr: Note client
he: הערת לקוח
id: Catatan Pelanggan
it: Nota cliente
ja: 注文メモ
nl: Klantnotitie
pt_br: Anotação do cliente
ru: Примечание для клиента
sv: Kundanteckning
tr: Müşteri notu

source: Customer Provided Note
ar: الملاحظة المقدمة إلى العميل
de: Vom Kunden angegebener Hinweis
es: Nota proporcionada por el cliente
fr: Note fournie par le client
he: הערה שסופקה על-ידי הלקוח
id: Catatan yang Diberikan Pelanggan
it: Nota fornita dai clienti
ja: 顧客提供メモ
nl: Bericht van klant
pt_br: Nota fornecida pelo cliente
ru: Примечание клиента
sv: Kundnotering
tr: Müşterinin Verdiği Not

source: Customer birthday emails
ar: رسائل عبر البريد الإلكتروني في أعياد ميلاد العملاء
de: Kundengeburtstags-E-Mails
es: Correos electrónicos de felicitación de cumpleaños del cliente
fr: E-mails d’anniversaire pour les clients
he: הודעות אימייל ליום ההולדת של לקוחות
id: Email ulang tahun pelanggan
it: E-mail per il compleanno dei clienti
nl: E-mails voor verjaardag van klant
pt_br: E-mails de aniversário do cliente
ru: Поздравительные эл. письма в честь дня рождения клиента
sv: E-postmeddelanden på kundernas födelsedag
tr: Müşteri doğum günü e-postaları

source: Customer paid a %1$@ of %2$@ for shipping
ar: دفع العميل %1$@ من %2$@ مقابل الشحن
de: Kunde bezahlte %1$@ von %2$@ für den Versand
es: El cliente ha pagado un %1$@ de %2$@ por el envío
fr: Le client a payé un %1$@ de %2$@ pour la livraison
he: הלקוח שילם %1$@ מתוך %2$@ עבור המשלוח
id: Pelanggan membayar %1$@ of %2$@ untuk pengiriman
it: Il cliente ha pagato un #%1$@ di %2$@ per la spedizione
ja: 配送料としてお客様から %2$@ の %1$@ の支払いがありました
nl: Klant heeft %1$@ van %2$@ betaald aan verzendkosten
pt_br: O cliente pagou %1$@ de %2$@ de frete
ru: Клиент оплатил %1$@ (%2$@) за доставку
sv: Kunden betalade en %1$@ på %2$@ för frakt
tr: Müşteri gönderim için %1$@ (%2$@) ödedi

source: Customers need to enter this code to use the coupon.
ar: يحتاج العملاء إلى إدخال هذا الرمز لاستخدام القسيمة.
de: Kunden müssen diesen Code eingeben, um den Gutschein zu nutzen.
es: Los clientes tienen que introducir este código para usar el cupón.
fr: Les clients doivent saisir ce code pour bénéficier de cette promo.
he: הלקוחות צריכים להזין את הקוד הזה כדי להשתמש בקופון.
id: Pelanggan perlu memasukkan kode ini untuk menggunakan kupon.
it: I clienti hanno bisogno di inserire questo codice per usare il codice promozionale.
ja: お客様がクーポンを使う際は、このコードの入力が必要です。
nl: Klanten moeten deze code invoeren om de coupon te gebruiken.
pt_br: Os clientes precisam inserir este código para usar o cupom.
ru: Клиентам необходимо ввести этот код, чтобы использовать купон.
sv: Kunder behöver ange den här koden för att använda rabattkoden.
tr: Kuponu kullanabilmek için müşterilerin bu kodu girmeleri gerekir.

source: Customize your domain
ar: تخصيص نطاقك
de: Deine Domain anpassen
es: Personaliza tu dominio
fr: Personnalisez votre domaine
he: להתאים אישית את הדומיין שלך
id: Sesuaikan domain Anda
it: Personalizza il tuo dominio
ja: ドメインをカスタマイズ
nl: Je domein aanpassen
pt_br: Personalize seu domínio
ru: Настройте домен
sv: Anpassa din domän
tr: Alan adınızı özelleştirin

source: Customs
ar: الجمارك
de: Zoll
es: Aduanas
fr: Douanes
he: מכס
id: Bea cukai
it: Dogana
ja: 税関
nl: Douane
pt_br: Informações aduaneiras
ru: Таможня
sv: Anpassade
tr: Gümrük

source: Customs form
ar: نموذج الجمارك
de: Zollformular
es: Formulario de aduanas
fr: Formulaire douanier
he: טופס מכס
id: Formulir bea cukai
it: Modulo doganale
ja: 税関申告書
nl: Douaneformulier
pt_br: Declaração aduaneira
ru: Таможенная форма
sv: Tullformulär
tr: Gümrük formu

source: Customs form completed
ar: تم الانتهاء من النموذج الجمركي
de: Zollformular ausgefüllt
es: Formulario de aduanas rellenado
fr: Formulaire douanier rempli
he: טופס המכס הושלם
id: Formulir bea-cukai diisi
it: Modulo dei clienti completato
ja: 税関申告書の入力が完了しました
nl: Douaneformulier ingevuld
pt_br: Declaração aduaneira concluída
ru: Таможенная форма заполнена
sv: Tullformulär ifyllt
tr: Gümrük formu tamamlandı

source: Customs forms must be printed and included on these international shipments
ar: تجب طباعة الاستمارات الجمركية وتضمينها في عمليات الشحن الدولية هذه
de: Für diese internationalen Lieferungen müssen Zollformulare gedruckt und beigelegt werden
es: El formulario de aduanas se debe imprimir y adjuntar a estos envíos internacionales
fr: Les formulaires douaniers doivent être imprimés et joints à ces envois internationaux.
he: יש להדפיס את טופסי המכס ולכלול אותם במשלוחים הבינלאומיים
id: Formulir bea-cukai harus dicetak dan disertakan pada pengiriman internasional ini
it: I moduli personalizzati devono essere stampati e inclusi in queste spedizioni internazionali
ja: この国外配送では税関申告書を印刷して添付する必要があります
nl: Er moeten douaneformulieren worden afgedrukt en worden bijgevoegd bij deze internationale verzendingen
pt_br: É necessário imprimir declarações aduaneiras e incluí-las nestes envios internacionais
ru: К этим международным отправлениям должны прилагаться бумажные таможенные формы
sv: Tullformulär måste skrivas ut och inkluderas i dessa internationella försändelser
tr: Gümrük formları yazdırılmalı ve bu uluslararası gönderilere eklenmelidir.

source: Cut the post office line by printing shipping labels at home with your mobile device at discounted rates!
ar: توقف عن الذهاب إلى مكتب البريد عن طريق طباعة ملصقات الشحن في المنزل باستخدام جهازك المحمول بأسعار مخفضة!
de: Kein Schlange stehen mehr bei der Post! Drucke Versandetiketten zu reduzierten Preisen zu Hause über dein Mobilgerät aus.
es: Acorta la espera en la oficina de correos imprimiendo las etiquetas de envío en casa con tu dispositivo móvil por un precio más bajo.
fr: Évitez un déplacement à la Poste en imprimant les étiquettes d’expédition de chez vous avec votre appareil mobile à prix réduit !
he: אפשר לדלג על התורים בדואר על ידי הדפסה של תוויות משלוח בבית באמצעות המכשיר הנייד בתעריף מופחת!
id: Tak perlu antre saat di kantor pos dengan mencetak label pengiriman di rumah dari perangkat seluler dengan harga diskon!
it: Evita la fila all'ufficio postale stampando le etichette di spedizione a casa dal tuo dispositivo mobile a prezzi scontati.
ja: 自宅でモバイルデバイスを使い、割引料金で配送ラベルを印刷して、郵便局での待ち時間をカット !
nl: Vermijd wachttijden bij het postkantoor door verzendlabels thuis te printen vanaf je mobiele apparaat, tegen lagere tarieven!
pt_br: Economize tempo nos correios! Imprima as etiquetas de envio em casa pelo seu dispositivo móvel com desconto.
ru: Сократите очередь на почте, распечатывая транспортные этикетки дома с мобильного устройства со скидкой!
sv: Skippa kön på postkontoret genom att skriva ut fraktetiketter till rabatterade priser hemma med din mobila enhet!
tr: Mobil cihazınızla evde indirimli fiyatlara gönderim etiketleri yazdırarak postane ile olan bağınızı koparın.

source: Cyprus
ar: قبرص
de: Zypern
es: Chipre
fr: Chypre
he: קפריסין
id: Siprus
it: Cipro
ja: キプロス
pt_br: Chipre
ru: Кипр
sv: Cypern
tr: Kıbrıs

source: Czech Republic
ar: جمهورية التشيك
de: Tschechien
es: República Checa
fr: République tchèque
he: הרפובליקה הצ'כית
id: Republik Ceko
it: Repubblica Ceca
ja: チェコ共和国
nl: Tsjechië
pt_br: República Tcheca
ru: Чешская Республика
sv: Tjeckien
tr: Çek Cumhuriyeti

source: DETAILS
ar: تفاصيل
es: DETALLES
fr: DÉTAILS
he: פרטים
id: RINCIAN
it: DETTAGLI
ja: 詳細
pt_br: DETALHES
ru: ДЕТАЛИ
sv: DETALJER
tr: AYRINTILAR

source: Date Range
ar: نطاق التاريخ
de: Zeitraum
es: Rango de fechas
fr: Plage de dates
he: טווח תאריכים
id: Rentang Tanggal
it: Intervallo di date
ja: 日付の範囲
nl: Datumbereik
pt_br: Período
ru: Период
sv: Datumintervall
tr: Tarih aralığı

source: Date paid
ar: تاريخ الدفع
de: Datum der Zahlung
es: Fecha de pago
fr: Date du paiement
he: תאריך התשלום
id: Tanggal dibayar
it: Data del pagamento
ja: 支払日
nl: Datum van betaling
pt_br: Data de pagamento
ru: Дата оплаты
sv: Datum för betalning
tr: Ödeme tarihi

source: Date shipped
ar: تاريخ الشحن
de: Versanddatum
es: Fecha de envío
fr: Date d'expédition
he: תאריך משלוח
id: Tanggal pengiriman
it: Data di spedizione
ja: 出荷日
nl: Datum van verzending
pt_br: Data do envio
ru: Дата отправки
sv: Datum skickat
tr: Gönderim tarihi

source: Date: Newest to Oldest
ar: التاريخ: الأحدث الى الأقدم
de: Datum: Neueste bis älteste
es: Fecha: De nuevas a antiguas
fr: Date : Des plus récents aux plus anciens
he: תאריך: מהחדש לישן
id: Tanggal: Terbaru ke Terlama
it: Data: dal più recente al più vecchio
ja: 日付 :投稿日時 (新しい記事を優先)
nl: Datum: Nieuwste naar oudste
pt_br: Data: Do mais recente para o mais antigo
ru: Дата: от новых к старым
sv: Datum: nyaste till äldsta
tr: Tarih: Yeniden eskiye

source: Date: Oldest to Newest
ar: التاريخ: الأقدم إلى الأحدث
de: Datum: Älteste bis neueste
es: Fecha: De antiguas a nuevas
fr: Date : Des plus anciens aux plus récents
he: תאריך: מהישן לחדש
id: Tanggal: Terlama ke Terbaru
it: Data: dal più vecchio al più recente
ja: 日付 :投稿日時 (古い記事を優先)
nl: Datum: Oudste naar nieuwste
pt_br: Data: Do mais antigo para o mais recente
ru: Дата: от старых к новым
sv: Datum: äldsta till nyaste
tr: Tarih: Eskiden Yeniye

source: Default
ar: الافتراضي
de: Standard
es: Por defecto
fr: Valeur par défaut
he: ברירת מחדל
id: Asal
it: Predefinito
ja: デフォルト
nl: Standaard
pt_br: Padrão
ru: По умолчанию
sv: Standard
tr: Varsayılan

source: Default Option
ar: الخيار الافتراضي
de: Standardoption
es: Opción por defecto
fr: Option par défaut
he: אפשרות בברירת מחדל
id: Pilihan Default
it: Opzione predefinita
nl: Standaardoptie
pt_br: Opção padrão
ru: Опция по умолчанию
sv: Standardalternativ
tr: Varsayılan Seçenek

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
he: מחיקה
id: Hapus
it: Elimina
ja: 削除
nl: Verwijderen
pt_br: Excluir
ru: Удалить
sv: Ta bort
tr: Sil
