Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

# orderForm.products.add.scan.row.title
source: Scan Product
ar: فحص المنتج
de: Produkt scannen
es: Escanear producto
fr: Scanner un produit
he: לסרוק מוצר
id: Pindai Produk
it: Scansiona prodotto
nl: Product scannen
pt_br: Verificar produto
ru: Сканировать товар
sv: Skanna produkt
tr: Ürünü Tara

# orderForm.recalculate.button.title
source: Recalculate
ar: إعادة الحساب
de: Neu berechnen
es: Recalcular
fr: Recalculer
he: לחשב מחדש
id: Hitung ulang
it: Ricalcola
nl: Herberekenen
pt_br: Recalcular
ru: Пересчитать
sv: Räkna om
tr: Tekrar Hesapla

# orderForm.shipping
source: Shipping
ar: الشحن
de: Versand
es: Envío
fr: Expédition
he: משלוח
id: Pengiriman
it: Spedizione
nl: Verzending
pt_br: Envio
ru: Доставка
sv: Frakt
tr: Gönderim

# orderPaymentSection.coupon
source: Coupon
ar: القسيمة
de: Gutschein
es: Cupón
fr: Code promo
he: קופון
id: Kupon
it: Codice promozionale
pt_br: Cupom
ru: Купон
sv: Rabattkod
tr: Kupon

# orderPaymentSection.customAmountsTotal
source: Custom amounts
ar: مبالغ مخصصة
de: Individuelle Beträge
es: Cantidades personalizadas
fr: Montants personnalisés
he: סכומים בהתאמה אישית
id: Jumlah kustom
it: Importi personalizzati
nl: Aangepaste bedragen
pt_br: Valores personalizados
ru: Индивидуальные суммы
sv: Anpassade belopp
tr: Özel tutarlar

# orderPaymentSection.discountTotal
source: Discount total
ar: إجمالي الخصم
de: Rabatt gesamt
es: Descuento total
fr: Remise totale
he: סך כל ההנחה
id: Total diskon
it: Totale sconto
nl: Totaal van kortingen
pt_br: Total do desconto
ru: Сумма скидки
sv: Rabatt totalt
tr: İndirim toplamı

# orderPaymentSection.productsTotal
source: Products
ar: المنتجات
de: Produkte
es: Productos
fr: Produits
he: מוצרים
id: Produk
it: Prodotti
nl: Producten
pt_br: Produtos
ru: Товары
sv: Produkter
tr: Ürünler

# orderPaymentSection.shippingTotal
source: Shipping
ar: الشحن
de: Versand
es: Envío
fr: Expédition
he: משלוח
id: Pengiriman
it: Spedizione
nl: Verzending
pt_br: Envio
ru: Доставка
sv: Frakt
tr: Gönderim

# orderPaymentSection.taxRateAddedAutomaticallyRowText
source: Tax rate location added automatically
ar: تمت إضافة موقع معدل الضرائب تلقائيًا
de: Ort des Steuersatzes automatisch hinzugefügt
es: Ubicación del tipo impositivo añadida automáticamente
fr: L’emplacement du taux de taxation est ajouté automatiquement
he: המיקום של שיעור המס נוסף באופן אוטומטי
id: Lokasi tarif pajak ditambahkan secara otomatis
it: Località dell'aliquota d'imposta aggiunta automaticamente
nl: De locatie van het belastingtarief is automatisch toegevoegd
pt_br: Localização de imposto adicionada automaticamente
ru: Местоположение налоговой ставки добавлено автоматически
sv: Momssatsplatsen lades till automatiskt
tr: Vergi oranı konumu otomatik olarak eklendi

# orderPaymentSection.taxes
source: Taxes
ar: الضرائب
de: Steuern
es: Impuestos
he: מיסים
id: Pajak
it: Imposte
nl: Belastingen
pt_br: Impostos
ru: Налоги
sv: Momser
tr: Vergiler

# orderStatusEnum.localizedName.autoDraft
source: Draft
ar: مسودة
de: Entwurf
es: Borrador
fr: Brouillon
he: טיוטה
id: Konsep
it: Bozza
nl: Concept
pt_br: Rascunho
sv: Utkast
tr: Taslak

# orderStatusEnum.localizedName.cancelled
source: Cancelled
ar: ملغى
de: Storniert
es: Cancelado
fr: Annulée
he: בוטלה
id: Dibatalkan
it: Annullato
nl: Geannuleerd
pt_br: Cancelado
sv: Avbruten
tr: İptal edildi

# orderStatusEnum.localizedName.completed
source: Completed
ar: مكتمل
de: Abgeschlossen
es: Completado
fr: Terminée
he: הושלמה
id: Selesai
it: Completato
nl: Voltooid
pt_br: Concluído
sv: Slutförd
tr: Tamamlandı

# orderStatusEnum.localizedName.failed
source: Failed
ar: فشل
de: Fehlgeschlagen
es: Fallido
fr: Échec
he: נכשלה
id: Gagal
it: Non riuscito
nl: Mislukt
pt_br: Com falha
sv: Misslyckades
tr: Başarısız

# orderStatusEnum.localizedName.onHold
source: On hold
ar: موقوف
de: Wartend
es: Suspendido
fr: En attente
he: בהשהיה
id: Ditangguhkan
it: In sospeso
nl: In de wacht
pt_br: Em espera
sv: Pausad
tr: Beklemede

# orderStatusEnum.localizedName.pending
source: Pending Payment
ar: مدفوعات معلقة
de: Zahlung ausstehend
es: Pendiente de pago
fr: Paiement en attente
he: בהמתנה לתשלום
id: Menunggu Pembayaran
it: Pagamento in sospeso
nl: Betaling in behandeling
pt_br: Pagamento pendente
sv: Inväntar betalning
tr: Ödeme Bekleniyor

# orderStatusEnum.localizedName.processing
source: Processing
ar: معالجة
de: Verarbeitung läuft
es: Procesando
fr: En cours de traitement
he: בטיפול
id: Pemrosesan
it: Elaborazione
nl: Bezig met verwerken
pt_br: Processando
sv: Bearbetar
tr: İşleniyor

# orderStatusEnum.localizedName.refunded
source: Refunded
ar: تم استرداد المبالغ
de: Rückerstattet
es: Reembolsado
fr: Remboursée
he: הוחזר
id: Dana dikembalikan
it: Rimborsato
nl: Terugbetaald
pt_br: Reembolsado
sv: Återbetald
tr: Geri ödeme yapıldı

# packagePhotoView.removePhoto
source: Remove Photo
ar: إزالة الصورة
de: Foto entfernen
es: Eliminar imagen
fr: Supprimer la photo
he: להסיר את התמונה
id: Hapus Foto
it: Rimuovi foto
nl: Foto verwijderen
pt_br: Remover foto
sv: Ta bort foto
tr: Fotoğrafı Kaldır

# packagePhotoView.replacePhoto
source: Replace Photo
ar: استبدال الصورة
de: Foto ersetzen
es: Reemplazar foto
fr: Remplacer la photo
he: להחליף את התמונה
id: Ganti Foto
it: Sostituisci foto
nl: Foto vervangen
pt_br: Substituir foto
sv: Byt ut foto
tr: Fotoğrafı Değiştir

# packagePhotoView.viewPhoto
source: View Photo
ar: عرض الصورة
de: Foto ansehen
es: Ver imagen
fr: Voir la photo
he: להציג את התמונה
id: Lihat Foto
it: Visualizza foto
nl: Foto weergeven
pt_br: Visualizar foto
sv: Visa foto
tr: Fotoğrafı Görüntüle

source: password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: mot de passe
he: סיסמה
id: Kata sandi
ja: パスワード
nl: Wachtwoord
pt_br: senha
ru: Пароль
sv: lösenord
tr: şifre

# paymentMethods.cashOnDelivery.title
source: Pay in Person
ar: الدفع بشكل شخصي
de: Persönliche Zahlungen
es: Pagos en persona
fr: Payer en personne
he: לשלם באופן אישי
id: Pembayaran Langsung
it: Paga di persona
nl: Fysiek betalen
pt_br: Pagamento presencial
sv: Betala personligen
tr: Şahsen Ödeyin

# paymentMethods.orderPaidByCashNoteText.note
source: The order was paid by cash. Customer paid %1$@. The change due was %2$@.
ar: تم دفع قيمة الطلب نقدًا. دفع العميل %1$@. كان التغيير المستحق %2$@.
de: Die Bestellung wurde bar bezahlt. Der Kunde hat %1$@ gezahlt. Das fällige Wechselgeld betrug %2$@.
es: El pedido se pagó al contado. El cliente ha pagado %1$@. El cambio fue de %2$@.
fr: La commande a été payée en espèces. Le client a payé %1$@. Le rendu s’élevait à %2$@.
he: התקבל עבור ההזמנה תשלום במזומן. הלקוח שילם %1$@. העודף הנדרש היה %2$@.
id: Pesanan dibayar dengan uang tunai. Pelanggan membayar %1$@. Kembalian terutang sebesar %2$@.
it: L'ordine è stato pagato in contanti. Il cliente ha pagato %1$@. Il resto dovuto era di %2$@.
nl: De bestelling werd met cash betaald. De klant betaalde %1$@. Het wisselgeld was %2$@.
pt_br: O pedido foi pago em dinheiro. O cliente pagou %1$@. O troco foi de %2$@.
ru: Заказ оплачен наличными. Клиент уплатил %1$@. Сумма сдачи составила %2$@.
sv: Beställningen betalades kontant. Kunden betalade %1$@. Växeln var %2$@.
tr: Sipariş nakit ile ödendi. Müşteri %1$@ ödedi. Ödenmesi gereken para üstü %2$@.

source: payments, tap to pay, woocommerce, woo, in-person payments, in person paymentscollect payment, payments, reader, card reader, order card reader
ar: المدفوعات، النقر للدفع، woocommerce، woo، المدفوعات الشخصية، الدفعات الشخصية، تحصيل الدفع، المدفوعات، القارئ، قارئ البطاقات، قارئ بطاقة الطلبات
de: zahlungen, tap to pay, woocommerce, woo, persönliche zahlungen, persönliche zahlungen, zahlung empfangen, zahlungen, reader, kartenlesegerät, kartenlesegerät bestellen
es: pagos, toca para pagar, woocommerce, woo, pagos en persona, recibir pago, pagos, lector, lector de tarjetas, pedir lector de tarjetas
fr: paiements, appuyer pour payer, woocommerce, woo, paiements en personne, paiements en personne, percevoir un paiement, paiements, lecteur, lecteur de carte, commander un lecteur de carte
he: תשלומים, הצמדה לתשלום, tap to pay, ‏WooCommerce, ‏Woo, תשלומים באופן אישי, לגבות תשלומים באופן אישי, תשלומים, קורא, קורא כרטיסים, להזמין קורא כרטיסים
id: pembayaran, ketuk untuk membayar, woocommerce, woo, pembayaran langsung, pembayaran langsung, terima pembayaran, pembayaran, pembaca, pembaca kartu, pesan pembaca kartu
it: pagamenti, tocca per pagare, woocommerce, woo, pagamenti di persona, pagamenti di persona riscuoti pagamento, pagamenti, lettore, lettore di carte, ordina lettore di carte
ja: 支払い, tap to pay, woocommerce, woo, オフラインでの支払い, オフラインでの支払い, 支払いを受け取る, 支払い, リーダー, カードリーダー, カードリーダーを注文
nl: betalingen, Tap to Pay, woocommerce, woo, fysieke betalingen, betaling innen, betalingen, lezer, kaartlezer, kaartlezer bestellen
pt_br: pagamentos, tap to pay, woocommerce, woo, pagamentos presenciais, pagamento presencial, receber pagamento, pagamentos, leitor, leitor de cartão, pedir leitor de cartão
ru: платежи, оплата в касание, woocommerce, woo, очные платежи, получение оплаты, платежи, устройство чтения, устройство чтения карт, заказ устройства чтения карт
sv: betalningar, tryck för att betala, woocommerce, woo, personliga betalningar, ta emot personliga betalningar, betalningar, läsare, kortläsare, beställ kortläsare
tr: ödemeler, tap to pay, woocommerce, woo, şahsi ödemeler, şahsen ödemeler, ödeme alma, ödemeler, okuyucu, kart okuyucu, kart okuyucu sipariş etme

source: plan ended
ar: انتهت الخطة
de: Tarif beendet
es: plan finalizado
fr: plan ayant expiré
he: התוכנית הסתיימה
id: paket berakhir
it: piano scaduto
nl: abonnement beëindigd
pt_br: plano encerrado
ru: действие тарифного плана закончилось
sv: paketet har avslutats
tr: paket sona erdi

# pluginListView.button.close
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
he: לסגור
id: Tutup
it: Chiudi
nl: Sluiten
pt_br: Fechar
ru: Закрыть
sv: Stäng
tr: Kapat

# pluginListView.title.plugins
source: Plugins
ar: إضافات
fr: Extensions
he: תוספים
id: Plugin
it: Plugin
ru: Плагины
sv: Tillägg
tr: Eklentiler

# pointOfSale.cardPresent.cancelledOnReader.title
source: Payment cancelled on reader
ar: تم إلغاء عملية الدفع على القارئ
de: Zahlung am Lesegerät storniert
es: Pago cancelado en el lector
fr: Paiement annulé sur le lecteur
he: התשלום בוטל דרך הקורא
id: Pembayaran dibatalkan pada pembaca kartu
it: Pagamento annullato nel reader
nl: Betaling geannuleerd op lezer
pt_br: Pagamento cancelado no leitor
sv: Betalning avbruten på läsare
tr: Ödeme okuyucuda iptal edildi

# pointOfSale.cardPresent.displayReaderMessage.message
source: Processing payment
ar: معالجة الدفع
de: Zahlung wird bearbeitet
es: Procesando pago
fr: Traitement du paiement
he: מעבד תשלום
id: Memproses pembayaran
it: Elaborazione del pagamento
nl: Betaling wordt verwerkt
pt_br: Processando pagamento
sv: Behandlar betalning
tr: Ödeme işleniyor

# pointOfSale.cardPresent.modalScanningForReader.cancelButton
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batal
it: Annulla
nl: Annuleren
pt_br: Cancelar
sv: Avbryt
tr: İptal Et

# pointOfSale.cardPresent.modalScanningForReader.instruction
source: To turn on your card reader, briefly press its power button.
ar: لتشغيل قارئ البطاقات لديك، اضغط لفترة وجيزة على زر التشغيل لديك.
de: Schalte dein Kartenlesegerät ein, indem du den Power-Button drückst.
es: Para encender el lector de tarjetas, pulsa el botón de encendido.
fr: Pour allumer votre lecteur de carte, appuyez brièvement sur son bouton d’alimentation.
he: כדי להפעיל את קורא הכרטיסים, יש ללחוץ לחיצה קצרה על כפתור ההפעלה שלו.
id: Untuk mengaktifkan pembaca kartu Anda, tekan tombol dayanya.
it: Per attivare il lettore di schede, premi velocemente il pulsante di accensione.
nl: Zet je kaartlezer aan door kort op de aan/uit-knop te drukken.
pt_br: Para ligar o leitor de cartão, pressione rapidamente o botão de energia.
sv: För att starta din kortläsare, tryck kort på dess strömknapp.
tr: Kart okuyucunuzu açmak için güç düğmesine kısa basın.

# pointOfSale.cardPresent.modalScanningForReader.title
source: Scanning for reader
ar: الفحص بحثًا عن قارئ
de: Suche nach Kartenlesegerät
es: Buscando lector
fr: Recherche du lecteur
he: המערכת סורקת כדי לאתר קורא
id: Memindai pembaca
it: Ricerca del lettore
nl: Scannen op lezer
pt_br: Procurando um leitor
sv: Skannar efter läsare
tr: Okuyucu taranıyor

# pointOfSale.cardPresent.paymentCaptureError.newOrder.button.title
source: New order
ar: طلب جديد
de: Neue Bestellung
es: Nuevo pedido
fr: Nouvelle commande
he: הזמנה חדשה
id: Pesanan baru
it: Nuovo ordine
nl: Nieuwe bestelling
pt_br: Novo pedido
sv: Ny beställning
tr: Yeni sipariş

# pointOfSale.cardPresent.paymentCaptureError.nextSteps
source: Verify payment on a device with a working network connection. If unsuccessful, retry the payment. If successful, start a new order.
ar: تحقق من الدفع على جهاز يتضمن اتصال شبكة فعالاً. إذا لم ينجح الأمر، فأعد محاولة الدفع. إذا نجح الأمر، فابدأ طلبًا جديدًا.
de: Bestätige die Zahlung auf einem Gerät mit einer funktionierenden Internetverbindung. Wenn du die Zahlung nicht bestätigen kannst, führe sie erneut durch. Wenn du die Zahlung bestätigen kannst, starte eine neue Bestellung.
es: Verifica el pago en un dispositivo con una conexión de red que funcione. Si no lo consigues, vuelve a intentar realizar el pago. Si lo consigues, inicia un nuevo pedido.
fr: Vérifiez le paiement sur un appareil disposant d’une connexion au réseau fonctionnelle. En cas d’échec, réessayez le paiement. Dans le cas contraire, commencez une nouvelle commande.
he: עליך לאמת את התשלום במכשיר עם חיבור פעיל לרשת. אם הפעולה לא הצליחה, יש לנסות את התשלום שוב. אם הפעולה הצליחה, יש ליצור הזמנה חדשה.
id: Lakukan verifikasi pembayaran di perangkat dengan koneksi jaringan yang aktif. Jika gagal, ulangi pembayaran. JIka berhasil, mulai pesanan baru.
it: Verifica il pagamento da un dispositivo connesso a una rete funzionante. Se il pagamento non è andato a buon fine, riprova. Se il pagamento è andato a buon fine, crea un nuovo ordine.
nl: Verifieer de betaling op een apparaat dat verbonden is met het internet. Als dit niet lukt, probeer dan opnieuw te betalen. Als dit lukt, start dan een nieuwe bestelling.
pt_br: Verifique o pagamento em um dispositivo que tenha conexão com a internet. Se não foi concluído, refaça o pagamento. Se foi, faça um novo pedido.
sv: Verifiera betalningen på en enhet med fungerande nätverksanslutning. Om det misslyckas, försök genomföra betalningen igen. Om det lyckas, starta en ny beställning.
tr: Çalışan bir ağ bağlantısı olan bir cihazda ödemeyi doğrulayın. Başarısız olursa ödemeyi yeniden deneyin. Başarılı olursa yeni bir sipariş başlatın.

# pointOfSale.cardPresent.paymentCaptureError.tryPaymentAgain.button.title
source: Try payment again
ar: محاولة الدفع مجددًا
de: Zahlung erneut versuchen
es: Intentar efectuar el pago de nuevo
fr: Réessayer d’effectuer le paiement
he: לנסות את התשלום שוב
id: Coba lagi pembayaran
it: Prova ancora il pagamento
nl: Probeer opnieuw te betalen
pt_br: Tentar pagar novamente
sv: Försök med betalningen igen
tr: Ödemeyi tekrar dene

# pointOfSale.cardPresent.paymentCaptureError.unable.to.confirm.message
source: Due to a network error, we’re unable to confirm that the payment succeeded.
ar: بسبب خطأ في الشبكة، تعذر علينا تأكيد أن الدفع نجح.
de: Aufgrund eines Netzwerksfehlers können wir nicht bestätigen, dass die Zahlung erfolgreich abgeschlossen wurde.
es: Debido a un error de red, no podemos confirmar que el pago se haya realizado correctamente.
fr: En raison d’une erreur de réseau, nous ne sommes pas en mesure de confirmer que le paiement a bien été effectué.
he: עקב שגיאת רשת, אנחנו לא יכולים לאשר שהתשלום בוצע בהצלחה.
id: Karena error jaringan, kami tidak dapat mengonfirmasi apakah pembayaran berhasil.
it: Non possiamo confermare l'esito del pagamento a causa di un errore di rete.
nl: Vanwege een netwerkfout kunnen we niet bevestigen dat de betaling voltooid is.
pt_br: Devido a um erro de rede, não foi possível confirmar o pagamento.
sv: På grund av ett nätverksfel kan vi inte bekräfta att betalningen lyckades.
tr: Bir ağ hatasından dolayı ödemenin başarılı olup olmadığını onaylayamıyoruz.

# pointOfSale.cardPresent.paymentCaptureError.unable.to.confirm.title
source: Payment error
ar: خطأ في السداد
de: Zahlungsfehler
es: Error de pago
fr: Erreur de paiement
he: שגיאת תשלום
id: Error pembayaran
it: Errore di pagamento
nl: Fout bij betaling
pt_br: Erro no pagamento
sv: Betalningsfel
tr: Ödeme hatası

# pointOfSale.cardPresent.paymentError.backToCheckout.button.title
source: Go back to checkout
ar: الانتقال إلى إجراءات السداد
de: Zurück zum Bezahlen
es: Volver a la página de pago
fr: Retour à la validation de la commande
he: לחזור לתשלום בקופה
id: Kembali ke checkout
it: Torna al pagamento
nl: Terug naar afrekenen
pt_br: Voltar ao pagamento
sv: Gå tillbaka till kassa
tr: Ödemeye geri dön

# pointOfSale.cardPresent.paymentError.title
source: Payment failed
ar: فشلت عملية الدفع
de: Bezahlen fehlgeschlagen
es: Error de pago
fr: Échec du paiement
he: התשלום נכשל
id: Pembayaran gagal
it: Pagamento non riuscito
nl: Betaling mislukt
pt_br: Falha no pagamento
sv: Betalning misslyckades
tr: Ödeme başarısız

# pointOfSale.cardPresent.paymentError.tryAnotherPaymentMethod.button.title
source: Try another payment method
ar: تجربة طريقة دفع أخرى
de: Andere Zahlungsmethode verwenden
es: Prueba otro método de pago
fr: Essayer un autre moyen de paiement
he: לנסות אמצעי תשלום אחר
id: Coba metode pembayaran lainnya.
it: Prova un altro metodo di pagamento
nl: Probeer een andere betaalmethode
pt_br: Tentar outro método de pagamento
sv: Prova med en annan betalningsmetod
tr: Başka bir ödeme yöntemi dene

# pointOfSale.cardPresent.paymentError.tryPaymentAgain.button.title
source: Try payment again
ar: محاولة الدفع مجددًا
de: Zahlung erneut versuchen
es: Intentar efectuar el pago de nuevo
fr: Réessayer d’effectuer le paiement
he: לנסות את התשלום שוב
id: Coba lagi pembayaran
it: Prova ancora il pagamento
nl: Probeer opnieuw te betalen
pt_br: Tentar pagar novamente
sv: Försök med betalningen igen
tr: Ödemeyi tekrar dene

# pointOfSale.cardPresent.paymentErrorNonRetryable.nextStep.instruction
source: If you’d like to continue processing this transaction, please retry the payment.
ar: إذا كنت ترغب في مواصلة معالجة هذه المعاملة، فيرجى إعادة محاولة الدفع.
de: Wenn du die Bearbeitung der Transaktion fortsetzen möchtest, versuche bitte, die Zahlung erneut auszuführen.
es: Si quieres seguir procesando esta transacción, intenta efectuar el pago de nuevo.
fr: Si vous souhaitez poursuivre le traitement de cette transaction, veuillez réessayer le paiement.
he: אם ברצונך להמשיך לעבד את העסקה, יש לנסות לגבות את התשלום שוב.
id: Jika ingin menyelesaikan transaksi, coba lagi pembayaran.
it: Se desideri continuare a elaborare questa transazione, prova di nuovo il pagamento.
nl: Als je door wilt gaan met deze transactie verwerken, probeer dan opnieuw te betalen.
pt_br: Se quiser prosseguir com o processamento desta transação, tente refazer o pagamento.
sv: Om du vill fortsätta med transaktionen, försök att genomföra betalningen igen.
tr: Bu işlemi gerçekleştirmeye devam etmek istiyorsanız lütfen ödemeyi yeniden deneyin.

# pointOfSale.cardPresent.paymentErrorNonRetryable.title
source: Payment failed
ar: فشلت عملية الدفع
de: Bezahlen fehlgeschlagen
es: Error de pago
fr: Échec du paiement
he: התשלום נכשל
id: Pembayaran gagal
it: Pagamento non riuscito
nl: Betaling mislukt
pt_br: Falha no pagamento
sv: Betalning misslyckades
tr: Ödeme başarısız

source: Try another payment method
ar: تجربة طريقة دفع أخرى
de: Andere Zahlungsmethode verwenden
es: Prueba otro método de pago
fr: Essayer un autre moyen de paiement
he: לנסות אמצעי תשלום אחר
id: Coba metode pembayaran lainnya
it: Prova un altro metodo di pagamento
nl: Probeer een andere betaalmethode
pt_br: Tentar outro método de pagamento
sv: Prova annan betalningsmetod
tr: Başka bir ödeme yöntemi dene

# pointOfSale.cardPresent.paymentProcessing.message
source: Please wait...
ar: يرجى الانتظار...
de: Bitte warten …
es: Espera…
fr: Veuillez patienter…
he: רק רגע...
id: Harap tunggu...
it: Attendi…
nl: Een moment geduld...
pt_br: Aguarde...
sv: Vänta …
tr: Lütfen bekleyin...

# pointOfSale.cardPresent.paymentProcessing.title
source: Processing payment
ar: معالجة الدفع
de: Zahlung wird bearbeitet
es: Procesando pago
fr: Traitement du paiement
he: מעבד תשלום
id: Memproses pembayaran
it: Elaborazione del pagamento
nl: Betaling wordt verwerkt
pt_br: Processando pagamento
sv: Behandlar betalning
tr: Ödeme işleniyor

# pointOfSale.cardPresent.paymentSuccessful.message
source: A payment of %1$@ was successfully made
ar: تم سداد دفعة قدرها %1$@ بنجاح
de: Eine Zahlung in Höhe von %1$@ wurde erfolgreich durchgeführt
es: Se ha efectuado correctamente un pago de %1$@
fr: Un paiement de %1$@ a bien été effectué
he: תשלום של %1$@ חויב בהצלחה
id: Pembayaran senilai %1$@ berhasil dilakukan
it: Un pagamento di %1$@ è stato effettuato correttamente
pt_br: Um pagamento de %1$@ foi feito com sucesso
sv: En betalning på %1$@ genomfördes utan problem
tr: %1$@ tutarındaki bir ödeme başarıyla alındı

# pointOfSale.cardPresent.paymentSuccessful.title
source: Payment successful
ar: تمت عملية الدفع بنجاح!
de: Zahlung erfolgreich!
es: ¡Pago correcto!
fr: Paiement réussi !
he: התשלום בוצע בהצלחה!
id: Pembayaran berhasil!
it: Pagamento avvenuto correttamente!
nl: Betaling gelukt!
pt_br: Pagamento realizado com êxito!
sv: Betalning lyckades!
tr: Ödeme başarılı!

# pointOfSale.cardPresent.preparingForPayment.message
source: Preparing card for payment
ar: بطاقة التحضير للدفع
de: Die Karte wird für die Zahlung vorbereitet
es: Preparando la tarjeta para el pago
fr: Préparation de la carte pour le paiement
he: מכין את הכרטיס לתשלום
id: Mempersiapkan kartu pembayaran
it: Preparazione della carta per il pagamento
nl: Kaart voorbereiden voor betaling
pt_br: Preparando cartão para pagamento
sv: Förbereder kort för betalning
tr: Ödeme için kart hazırlanıyor

# pointOfSale.cardPresent.preparingForPayment.title
source: Getting ready
ar: الاستعداد
de: Vorbereitung läuft
es: En preparación
fr: Préparation
he: מתכוננים…
id: Menyiapkan
it: Quasi pronto
nl: Gereedmaken...
pt_br: Quase pronto
sv: Förbereder
tr: Hazırlanıyor

# pointOfSale.cardPresent.presentCard.insert
source: Insert card
ar: إدراج بطاقة
de: Karte einstecken
es: Insertar tarjeta
fr: Insérer la carte
he: יש להכניס את הכרטיס
id: Masukkan kartu
it: Inserisci la carta
nl: Voer een kaart in
pt_br: Inserir cartão
sv: Sätt in kort
tr: Kartı takın

# pointOfSale.cardPresent.presentCard.present
source: Present card
ar: تقديم بطاقة
de: Karte vorlegen
es: Presentar tarjeta
fr: Présenter la carte
he: יש להציג את הכרטיס
id: Berikan kartu
it: Presenta la carta
nl: Bied een kaart aan
pt_br: Apresentar cartão
sv: Presentera kort
tr: Kartı gösterin

# pointOfSale.cardPresent.presentCard.tap
source: Tap card
ar: النقر على البطاقة
de: Karte auflegen
es: Tocar tarjeta
fr: Appuyer la carte
he: יש להצמיד את הכרטיס
id: Ketuk kartu
it: Tocca la carta
nl: Tik met een kaart
pt_br: Passar cartão
sv: Tryck kort
tr: Kartı dokundurun

# pointOfSale.cardPresent.presentCard.tapInsert
source: Tap or insert card
ar: النقر على البطاقة أو إدراجها
de: Karte auflegen oder einstecken
es: Tocar o insertar tarjeta
fr: Appuyer ou insérer la carte
he: יש להצמיד או להכניס את הכרטיס
id: Ketuk atau masukkan kartu
it: Tocca o inserisci la carta
nl: Tik of voer een kaart in
pt_br: Passe ou insira cartão
sv: Tryck eller sätt i kort
tr: Kartı dokundurun veya takın
