Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

# subscriptionTrialView.freeTrialSubtitle
source: Free trial is an optional period of time to wait before charging the first recurring payment. Any sign up fee will still be charged at the outset of the subscription.
ar: التشغيل التجريبي المجاني هو فترة زمنية اختيارية يمكن انتظارها قبل تحصيل الدفعة المتكررة الأولى. سيتم تحصيل أي رسوم تسجيل في بداية الاشتراك.
de: Der Gratis-Test umfasst einen optionalen Zeitraum, bevor die erste wiederkehrende Zahlung in Rechnung gestellt wird. Jegliche Registrierungsgebühr wird zu Beginn des Abonnements berechnet.
es: El período de prueba es un período de tiempo opcional que hay que esperar antes de cobrar el primer pago recurrente. La tarifa de inscripción se seguirá cobrando al inicio de la suscripción.
fr: Un essai gratuit est une période d’attente facultative avant de facturer le premier paiement récurrent. Les frais d’inscription seront toujours facturés au début de l’abonnement.
he: התנסות בחינם היא פרק זמן אופציונלי להמתנה לפני גביית התשלום החוזר הראשון. דמי הרשמה (אם ישנם) עדיין יחויבו בתחילת השימוש במינוי.
id: Masa percobaan gratis adalah periode waktu tunggu opsional sebelum pembayaran berulang pertama dikenakan. Semua biaya pendaftaran akan tetap dikenakan di awal berlangganan.
it: Una prova gratuita è un periodo di attesa opzionale prima dell'addebito del primo pagamento ricorrente. Eventuali commissioni di iscrizione saranno comunque addebitate all'inizio dell'abbonamento.
nl: Een optionele periode om te wachten voordat de eerste terugkerende betaling in rekening wordt gebracht. Alle aanmeldkosten worden nog steeds in rekening gebracht aan het begin van het abonnement.
pt_br: O teste gratuito é um período de espera opcional antes de cobrar o primeiro pagamento recorrente. Qualquer taxa de inscrição ainda será cobrada no pagamento da assinatura.
ru: Пробный период — это необязательный период времени до списания первого регулярного платежа. Любой регистрационный взнос всё равно будет взиматься в начале подписки.
sv: Gratis provperiod är en valfri tidsperiod att vänta innan den första återkommande betalningen debiteras. Eventuella registreringsavgifter kommer fortfarande att debiteras vid prenumerationens start.
tr: Ücretsiz deneme, ilk yinelenen ödemeyi tahsil etmeden önce beklenen isteğe bağlı süredir. Yine de üyelik başlangıcında kayıt ücreti tahsil edilecektir.

# subscriptionTrialView.period
source: Period
ar: الفترة
de: Zeitraum
es: Período
fr: Période
he: פרק זמן
id: Periode
it: Periodo
nl: Periode
pt_br: Período
ru: Период
tr: Dönem

# subscriptionTrialViewModel.errorMessage
source: The trial period cannot exceed %1$d %2$@
ar: يتعذر أن تتجاوز فترة التشغيل التجريبي ⁦%1$d⁩ من %2$@
de: Die Testzeitraum darf %1$d %2$@ nicht überschreiten
es: El período de prueba no puede superar los %1$d %2$@.
fr: La période d’essai ne peut pas dépasser %1$d %2$@
he: תקופת הניסיון המרבית היא ⁦%1$d⁩ %2$@
id: Periode percobaan tidak boleh melebihi %1$d %2$@
it: Il periodo di prova non può essere superiore a %1$d %2$@
nl: De proefperiode mag niet worden overschreden %1$d %2$@
pt_br: O período de teste não pode exceder %1$d %2$@
ru: Пробный период не может превышать %1$d %2$@
sv: Provperioden får inte överstiga %1$d %2$@
tr: Deneme sürümü süresi en fazla %1$d %2$@ olmalıdır.

# subscriptionTrialViewModel.title
source: Free trial
ar: تجربة مجانية
de: Gratis-Test
es: Período de prueba
fr: Essai gratuit
he: התנסות בחינם
id: Percobaan gratis
it: Prova gratuita
nl: Gratis proefabonnement
pt_br: Teste gratuito
ru: Пробный период
sv: Gratis provperiod
tr: Ücretsiz deneme sürümü

# subscriptionsView.dismissSupport
source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
he: בוצע
id: Selesai
it: Fatto
nl: Gereed
pt_br: Concluir
sv: Klar
tr: Tamamlandı

# supportButton.accessibilityLabel
source: Help & Support
ar: المساعدة والدعم
de: Hilfe & Support
es: Ayuda y soporte
fr: Aide et assistance
he: עזרה ותמיכה
id: Bantuan & Dukungan
it: Aiuto e supporto
nl: Help en ondersteuning
pt_br: Ajuda e suporte
sv: Hjälp och support
tr: Yardım ve Destek

# supportForm.gotIt
source: Got It
ar: حصلت عليه
de: Schließen
es: Entendido
fr: J’ai compris
he: הבנתי
id: Mengerti
it: Ricevuto
nl: Duidelijk
pt_br: Entendi
ru: Понятно
sv: Uppfattat
tr: Anladım

# supportForm.identityInput.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batal
it: Annulla
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal et

# supportForm.identityInput.email
source: Email
ar: البريد الإلكتروني
es: Correo electrónico
he: אימייל
nl: E-mailadres
ru: Адрес электронной почты
sv: E-post
tr: E-posta adresi

# supportForm.identityInput.name
source: Name
ar: الاسم
es: Nombre
fr: Nom
he: שם
id: Nama
it: Nome
nl: Naam
pt_br: Nome
ru: Имя
sv: Namn
tr: Ad

# supportForm.identityInput.ok
source: OK
ar: موافق
es: Aceptar
he: אישור
tr: Tamam

# supportForm.identityInput.title
source: Please enter your email address and user name
ar: يرجى إدخال عنوان بريدك الإلكتروني واسم المستخدم الخاص بك
de: Bitte gib deine E-Mail-Adresse und deinen Benutzernamen ein
es: Introduce tu dirección de correo electrónico y nombre de usuario.
fr: Veuillez saisir votre adresse e-mail et votre nom d’utilisateur
he: יש להזין את כתובת האימייל ואת שם המשתמש שלך
id: Masukkan alamat email dan nama pengguna Anda
it: Inserisci il tuo indirizzo e-mail e il tuo nome utente
nl: Voer je e-mailadres en gebruikersnaam in
pt_br: Digite seu endereço de e-mail e nome de usuário
ru: Введите ваш адрес электронной почты и имя пользователя
sv: Ange din e-postadress och användarnamn
tr: Lütfen e-posta adresinizi ve kullanıcı adınızı girin

# supportForm.supportRequestSent
source: Request Sent!
ar: تم إرسال الطلب!
de: Anfrage gesendet!
es: ¡Solicitud enviada!
fr: Demande envoyée !
he: הבקשה נשלחה!
id: Permintaan Terkirim!
it: Richiesta inviata!
nl: Verzoek verstuurd!
pt_br: Solicitação enviada.
ru: Запрос отправлен.
sv: Förfrågan skickad!
tr: Talep gönderildi!

# supportForm.supportRequestSentMessage
source: Your support request has landed safely in our inbox. We will reply via email as quickly as we can.
ar: وصل طلب الدعم الخاص بك بأمان إلى علبة الوارد لديك. سنرد عبر رسالة على البريد الإلكتروني بأسرع ما يمكننا.
de: Deine Supportanfrage ist bei uns eingegangen. Wir antworten dir so schnell wie möglich per E-Mail.
es: Hemos recibido correctamente tu solicitud de soporte. Te responderemos por correo electrónico lo antes posible.
fr: Votre demande d’assistance est bien parvenue jusqu’à nous. Nous vous enverrons une réponse par e-mail dès que possible.
he: בקשת התמיכה הגיעה בשלום אל תיבת הדואר שלנו. אנחנו נשלח מענה באימייל בהקדם האפשרי.
id: Permintaan dukungan Anda sudah masuk ke inbox kami. Kami akan mengirimkan email balasan secepatnya.
it: La tua richiesta di supporto è arrivata sana e salva nella nostra casella di posta. Ti risponderemo al più presto via e-mail.
nl: Je ondersteuningsverzoek is in goede orde bij ons aangekomen. We zullen zo snel mogelijk via e-mail reageren.
pt_br: Recebemos sua solicitação de suporte. Responderemos por e-mail o mais rápido possível.
ru: Ваш запрос в службу поддержки успешно доставлен. Мы постараемся ответить вам в письме как можно быстрее.
sv: Din supportförfrågan har landat säkert i vår inkorg. Vi kommer att svara via e-post så snart vi kan.
tr: Destek talebiniz güvenli bir şekilde gelen kutumuza ulaştı. Mümkün olan en kısa sürede e-posta yoluyla yanıt vereceğiz.

# supportFormViewModel.badIdentityError
source: Sorry, we cannot create support requests right now, please try again later.
ar: عذرًا، يتعذر علينا إنشاء طلبات الدعم الآن، ترجى المحاولة مجددًا في وقت لاحق.
de: Leider können wir derzeit keine Supportanfragen erstellen. Bitte versuche es später erneut.
es: Lo sentimos, en este momento no podemos crear solicitudes de soporte. Vuelve a intentarlo más tarde.
fr: Nous ne pouvons malheureusement pas créer de demande d’assistance pour le moment. Veuillez réessayer ultérieurement.
he: מצטערים, אין לנו אפשרות ליצור בקשות תמיכה כרגע. יש לנסות שוב מאוחר יותר.
id: Maaf, permintaan dukungan tidak dapat dibuat saat ini, coba lagi nanti.
it: Siamo spiacenti, al momento non è possibile creare richieste di supporto, riprova più tardi.
nl: Helaas, we kunnen ondersteuningsverzoeken nu niet aanmaken, probeer het later opnieuw.
pt_br: Não é possível criar solicitações de suporte agora. Tente novamente mais tarde.
ru: Не удалось создать запрос в службу поддержки. Повторите попытку позже.
sv: Vi kan inte skapa supportförfrågningar just nu, försök igen senare.
tr: Üzgünüz, şu anda destek talebi oluşturamıyoruz, lütfen daha sonra tekrar deneyin.

# supportFormViewModel.supportRequestFailed
source: Sorry, we cannot create support requests right now, please try again later.
ar: عذرًا، يتعذر علينا إنشاء طلبات الدعم الآن، ترجى المحاولة مجددًا في وقت لاحق.
de: Leider können wir derzeit keine Supportanfragen erstellen. Bitte versuche es später erneut.
es: Lo sentimos, en este momento no podemos crear solicitudes de soporte. Vuelve a intentarlo más tarde.
fr: Nous ne pouvons malheureusement pas créer de demande d’assistance pour le moment. Veuillez réessayer ultérieurement.
he: מצטערים, אין לנו אפשרות ליצור בקשות תמיכה כרגע. יש לנסות שוב מאוחר יותר.
id: Maaf, permintaan dukungan tidak dapat dibuat saat ini, coba lagi nanti.
it: Siamo spiacenti, al momento non è possibile creare richieste di supporto, riprova più tardi.
nl: Helaas, we kunnen ondersteuningsverzoeken nu niet aanmaken, probeer het later opnieuw.
pt_br: Não é possível criar solicitações de suporte agora. Tente novamente mais tarde.
ru: Не удалось создать запрос в службу поддержки. Повторите попытку позже.
sv: Vi kan inte skapa supportförfrågningar just nu, försök igen senare.
tr: Üzgünüz, şu anda destek talebi oluşturamıyoruz, lütfen daha sonra tekrar deneyin.

# systemStatusReportView.title
source: System Status Report
ar: تقرير حالة النظام
de: Bericht zum Systemstatus
es: Informe de estado del sistema
fr: Rapport sur l’état du système
he: דוח מצב המערכת
id: Laporan Status Sistem
it: Rapporto dello stato del sistema
nl: Systeemstatusrapport
pt_br: Relatório de status do sistema
sv: Systemstatusrapport
tr: Sistem Durum Raporu

# tap.to.pay.try.payment.refund.reason
source: Trial Tap to Pay payment auto refund
ar: الاسترداد التلقائي لمدفوعات الإصدار التجريبي لميزة Tap To Pay
de: Automatische Rückerstattung für Tap to Pay-Testzahlung
es: Prueba del reembolso automático del pago de Tap to Pay
fr: Remboursement automatique du paiement test Appuyer pour payer
he: החזר כספי אוטומטי לתשלום הניסיון של Tap To Pay
id: Pengembalian dana otomatis Uji Coba Pembayaran Ketuk untuk Bayar
it: Rimborso automatico del pagamento di prova Tocca per pagare
nl: Tik om te betalen-testbetaling automatisch terugstorten
pt_br: Teste o reembolso automático do Tap to Pay
ru: Проверьте автоматический возврат средств за «Оплату в касание»
sv: Testa Tryck för att betala med automatisk återbetalning
tr: Deneme Tap To Pay otomatik geri ödemesi

# tap.to.pay.try.payment.refundNotice.success.message
source: Trial Tap to Pay payment was successfully refunded.
ar: تم استرداد أموال الإصدار التجريبي لميزة Tap To Pay بنجاح.
de: Die Tap to Pay-Testzahlung wurde erfolgreich zurückerstattet.
es: El pago de prueba de Tap to Pay se ha reembolsado correctamente.
fr: Le paiement test Appuyer pour payer a été remboursé.
he: החזר כספי הונפק בהצלחה עבור התשלום לניסיון ב-Tap To Pay.
id: Dana Uji Coba Pembayaran Ketuk untuk Bayar berhasil dikembalikan.
it: Il pagamento di prova Tocca per pagare è stato rimborsato correttamente.
nl: Tik om te betalen-testbetaling is teruggestort
pt_br: O teste de pagamento do Tap to Pay foi reembolsado com sucesso.
ru: Возврат средств для проверки «Оплаты в касание» выполнен успешно.
sv: Testa Tryck för att betala-betalningen återbetalades
tr: Deneme Tap To Pay ödemesi başarıyla iade edildi.

# tap.to.pay.try.payment.refundNotice.success.title
source: Tap to Pay Trial Payment
ar: مدفوعات الإصدار التجريبي لميزة Tap To Pay
de: Tap to Pay-Testzahlung
es: Prueba el pago de Tap to Pay
fr: Paiement test Appuyer pour payer
he: תשלום לניסיון ב-Tap To Pay
id: Uji Coba Pembayaran Ketuk untuk Bayar
it: Pagamento di prova Tocca per pagare
nl: Tik om te betalen-testbetaling
pt_br: Teste de pagamento do Tap to Pay
ru: Пробный платёж с помощью «Оплаты в касание»
sv: Testbetalning med Tryck för att betala
tr: Tap To Pay Deneme Ödemesi

# tapToPay.learnMore.text
source: %1$@ about accepting payments with Tap to Pay on iPhone.
ar: %1$@ حول قبول المدفوعات من خلال ميزة Tap to Pay على iPhone.
de: %1$@ zum Empfangen von Zahlungen mit „Tap to Pay“ auf dem iPhone.
es: %1$@ sobre la aceptación de pagos con Tap to Pay on iPhone.
fr: %1$@ sur l’acceptation de paiements avec Appuyer pour payer sur iPhone.
he: %1$@ לגבי קבלת תשלומים עם Tap To Pay ב-iPhone.
id: %1$@ tentang penerimaan pembayaran dengan Ketuk untuk Bayar di iPhone.
it: %1$@ sull'accettazione di pagamenti con Tocca per pagare su iPhone.
nl: %1$@ over betalingen accepteren met Tap to Pay op iPhone.
pt_br: %1$@ sobre como aceitar pagamentos com o Tap to Pay on iPhone.
ru: %1$@ о том, как принимать платежи с помощью функции Tap to Pay on iPhone.
sv: %1$@ om att ta emot betalningar med Tryck för att betala på iPhone.
tr: Tap to Pay on iPhone ile ödeme kabul etme hakkında %1$@.

# themeSettingView.cancelButton
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batal
it: Annulla
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal et

# themeSettingView.currentSection
source: Current
ar: الحالي
de: Aktuell
es: Actual
fr: Actuellement
he: נוכחית
id: Saat ini
it: Attuale
nl: Huidig
pt_br: Atual
ru: Текущее
sv: Nuvarande
tr: Mevcut

# themeSettingView.themeRow
source: Theme
ar: القالب
es: Tema
fr: Thème
he: תבניות
id: Tema
it: Tema
nl: Thema
pt_br: Tema
ru: Тема
sv: Tema
tr: Tema

# themeSettingView.title
source: Themes
ar: القوالب
es: Temas
fr: Thèmes
he: ערכות עיצוב
id: Tema
it: Temi
nl: Thema’s
pt_br: Temas
ru: Темы
sv: Teman
tr: Temalar

# themeSettingView.tryOtherLookLabel
source: Try other new look
ar: تجربة مظهر جديد آخر
de: Probiere einen anderen neuen Look
es: Prueba otro nuevo aspecto
fr: Essayer un nouveau look
he: לנסות מראה חדש נוסף
id: Coba tampilan baru lainnya
it: Prova una nuova grafica
nl: Probeer een andere nieuwe look
pt_br: Experimente uma repaginada
ru: Попробуйте другой вид
sv: Prova annat nytt utseende
tr: Diğer yeni görünümü deneyin

# themesCarouselView.error
source: Failed to load themes.
ar: فشل تحميل القوالب.
de: Themes konnten nicht geladen werden.
es: No se han podido cargar los temas.
fr: Chargement des thèmes impossible.
he: העלאת ערכות העיצוב נכשלה.
id: Gagal memuat tema.
it: Impossibile caricare i temi.
nl: Thema's laden mislukt.
pt_br: Falha ao carregar temas.
ru: Не удалось загрузить темы.
sv: Misslyckades att ladda teman.
tr: Temalar yüklenemedi.

# themesCarouselView.lastMessageContent
source: You can find your perfect theme in the WooCommerce Theme Store.
ar: يمكنك العثور على قالبك المثالي في متجر قوالب WooCommerce.
de: Du kannst dir im WooCommerce-Theme-Shop dein perfektes Theme aussuchen.
es: Puedes buscar el tema perfecto en la tienda de temas de WooCommerce.
fr: Vous trouverez le thème parfait dans la boutique de thèmes WooCommerce.
he: אפשר למצוא את ערכת העיצוב המושלמת בחנות ערכות העיצוב של WooCommerce.
id: Temukan tema ideal Anda di Toko Tema WooCommerce.
it: Puoi trovare il tema perfetto nel negozio di temi WooCommerce.
nl: Je kan jouw perfecte thema vinden in de themawinkel van WooCommerce.
pt_br: Encontre o tema perfeito na loja de temas do WooCommerce.
ru: Найдите самую подходящую для вас тему в магазине тем WooCommerce.
sv: Du hittar ditt perfekta tema i WooCommerce-temabutiken.
tr: WooCommerce Tema Mağazasından mükemmel temanızı bulabilirsiniz.

# themesCarouselView.lastMessageHeading
source: Looking for more?
ar: هل تبحث عن المزيد؟
de: Du suchst mehr?
es: ¿Quieres más opciones?
fr: Vous voulez en savoir plus ?
he: יש משהו נוסף שמעניין אותך?
id: Mencari lainnya?
it: Cerchi altro?
nl: Zoek je naar iets anders?
pt_br: Quer mais?
ru: Ищете что-то другое?
sv: Vill du ha mer?
tr: Daha fazlasını mı arıyorsunuz?

# themesCarouselView.loading
source: Loading themes...
ar: جارٍ رفع القوالب...
de: Themes werden geladen ...
es: Cargando temas...
fr: Chargement des thèmes…
he: טוען ערכות עיצוב...
id: Memuat tema...
it: Caricamento temi...
nl: Thema’s laden...
pt_br: Carregando temas...
ru: Загрузка тем…
sv: Laddar in teman …
tr: Temalar yükleniyor...

# themesCarouselView.retry
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
he: לנסות שוב
id: Coba lagi
it: Riprova
nl: Opnieuw proberen
pt_br: Tentar novamente
ru: Повторить
sv: Försök igen
tr: Tekrar dene

# themesCarouselView.thumbnailError
source: Sorry, it seems there is an issue with the template loading. Please %@ for a live demo
ar: عفوًا، يبدو أن هناك مشكلة في تحميل القالب. يرجى %@ للحصول على عرض توضيحي فوري
de: Anscheinend gab es ein Problem beim Laden des Templates. Bitte %@, um dir eine Live-Demo anzusehen
es: Lo siento, parece que hay un problema con la carga de la plantilla. %@ para ver una demostración en directo.
fr: Malheureusement, il semble y avoir un problème avec le chargement du modèle. Veuillez %@ pour une démonstration en direct
he: מצטערים, נראה שיש בעיה בהעלאה של התבנית. יש %@ לצפייה בהדגמה חיה
id: Maaf, sepertinya ada masalah saat memuat templat. Silakan %@ untuk demo langsung.
it: Siamo spiacenti, sembra che ci sia un problema con il caricamento del template. %@ per una demo live.
nl: Het lijkt erop dat er een probleem is met het laden van het sjabloon. %@ voor een live demo.
pt_br: Parece que ocorreu um problema ao carregar o modelo. %@ para ver uma demonstração ao vivo.
ru: При загрузке шаблона возникла проблема. Чтобы просмотреть демонстрацию в реальном времени, %@
sv: Tyvärr verkar det vara problem med hämtningen av mallen. %@ för en live-demo
tr: Üzgünüz, görünüşe göre şablon yüklenirken bir hata oluştu. Lütfen canlı bir demo için %@

# themesCarouselView.thumbnailError.tapHere
source: tap here
ar: النقر هنا
de: hier tippen
es: toca aquí
fr: appuyer ici
he: יש להקיש כאן
id: ketuk di sini
it: tocca qui
nl: tik hier
pt_br: toque aqui
ru: нажмите здесь
sv: tryck här
tr: buraya dokunun

# themesPickerView.chooseThemeHeading
source: Choose a theme
ar: اختيار قالب
de: Theme auswählen
es: Elegir un tema
fr: Choisir un thème
he: לבחור ערכת עיצוב
id: Pilih tema
it: Scegli un tema
nl: Kies een thema
pt_br: Escolher um tema
ru: Выберите тему
sv: Välj ett tema
tr: Bir tema seçin

# themesPickerView.chooseThemeSubtitle
source: You can always change it later in the settings.
ar: يمكنك دومًا تغييره لاحقًا ضمن الإعدادات.
de: In deinen Einstellungen kannst du dein Theme später jederzeit ändern.
es: Podrás cambiarlo más tarde en la configuración.
fr: Vous pouvez toujours le changer plus tard dans les réglages.
he: תמיד אפשר להחליף ערכה בהמשך, דרך ההגדרות.
id: Anda bebas mengubahnya di pengaturan kapan saja.
it: Puoi sempre modificare il tema nelle impostazioni in un secondo momento.
nl: Je kan het later altijd nog wijzigen in de instellingen.
pt_br: Você pode mudar isso depois nas configurações.
ru: Вы можете внести изменения в любой момент.
sv: Du kan alltid ändra det senare i inställningarna.
tr: Daha sonra ayarlardan değiştirebilirsiniz.

# themesPickerView.skipButtonTitle
source: Skip
ar: تخطٍّ
de: Überspringen
es: Omitir
fr: Ignorer
he: לדלג
id: Lewati
it: Salta
nl: Overslaan
pt_br: Pular
ru: Пропустить
sv: Hoppa över
tr: Atla

# themesPreviewView.menuMobile
source: Mobile
ar: الهاتف المحمول
de: Smartphone
es: Móvil
he: טלפון נייד
id: Seluler
it: Dispositivi mobili
nl: Mobiel
pt_br: Celular
ru: Мобильный телефон
sv: Mobil
tr: Mobil

# themesPreviewView.menuTablet
source: Tablet
ar: جهاز لوحي
es: Tableta
fr: Tablette
he: טאבלט
ru: Планшет
sv: Läsplatta

# themesPreviewView.pagesSheetHeading
source: View other store pages on this theme
ar: عرض صفحات المتجر على هذا القالب
de: Andere Shop-Seiten in diesem Theme anzeigen
es: Ver otras páginas de tienda en este tema
fr: Voir les autres pages de boutique avec ce thème
he: להציג עמודי חנות נוספים בתבנית זאת
id: Lihat halaman toko lainnya dengan tema ini
it: Vedi altre pagine del negozio su questo tema
nl: Bekijk andere winkelpagina’s over dit thema
pt_br: Visualizar outras páginas de lojas neste tema
ru: Просмотрите другие страницы магазинов в этой теме
sv: Visa andra butikssidor med det här temat
tr: Bu temadaki diğer mağaza sayfalarını görüntüleyin

# themesPreviewView.preview
source: Preview
ar: معاينة
de: Vorschau
es: Vista previa
fr: Aperçu
he: תצוגה מקדימה
id: Pratinjau
it: Anteprima
nl: Voorbeeldweergave
pt_br: Visualizar
ru: Предварительный просмотр
sv: Förhandsgranska
tr: Önizleme

# themesPreviewViewModel.homepageLabel
source: Home
ar: الصفحة الرئيسية
de: Startseite
es: Inicio
fr: Accueil
he: עמוד הבית
id: Beranda
pt_br: Início
ru: Главная страница
sv: Hem
tr: Ana Sayfa

# themesPreviewViewModel.startWithThemeButton
source: Start with %1$@
ar: البدء بـ %1$@
de: Mit %1$@ beginnen
es: Comienza con %1$@
fr: Se lancer avec %1$@
he: להתחיל עם %1$@
id: Mulai dengan %1$@
it: Inizia con %1$@
nl: Begin met %1$@
pt_br: Comece com o %1$@
ru: Начать с %1$@
sv: Börja med %1$@
tr: %1$@ ile başla

# themesPreviewViewModel.themeInstallError
source: Theme installation failed. Please try again.
ar: فشل تثبيت القالب. ترجى المحاولة مجددًا.
de: Theme-Installation fehlgeschlagen. Bitte versuche es erneut.
es: La instalación del tema ha fallado. Inténtalo de nuevo.
fr: L’installation du thème a échoué. Veuillez réessayer.
he: התקנת תבנית נכשלה. יש לנסות שוב.
id: Gagal memasang tema. Coba lagi.
it: Installazione del tema non riuscita. Riprova.
nl: Thema-installatie mislukt. Probeer het opnieuw.
pt_br: Falha na instalação do tema. Tente novamente.
ru: Не удалось установить тему. Повторите попытку.
sv: Installationen av temat misslyckades. Försök igen.
tr: Tema kurulumu başarısız oldu. Lütfen tekrar deneyin.

# themesPreviewViewModel.useThisThemeButton
source: Use %1$@
ar: استخدام %1$@
de: %1$@ verwenden
es: Utiliza %1$@
fr: Utiliser %1$@
he: להשתמש בערכת העיצוב %1$@
id: Gunakan %1$@
it: Usa %1$@
nl: Gebruik %1$@
pt_br: Use o %1$@
ru: Использовать %1$@
sv: Använd %1$@
tr: %1$@ temasını kullan

# toneOfVoiceView.title
source: Tone of voice
ar: درجة الصوت
de: Tonalität
es: Tono de voz
fr: Ton de la voix
he: טון דיבור
id: Gaya bahasa
it: Tono di voce
nl: Toon
pt_br: Tom de voz
sv: Tonfall
tr: Ses tonu

# topPerformerDashboardViewModel.addCustomRange
source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fr: Ajouter
he: להוסיף
id: Tambah
it: Aggiungi
nl: Toevoegen
pt_br: Adicionar
ru: Добавить
sv: Lägg till
tr: Ekle

# topPerformersDashboardView.custom
source: Custom
ar: مخصص
de: Individuell
es: Personalizado
fr: Personnalisé
he: התאמה אישית
id: Kustom
it: Personalizzato
nl: Aangepast
pt_br: Personalizado
ru: Произвольный
sv: Anpassat
tr: Özel

# topPerformersDashboardView.hideCard
source: Hide Top Performers
ar: أهم المؤدِّين
de: Topseller ausblenden
es: Ocultar mejor rendimiento
fr: Masquer les produits les plus performants
he: להסתיר את 'הביצועים הטובים ביותר'
id: Sembunyikan Produk dengan Performa Tertinggi
it: Nascondi Prodotti più venduti
nl: Toppresteerders verbergen
pt_br: Ocultar melhores desempenhos
ru: Скрыть самые продаваемые
sv: Dölj toppresterande produkter
tr: En Yüksek Performans Gösterenleri Gizle
