Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: Jetpack is installed, but not connected.
ar: تم تثبيت Jetpack، ولكن من دون اتصال.
de: Jetpack ist installiert, aber nicht verbunden.
es: Jetpack se ha instalado, pero no conectado.
fr: Jetpack est installé, mais pas connecté.
he: השירות של Jetpack מותקן אך לא מחובר.
id: Jetpack sudah terinstal tetapi belum tersambung.
it: Jetpack è installato, ma non connesso.
ja: Jetpack はインストールされていますが、連携されていません。
nl: Jetpack is geïnstalleerd, maar niet verbonden.
pt_br: O Jetpack está instalado, mas não conectado.
ru: Jetpack установлен, но не подключён.
sv: Jetpack är installerat men inte anslutet.
tr: Jetpack yüklendi, ancak bağlı değil.

source: Join from anywhere
ar: الانضمام من أي مكان
de: Von überall aus mitmachen
es: Únete desde cualquier lugar
fr: Rejoignez-nous, où que vous soyez
he: להצטרף מכל מקום
id: Bergabunglah dari mana saja
it: Partecipa da qualsiasi luogo
ja: どこからでも参加可能
nl: Deelnemen vanaf elke locatie
pt_br: Participe de qualquer lugar
ru: Присоединяйтесь откуда угодно
sv: Gå med var du än är
tr: İstediğiniz yerden katılın

source: Jordan
ar: الأردن
de: Jordanien
es: Jordania
fr: Jordanie
he: ירדן
id: Yordania
it: Giordania
ja: ヨルダン
nl: Jordanië
pt_br: Jordânia
ru: Иордания
sv: Jordanien
tr: Ürdün

source: Kazakhstan
ar: كازاخستان
de: Kasachstan
es: Kazajistán
he: קזחסטן
it: Kazakistan
ja: カザフスタン
nl: Kazachstan
pt_br: Cazaquistão
ru: Казахстан
sv: Kazakstan
tr: Kazakistan

source: Keep Editing
ar: متابعة التحرير
de: Weiter bearbeiten
es: Continuar con la edición
fr: Poursuivez la modification
he: להמשך העריכה
id: Tetap Menyunting
it: Continua a modificare
ja: 編集を続行
nl: Doorgaan met bewerken
pt_br: Continuar editando
ru: Продолжить редактирование
sv: Fortsätt redigera
tr: Düzenlemeye Devam Et

source: Keep Searching
ar: الاستمرار في البحث
de: Weiter suchen
es: Seguir buscando
fr: Continuer la recherche
he: להמשיך בחיפוש
id: Terus Mencari
it: Continua a cercare
ja: 検索を続行
nl: Verder zoeken
pt_br: Continue pesquisando
ru: Продолжить поиск
sv: Fortsätt söka
tr: Aramaya Devam Et

source: Keep in mind that this is not a support ticket and we won’t be able to address individual feedback
ar: ضع في الحسبان أنَّ هذه ليست تذكرة دعم، وأنَّنا لن نتمكن من معالجة الملاحظات الفردية
de: Bitte beachte, dass dies kein Support-Ticket ist und wir nicht auf jedes individuelle Feedback eingehen können.
es: Ten en cuenta que este no es un ticket de soporte y no podremos enviar comentarios individuales.
fr: Gardez à l’esprit qu’il ne s’agit pas d’un ticket d’assistance et que nous ne pourrons pas répondre aux commentaires individuels
he: לתשומת ליבך, זה לא כרטיס תמיכה ולא נוכל לענות למשוב באופן פרטי
id: Harap perhatikan bahwa ini bukan tiket dukungan, kami tidak dapat merespons umpan balik secara perorangan
it: Tieni presente che questo non è un ticket di supporto e non saremo in grado di rispondere a feedback individuali
ja: これはサポートチケットではありませんので、個別のフィードバックには対応いたしかねます
nl: Houd in gedachten dat dit geen ondersteuningsticket is en we niet op je individuele feedback in kunnen gaan
pt_br: Lembre-se de que isso não é um tíquete de suporte e nós não poderemos analisar feedbacks individuais
ru: Обратите внимание, что это не заявка в службу поддержки и мы не сможем ответить на ваш отзыв
sv: Kom ihåg att detta inte är ett supportärende och vi kommer inte att kunna adressera enskild feedback
tr: Bunun bir destek bileti olmadığını ve bireysel geri bildirimleri ele alamayacağımızı unutmayın

source: Kenya
ar: كينيا
de: Kenia
es: Kenia
he: קניה
it: Kenia
ja: ケニア
nl: Kenia
pt_br: Quênia
ru: Кения

source: Kiribati
ar: كيريباتي
he: קיריבטי
ja: キリバス
ru: Кирибати

source: Kuwait
ar: الكويت
fr: Koweït
he: כוויית
ja: クウェート
nl: Koeweit
ru: Кувейт
tr: Kuveyt

source: Kyrgyzstan
ar: قرغيزستان
de: Kirgisistan
es: Kirguistán
fr: Kirghizstan
he: קירגיסטן
it: Kirghizistan
ja: キルギスタン
nl: Kirgizië
pt_br: Quirguistão
ru: Киргизия
tr: Kırgızistan

source: Label (4 x 6 in)
ar: ملصق (4 × 6 بوصات)
de: Etikett (4 x 6 in)
es: Etiqueta (4" x 6")
fr: Étiquette (4 x 6 po)
he: תווית (4 x‏ 6 אינץ')
id: Label (4 x 6 inci)
it: Etichetta (4 x 6 mm)
ja: ラベル (4 x 6インチ)
nl: Etiket (4 x 6 inch)
pt_br: Etiqueta (10 x 15 cm)
ru: Этикетка (4 x 6 in)
sv: Etikett (4 x 6 tum)
tr: Etiket (4 x 6 inç)

source: Label Format Options
ar: خيارات تنسيق الملصق
de: Optionen für Etikettenformat
es: Opciones de formato de la etiqueta
fr: Options de format des étiquettes
he: אפשרויות לפורמט תווית
id: Opsi Format Label
it: Opzioni formato etichetta
ja: ラベルの書式設定オプション
nl: Opties labelformaat
pt_br: Opções de formato da etiqueta
ru: Варианты формата этикетки
sv: Alternativ för etikettformat
tr: Etiket Biçimi Seçenekleri

source: Laos
ar: لاوس
he: לאוס
ja: ラオス
ru: Лаос

source: Last 2 Days
ar: آخر يومين
de: Die letzten 2 Tage
es: Últimos 2 días
fr: Les 2 derniers jours
he: ביומיים האחרונים
id: 2 Hari Terakhir
it: Ultimi 2 giorni
ja: 過去2日間
nl: Afgelopen 2 dagen
pt_br: Últimos 2 dias
ru: Последние 2 дня
sv: Senaste 2 dagarna
tr: Son 2 Gün

source: Last 24 hours
ar: آخر 24 ساعة
de: Letzte 24 Stunden
es: Últimas 24 horas
fr: 24 dernières heures
he: 24 השעות האחרונות
id: 24 jam terakhir
it: Ultime 24 ore
ja: 過去24時間
nl: Afgelopen 24 uur
pt_br: Últimas 24 horas
ru: Последние 24 часа
sv: Senaste 24 timmarna
tr: Son 24 saat

source: Last 30 Days
ar: آخر 30 يومًا
de: Letzte 30 Tage
es: Últimos 30 días
fr: 30 derniers jours
he: 30 הימים האחרונים
id: 30 hari terakhir
it: Ultimi 30 giorni
ja: 過去30日間
nl: Afgelopen 30 dagen
pt_br: Últimos 30 dias
ru: Последние 30 дней
sv: Senaste 30 dagarna
tr: Son 30 gün

source: Last 7 Days
ar: آخر 7 أيام
de: Letzte 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
he: שבעת הימים האחרונים
id: 7 hari terakhir
it: Ultimi 7 giorni
ja: 過去7日間
nl: Afgelopen 7 dagen
pt_br: Últimos 7 dias
ru: Последние 7 дней
sv: Senaste 7 dagarna
tr: Son 7 Gün

source: Last 7 days
ar: آخر 7 أيام
de: Letzte 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
he: 7 הימים האחרונים
id: 7 hari terakhir
it: Ultimi 7 giorni
ja: 過去1週間
nl: Afgelopen 7 dagen
pt_br: Últimos sete dias
ru: Последние 7 дней
sv: Senaste 7 dagarna
tr: Son 7 gün

source: Last Month
ar: الشهر الماضي
de: Letzter Monat
es: Último mes
fr: Mois dernier
he: החודש הקודם
id: Bulan Terakhir
it: Mese precedente
ja: 先月
nl: Afgelopen maand
pt_br: Mês passado
ru: Прошлый месяц
sv: Förra månaden
tr: Geçen ay

source: Last Quarter
ar: الربع الأخير
de: Letztes Quartal
es: Último trimestre
fr: Trimestre dernier
he: הרבעון הקודם
id: Kuartal Terakhir
it: Trimestre precedente
ja: 前四半期
nl: Afgelopen kwartaal
pt_br: Trimestre passado
ru: Прошлый квартал
sv: Förra kvartalet
tr: Geçen çeyrek

source: Last Sold
ar: آخر عملية بيع
de: Zuletzt verkauft
es: Última venta
fr: Dernières ventes
he: הפריט האחרון שנמכר
id: Terakhir Terjual
it: Ultimi venduti
nl: Laatst verkocht
pt_br: Últimas vendas
ru: Последние продажи
sv: Senast sålda
tr: Son Satılan

source: Last Updated: %@
ar: آخر تحديث: %@
de: Letzte Aktualisierung: %@
es: Última actualización: %@
fr: Dernière mise à jour : %@
he: עדכון אחרון: %@
id: Pembaruan Terakhir: %@
it: Ultimo aggiornamento: %@
nl: Laatst bijgewerkt op: %@
pt_br: Última atualização: %@
sv: Senaste uppdatering: %@
tr: Son Güncellenme: %@

source: Last Week
ar: الأسبوع الماضي
de: Letzte Woche
es: Última semana
fr: Semaine dernière
he: השבוע הקודם
id: Minggu Terakhir
it: Settimana precedente
ja: 先週
nl: Afgelopen week
pt_br: Semana passada
ru: Прошлая неделя
sv: Förra veckan
tr: Geçen hafta

source: Last Year
ar: العام الماضي
de: Letztes Jahr
es: Último año
fr: Année dernière
he: השנה הקודמת
id: Tahun Terakhir
it: Anno precedente
ja: 去年
nl: Afgelopen jaar
pt_br: Ano passado
ru: Прошлый год
sv: Förra året
tr: Geçen yıl

source: Last name
ar: اسم العائلة
de: Nachname
es: Apellido(s)
fr: Nom
he: שם משפחה
id: Nama belakang
it: Cognome
ja: 姓
nl: Achternaam
pt_br: Sobrenome
ru: Фамилия
sv: Efternamn
tr: Soyad

source: Latvia
ar: لاتفيا
de: Lettland
es: Letonia
fr: Lettonie
he: לטביה
it: Lettonia
ja: ラトビア
nl: Letland
pt_br: Letônia
ru: Латвия
sv: Lettland
tr: Letonya

source: Launch Wormholy Debug
ar: بدء تتبع الأخطاء في Wormholy
de: Wormholy-Debugging starten
es: Iniciar la depuración con Wormholy
fr: Lancer le débogueur Wormholy
he: להשיק את איתור הבאגים של Wormholy
id: Luncurkan debug Wormholy
it: Avvia il debug di Wormholy
ja: Wormholy デバッグを起動
nl: Wormholy-debug starten
pt_br: Iniciar depuração do Wormholy
ru: Запустить отладчик Wormholy
sv: Starta Wormholy-felsökning
tr: Wormholy hata bulmayı başlat

source: Launch your store
ar: بدء متجرك
de: Starte deinen Shop
es: Publica tu tienda
fr: Lancez votre boutique
he: להשיק את החנות שלך
id: Luncurkan toko Anda
it: Lancia il tuo negozio
ja: ストアを立ち上げる
nl: Lanceer je winkel
pt_br: Publique sua loja
ru: Запустите собственный магазин
sv: Lansera din butik
tr: Mağazanızı yayınlayın

source: Learn More
ar: تعرف على المزيد
de: Mehr erfahren
es: Leer más
fr: En savoir plus
he: מידע נוסף
id: Pelajari Lebih Lanjut
it: Maggiori informazioni
nl: Meer leren
pt_br: Saiba Mais
ru: Подробнее
sv: Läs mer
tr: Daha fazla öğren

source: Learn how to securely package, label, and ship HAZMAT through USPS® at %1$@.
ar: تعرّف على كيفية تعبئة الموارد الخطيرة وتغليفها ووضع الملصقات عليها وشحنها من خلال USPS® في %1$@.
de: Unter %1$@ erfährst du, wie du mit USPS® Gefahrgut sicher verpackst, kennzeichnest und versendest.
es: Descubre cómo empaquetar, etiquetar y enviar materiales peligrosos de forma segura a través de USPS® en %1$@.
fr: Apprenez à emballer, étiqueter et expédier des matières dangereuses en toute sécurité par l’intermédiaire d’USPS® à l’adresse suivante : %1$@.
he: ללמוד איך לארוז חבילות HAZMAT, להכין תוויות עבורן ולשלוח אותן דרך USPS®‎ בכתובת %1$@.
id: Pelajari cara mengemas, melabeli, dan mengirim HAZMAT secara aman dengan USPS® di %1$@.
it: Scopri come imballare, etichettare e spedire con HAZMAT in modo sicuro tramite USPS® su %1$@.
nl: Ontdek hoe je gevaarlijke goederen via USPS® kunt verpakken, labelen en verzenden op %1$@.
pt_br: Saiba como embalar, etiquetar e enviar produtos HAZMAT com segurança pelo USPS® em %1$@.
ru: Узнайте, как надёжно упаковать опасные вещества, выполнить адресацию и доставить их с помощью USPS® в %1$@.
sv: Läs mer om hur du packar, märker och skickar farligt material på ett säkert sätt via USPS® på %1$@.
tr: %1$@ adresinden USPS® yoluyla Tehlikeli Maddelerin nasıl güvenli bir şekilde paketleneceğini, etiketleneceğini ve gönderileceğini öğrenin.

source: Learn more
ar: تعرف على المزيد
de: Mehr erfahren
es: Saber más
fr: En apprendre plus
he: מידע נוסף
id: Pelajari lebih lanjut
it: Per saperne di più
ja: さらに詳しく
nl: Meer informatie
pt_br: Saiba mais
ru: Подробнее
sv: Läs mer
tr: Daha fazlasını öğrenin

source: Learn more about HS Tariff Number
ar: معرفة المزيد حول رقم تعريفة النظام المنسق
de: Weitere Informationen zur HS-Tarifnummer
es: Más información sobre el número de arancel del SA
fr: En savoir plus à propos du numéro de tarif du SH
he: למידע נוסף בנושא HS Tariff Number (מספר תעריף של HS)
id: Baca selengkapnya mengenai Nomor Tarif HS
it: Scopri di più sul numero di tariffa doganale
ja: HS コード番号に関する詳細はこちら
nl: Meer informatie over het HS Tariff-nummer
pt_br: Saiba mais sobre o código tarifário do HS
ru: Дополнительная информация о тарифном коде HS
sv: Läs mer om HS-tariffnummer
tr: HS Tarif Numarası hakkında daha fazla bilgi edinin

source: Learn more about Internal Transaction Number
ar: معرفة المزيد حول رقم المعاملة الداخلي
de: Weitere Informationen zur internen Transaktionsnummer
es: Más información sobre el número de transacción internacional
fr: En savoir plus à propos du numéro de transaction interne
he: למידע נוסף בנושא Internal Transaction Number (מספר עסקה פנימי)
id: Baca selengkapnya mengenai Nomor Transaksi Internal
it: Scopri di più sul numero di transizione interno
ja: 国内取引番号 (ITN) に関する詳細はこちら
nl: Meer informatie over het interne transactienummer
pt_br: Saiba mais sobre o número de transação interna
ru: Дополнительная информация о внутреннем номере транзакции (ITN)
sv: Läs mer om internt transaktionsnummer
tr: Dahili İşlem Numarası hakkında daha fazla bilgi edinin

source: Learn more about Jetpack
ar: معرفة المزيد عن Jetpack
de: Weitere Informationen zu Jetpack
es: Más información acerca de Jetpack
fr: En savoir plus sur Jetpack
he: מידע נוסף על Jetpack
id: Pelajari selengkapnya tentang Jetpack
it: Scopri di più su Jetpack
ja: Jetpack についてさらに詳しく
nl: Meer informatie over Jetpack
pt_br: Saiba mais sobre o Jetpack
ru: Дополнительные сведения о Jetpack
sv: Läs mer om Jetpack
tr: Jetpack hakkında daha fazlasını öğrenin

source: Learn more about card readers
ar: معرفة المزيد حول قراء البطاقات
de: Weitere Informationen zu Kartenlesegeräten
es: Más información sobre lectores de tarjetas
fr: En savoir plus sur les lecteurs de carte
he: מידע נוסף על קוראי כרטיסים
id: Baca selengkapnya tentang pembaca kartu
it: Scopri di più sui lettori di carte
nl: Meer informatie over kaartlezers
pt_br: Saiba mais sobre os leitores de cartão
ru: Подробнее об устройствах чтения карт
sv: Lär dig mer om kortläsare
tr: Kart okuyucular hakkında daha fazla bilgi edinin

source: Learn more about creating labels with your mobile device
ar: معرفة المزيد حول إنشاء ملصقات باستخدام جهازك المحمول
de: Weitere Informationen zum Erstellen von Etiketten mit deinem Mobilgerät
es: Obtén más información sobre la creación de etiquetas con tu dispositivo móvil
fr: En savoir plus sur la création d’étiquettes avec votre appareil mobile
he: למידע נוסף על יצירת תוויות באמצעות המכשיר הנייד
id: Pelajari selengkapnya tentang membuat label menggunakan perangkat seluler
it: Scopri di più su come creare etichette dal dispositivo mobile
ja: モバイルデバイスでのラベル作成に関する詳細はこちら
nl: Meer informatie over labels met je mobiele apparaat aanmaken
pt_br: Saiba mais sobre como criar etiquetas no seu dispositivo móvel
ru: Узнать больше о распечатке этикеток с вашего мобильного устройства
sv: Läs mer om att skapa etiketter med din mobila enhet
tr: Mobil cihazınızla etiket oluşturma hakkında daha fazla bilgi edinin

source: Learn more about roles and permissions
ar: معرفة المزيد حول الرُتب والصلاحيات
de: Weitere Informationen zu Rollen und Berechtigungen
es: Aprende más sobre los roles y los permisos
fr: Plus d’infos sur les rôles et les autorisations
he: למידע נוסף על תפקידים והרשאות
id: Pelajari lebih lanjut tentang peran dan izin
it: Scopri di più sui ruoli e sulle autorizzazioni
ja: 権限グループと権限の詳細
nl: Meer informatie over rollen en machtigingen
pt_br: Saiba mais sobre funções e permissões
ru: Подробнее о ролях и разрешениях
sv: Lär dig mer om roller och behörigheter
tr: Roller ve izinler hakkında daha fazla bilgi edinin

source: Learn more about the data we collect about your store and your options to control this data sharing.
ar: تعرّف على المزيد حول البيانات التي نجمعها حول متجرك وخياراتك للتحكم في مشاركة البيانات هذه.
de: Weitere Informationen zu den Daten, die wir über deinen Shop erfassen, sowie deinen Optionen zum Kontrollieren dieser Datenfreigabe.
es: Obtén más información sobre los datos que recopilamos sobre tu tienda y tus opciones para controlar los datos que compartes.
fr: Apprenez-en davantage sur les données que nous recueillons à propos de votre boutique et sur les options dont vous disposez pour contrôler le partage de ces informations.
he: למידע נוסף על הנתונים שאנחנו אוספים לגביך ומאחסנים ועל האפשרויות שיש לך לשלוט בשיתוף הנתונים האלו.
id: Pelajari selengkapnya tentang data yang kami kumpulkan seputar toko Anda dan pilihan Anda dalam mengelola pembagian data.
it: Scopri di più sui dati che raccogliamo sul tuo negozio e sulle tue opzioni per il controllo di questa condivisione dei dati.
nl: Lees meer over de gegevens die we verzamelen over je winkel en jouw opties voor het beheren van deze gegevensuitwisseling.
pt_br: Saiba mais sobre os dados que coletamos sobre a sua loja e suas opções para controlar esse compartilhamento.
ru: Узнайте больше о данных, которые мы собираем в вашем магазине, и о том, как вы можете управлять передачей этих данных.
sv: Läs mer om vilka data vi samlar in om din butik och dina möjligheter att styra vilka data som delas.
tr: Mağazanız hakkında topladığımız veriler ve bu verilerin paylaşımını kontrol etme seçenekleriniz hakkında daha fazla bilgi edinin.

source: Lebanon
ar: لبنان
de: Libanon
es: Líbano
fr: Liban
he: לבנון
it: Libano
ja: レバノン
nl: Libanon
pt_br: Líbano
ru: Ливан
sv: Libanon
tr: Lübnan

source: Legal (8.5 x 14 in)
ar: قانوني (8.5 × 14 بوصة)
es: Legal (8,5" x 14")
fr: Legal (8,5 x 14 po)
he: משפטי (8.5 x‏ 14 אינץ')
id: Legal (8,5 x 14 inci)
it: Legale (8,5 x 14 mm)
ja: リーガル (8.5 x 14インチ)
nl: Legal (8,5 x 14 inch)
pt_br: Legal (22 x 36 cm)
sv: Legal (8,5 x 14 tum)
tr: Legal (8,5 x 14 inç)

source: Legal and more
ar: الشؤون القانونية والمزيد
de: Rechtliches und mehr
es: Legal y otros
fr: Droit et divers
he: מידע משפטי ופרטים נוספים
id: Informasi hukum dan lainnya
it: Sezione legale e altro
ja: 法的情報およびその他
nl: Juridisch en meer
pt_br: Jurídico e mais
ru: Юридическая информация и прочее
sv: Juridisk information med mera
tr: Yasal bilgiler ve daha fazlası

source: Length
ar: المدة
de: Länge
es: Longitud
fr: Longueur
he: אורך
id: Panjang
it: Lunghezza
ja: 長さ
nl: Lengte
pt_br: Comprimento
ru: Длина
sv: Längd
tr: Uzunluk

source: Lesotho
ar: ليسوتو
es: Lesoto
he: לסוטו
ja: レソト
pt_br: Lesoto
ru: Лесото
tr: Lesoto

source: Let AI generate captivating titles for you.
ar: اسمح للذكاء الاصطناعي بإنشاء عناوين جذابة من أجلك.
de: Lasse die KI ansprechende Titel für dich generieren.
es: Deja que la IA genere títulos cautivadores por ti.
he: הבינה המלאכותית יכולה ליצור עבורך שמות מעניינים.
id: AI akan membuat judul yang memikat untuk Anda.
it: Lascia che l'IA generi titoli accattivanti per te.
nl: Laat AI pakkende titels voor je genereren.
pt_br: Deixe a IA gerar títulos cativantes para você.
ru: С помощью ИИ вы можете создавать привлекательные заголовки.
sv: Låt AI generera fängslande rubriker åt dig.
tr: Yapay zekanın sizin için etkileyici başlıklar oluşturmasına izin verin.

source: Let us know your site address (URL) and tell us as much as you can about the problem,
ar: دعنا نكن على علم بعنوان موقعك (عنوان URL) وأخبرنا بالمشكلة بقدر ما يمكنك.
de: Teile uns deine Website-Adresse (URL) mit und stelle uns möglichst viele Informationen zu dem Problem bereit,
es: Indícanos la dirección de tu sitio (URL) y danos toda la información que puedas sobre el problema.
fr: Indiquez-nous l’adresse de votre site (URL) et donnez-nous le plus d’informations possible sur le problème,
he: אנחנו מבקשים לדעת את כתובת האתר שלך (כתובת ה-URL) וכמה שיותר פרטים לגבי הבעיה,
id: Masukkan alamat situs (URL) Anda dan ceritakan masalah yang Anda temui.
it: Comunicaci l'indirizzo del tuo sito (URL) e fornisci il maggior numero di informazioni sul problema,
ja: サイトアドレス (URL) をお知らせいただき、問題について可能な限り詳しく教えてください。
nl: Vertel ons je siteadres (URL) en zoveel mogelijk over het probleem,
pt_br: Informe o endereço do seu site (URL) e dê o máximo de detalhes sobre o problema,
ru: Сообщите нам адрес вашего сайта (URL-адрес) и предоставьте подробные сведения о проблеме.
sv: Låt oss veta din webbplatsadress (URL) och berätta så mycket du kan om problemet,
tr: Bize site adresinizi (URL) bildirin ve sorunu olabildiğince anlatın,

source: Letter (8.5 x 11 in)
ar: خطاب (8.5 × 11 بوصة)
es: Carta (8,5" x 11")
fr: Letter (8,5 x 11 po)
he: מכתב (8.5 x‏ 11 אינץ')
id: Letter (8,5 x 11 inci)
it: Lettera (8,5 x 11 mm)
ja: レター (8.5 x 11インチ)
nl: Brief (8,5 x 11 inch)
pt_br: Carta (22 x 28 cm)
sv: Letter (8,5 x 11 tum)
tr: Letter (8,5 x 11 inç)

source: Let’s get this sorted
ar: لنفرز ذلك
de: Lass uns das Problem lösen
es: ¡Vamos a solucionarlo!
fr: Voyons comment nous pouvons régler votre problème
he: ננסה לתקן את הבעיה עכשיו
id: Mari atasi masalah Anda
it: Mettiamo ordine
ja: 問題を解決しましょう
nl: Laten we dit oplossen
pt_br: Vamos resolver isso
ru: Давайте это отсортируем
sv: Låt oss ordna detta
tr: Bunu sıralayalım

source: Liberia
ar: ليبيريا
he: ליבריה
ja: リベリア
pt_br: Libéria
ru: Либерия
tr: Liberya

source: Libya
ar: ليبيا
de: Libyen
es: Libia
fr: Libye
he: לוב
it: Libia
ja: リビア
nl: Libië
pt_br: Líbia
ru: Ливия
sv: Libyen

source: Liechtenstein
ar: ليختنشتاين
he: ליכטנשטיין
ja: リヒテンシュタイン
ru: Лихтенштейн
tr: Lihtenştayn

source: Lighters Package - Authorized Lighters
ar: طرود الولاعات - ولاعات معتمدة
de: Paket für Feuerzeuge (Lighters Package) – Autorisierte Feuerzeuge
es: Paquete de mecheros: mecheros autorizados
fr: Colis de briquets - Briquets autorisés
he: חבילות במשקל נמוך יותר – מציתים מורשים
id: Paket Pemantik Api - Pemantik Api Resmi
it: Pacchetti di accendini - Accendini autorizzati
nl: Aanstekerspakket - goedgekeurde aanstekers
pt_br: Pacote de isqueiros - Isqueiros autorizados
ru: Посылка с зажигающим устройством (разрешённым к перевозке)
sv: Tändarpaket – Auktoriserade tändare
tr: Çakmak Paketi - Onaylı Çakmaklar

source: Limit Usage to X Items
ar: تقييد الاستخدام لـ X من العناصر
de: Nutzung auf X Produkte limitieren
es: Limitar el uso a X artículos
fr: Limite d’utilisation à X articles
he: הגבלת השימוש ל-X פריטים
id: Batasi Penggunaan hingga X Barang
it: Limite di utilizzo a X elementi
ja: X個に利用を制限
nl: Gebruik beperken tot X items
pt_br: Limitar o uso a X itens
ru: Лимит использования на X товаров
sv: Begränsa användning till X artiklar
tr: Kullanımı X Öğe ile Sınırla

source: Limit one per order
ar: تحديد واحد لكل طلب
de: Auf 1 pro Bestellung begrenzen
es: Límite de uno por pedido
fr: Limite : un par commande
he: להגביל פריט אחד בכל הזמנה
id: Batas per pesanan
it: Limite di uno per ordine
ja: 1回の注文あたり1個に制限
nl: Beperkt tot één per bestelling
pt_br: Limitar um por pedido
ru: Ограничить одним на заказ
sv: Begränsa till en per order
tr: Her sipariş için limiti bir olarak belirle

source: Limited to %1$d item in cart
ar: يقتصر على ⁦%1$d⁩ عنصر في عربة التسوق
de: Auf %1$d Artikel im Warenkorb begrenzt
es: Limitado a %1$d elemento en el carro de compra
fr: Limité à %1$d article par panier
he: מוגבל לפריט ⁦%1$d⁩ בעגלת הקניות
id: Dibatasi hingga %1$d item di keranjang
it: Limitato a %1$d elemento nel carrello
ja: お買い物カゴ内のアイテムを%1$d点に制限
nl: Beperkt tot %1$d artikel in winkelwagen
pt_br: Limitado a %1$d item no carrinho
ru: Максимальное количество позиций в корзине: %1$d
sv: Begränsad till %1$d artikel i varukorgen
tr: Sepette %1$d ürünle sınırlıdır

source: Limited to %1$d items in cart
ar: يقتصر على ⁦%1$d⁩ من العناصر في عربة التسوق
de: Auf %1$d Artikel im Warenkorb begrenzt
es: Limitado a %1$d elementos en el carro de compra
fr: Limité à %1$d articles par panier
he: מוגבל ל-⁦%1$d⁩ פריטים בעגלת הקניות
id: Dibatasi hingga %1$d item di keranjang
it: Limitato a %1$d elementi nel carrello
ja: お買い物カゴ内のアイテムを%1$d点に制限
nl: Beperkt tot %1$d artikelen in winkelwagen
pt_br: Limitado a %1$d itens no carrinho
ru: Максимальное количество позиций в корзине: %1$d
sv: Begränsad till %1$d artiklar i varukorgen
tr: Sepette %1$d ürünle sınırlıdır

source: Link Settings
ar: إعدادات الرابط
de: Linkeinstellungen
es: Configuración del enlace
fr: Réglages du lien
he: הגדרות הקישור
id: Pengaturan Tautan
it: Impostazioni del link
ja: リンク設定
nl: Link-instellingen
pt_br: Configurações de links
ru: Настройки ссылок
sv: Länkinställningar
tr: Bağlantı Ayarları

source: Link Text
ar: نص الرابط
es: Texto del enlace
fr: Texte du lien
he: קישור לטקסט
id: Teks Tautan
it: Testo del link
ja: リンク文字列
nl: Linktekst
pt_br: Texto do link
ru: Текст ссылки
sv: Länktext
tr: Bağlantı metni

source: Linked Products
ar: المنتجات المرتبطة
de: Verlinkte Produkte
es: Productos relacionados
fr: Produits liés
he: מוצרים מקושרים
id: Produk Tertaut
it: Prodotti collegati
ja: 関連商品
nl: Gekoppelde producten
pt_br: Produtos relacionados
ru: Сопутствующие
sv: Länkade produkter
tr: Bağlantılı ürünler
