Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: Updating the reader software failed because the reader is low on battery. Please charge the reader above 50% before trying again.
ar: فشل تحديث برنامج القارئ لأن بطارية القارئ منخفضة. يرجى شحن القارئ بنسبة تزيد على 50% قبل المحاولة مرة أخرى.
de: Das Software-Update ist fehlgeschlagen, da der Akkustand deines Kartenlesegeräts zu niedrig ist. Lade den Akku deines Kartenlesegeräts bitte auf über 50 %, bevor du es erneut versuchst.
es: Se ha producido un error en la actualización del software del lector porque el lector tiene poca batería. Carga la batería del lector por encima del 50 \u0025 antes de intentarlo de nuevo.
fr: La mise à jour du logiciel du lecteur a échoué car la batterie du lecteur est faible. Veuillez charger le lecteur au-dessus de 50 \u0025 avant de réessayer.
he: עדכון התוכנה של קורא הכרטיסים נכשל מאחר שאחוז הסוללה של הקורא נמוך. עליך קודם להטעין את סוללת הקורא למעל 50% ולנסות שוב.
id: Pembaruan perangkat lunak pembaca gagal karena daya baterai pembaca rendah. Isi daya pembaca di atas 50% sebelum mencoba lagi.
it: L'aggiornamento del software del lettore non è riuscito perché la batteria del lettore è scarica. Ricarica il lettore sopra il 50 \u0025 prima di riprovare.
nl: De software van de lezer kon niet worden bijgewerkt omdat de batterij van de lezer te leeg is. Laad de lezer op tot meer dan 50% voordat je het opnieuw probeert.
pt_br: Falha na atualização do software do leitor porque ele está com pouca bateria. Deixe o leitor chegar a mais de 50\u0025 de carga antes de tentar novamente.
sv: Uppdateringen av läsarprogramvaran misslyckades, eftersom batterinivån i läsaren är låg. Ladda läsaren till över 50 \u0025 innan du försöker igen.
tr: Okuyucunun pili zayıf olduğundan okuyucu yazılımı güncellenemedi. Lütfen tekrar denemeden önce okuyucuyu %50'den fazla şarj edin.

# pointOfSale.cardPresentPayment.alert.readerUpdateFailedLowBattery.title
source: Please charge reader
ar: يرجى شحن القارئ
de: Lade bitte den Akku deines Kartenlesegeräts auf
es: Carga el lector.
fr: Veuillez charger le lecteur
he: יש להטעין את הקורא
id: Isi daya pembaca
it: Modifica il lettore
nl: Laad de lezer op
pt_br: Carregue o leitor
sv: Ladda läsare
tr: Lütfen okuyucuyu şarj edin

source: Dismiss
ar: تجاهل
de: Verwerfen
es: Descartar
fr: Ignorer
he: לבטל
id: Tutup
it: Ignora
nl: Afwijzen
pt_br: Ignorar
sv: Avfärda
tr: Kapat

# pointOfSale.cardPresentPayment.alert.readerUpdateFailedNonRetryable.title
source: We couldn’t update your reader’s software
ar: يتعذر علينا تحديث برنامج القارئ الخاص بك
de: Die Software deines Kartenlesegeräts konnte nicht aktualisiert werden
es: No hemos podido actualizar el software de tu lector.
fr: Nous n’avons pas pu mettre à jour le logiciel de votre lecteur
he: לא הצלחנו לעדכן את התוכנה של קורא הכרטיסים שלך
id: Kami tidak dapat memperbarui perangkat lunak pembaca Anda
it: Non è stato possibile aggiornare il software del tuo lettore
nl: We konden de software van je lezer niet bijwerken
pt_br: Não foi possível atualizar o software do seu leitor
sv: Vi kunde inte uppdatera din läsares programvara
tr: Okuyucunuzun yazılımı güncellenemedi

source: Cancel anyway
ar: إلغاء على أي حال
de: Trotzdem abbrechen
es: Cancelar igualmente
fr: Annuler quand même
he: לבטל בכל זאת
id: Batalkan saja
it: Annulla comunque
nl: Toch annuleren
pt_br: Cancelar mesmo assim
sv: Avbryt ändå
tr: Yine de iptal et

# pointOfSale.cardPresentPayment.alert.requiredReaderUpdateInProgress.message
source: Your card reader software needs to be updated to collect payments. Cancelling will block your reader connection.
ar: يتعين تحديث برنامج قارئ البطاقة الخاص بك لتحصيل المدفوعات. سيؤدي الإلغاء إلى حظر اتصال القارئ الخاص بك.
de: Die Software deines Kartenlesegeräts muss aktualisiert werden, damit es Zahlungen empfangen kann. Wenn du abbrichst, wird die Verbindung deines Kartenlesegeräts blockiert.
es: Para recibir pagos, debes actualizar el software de tu lector de tarjetas. Si cancelas esta acción, se bloqueará la conexión con el lector.
fr: Le logiciel de votre lecteur de carte doit être mis à jour pour percevoir les paiements. L’annulation bloquera la connexion de votre lecteur.
he: עליך לעדכן את התוכנה של קורא הכרטיסים שלך כדי לגבות תשלומים. הביטול יחסום את החיבור של קורא הכרטיסים.
id: Perangkat lunak pembaca kartu Anda perlu diperbarui untuk menerima pembayaran. Pembatalan akan memblok sambungan pembaca Anda.
it: Il software del tuo lettore di carte deve essere aggiornato per ricevere pagamenti. Annullando verrà bloccata la connessione al lettore.
nl: De software van je kaartlezer moet worden bijgewerkt om betalingen te innen. Door te annuleren wordt de verbinding van je lezer geblokkeerd.
pt_br: É necessário atualizar o software do seu leitor de cartão para receber pagamentos. Se você cancelar, bloqueará a conexão do leitor.
sv: Din kortläsarprogramvara behöver uppdateras för att du ska kunna ta emot betalningar. Om du avbryter blockeras din läsaranslutning.
tr: Ödeme almak için kart okuyucu yazılımınızın güncellenmesi gerekiyor. İptal ederseniz okuyucu bağlantınız engellenir.

source: %.0f%% complete
ar: مكتمل بنسبة %.0f%%
de: %.0f %% abgeschlossen
es: %.0f%% completado
fr: %.0f%% terminé
he: %.0f%% הושלמו
id: %.0f%% selesai
it: %.0f%% completato
nl: %.0f%% voltooid
pt_br: %.0f%% concluída
sv: %.0f%% slutfört
tr: %.0f%% tamamlandı

# pointOfSale.cardPresentPayment.alert.requiredReaderUpdateInProgress.title
source: Updating software
ar: تحديث البرنامج
de: Software wird aktualisiert
es: Actualizando el software
fr: Mise à jour du logiciel
he: מעדכן את התוכנה
id: Memperbarui perangkat lunak
it: Aggiornamento del software
nl: Software bijwerken
pt_br: Atualizando software
sv: Uppdaterar programvara
tr: Yazılım güncelleniyor

# pointOfSale.cardPresentPayment.alert.scanningFailed.dismiss.button.title
source: Dismiss
ar: تجاهل
de: Verwerfen
es: Descartar
fr: Ignorer
he: לבטל
id: Tutup
it: Ignora
nl: Afwijzen
pt_br: Ignorar
sv: Avfärda
tr: Kapat

# pointOfSale.cardPresentPayment.alert.scanningFailed.title
source: Connecting reader failed
ar: فشل ربط القارئ
de: Verbindung zum Kartenlesegerät fehlgeschlagen
es: La conexión del lector ha fallado
fr: Échec de la connexion au lecteur
he: החיבור לקורא נכשל
id: Menyambungkan pembaca gagal
it: Connessione del lettore non riuscita
nl: Verbinding maken met lezer mislukt
pt_br: Falha na conexão do leitor
sv: Det gick inte att ansluta läsaren
tr: Okuyucuya bağlanılamadı

# pointOfSale.cardPresentPayment.paymentCaptureError.order.may.have.failed.message
source: Due to a network error, we don’t know if payment succeeded.
ar: بسبب خطأ في الشبكة، لا نعرف ما إذا كانت عملية الدفع ناجحة.
de: Aufgrund eines Netzwerkfehlers wissen wir nicht, ob die Zahlung erfolgreich war.
es: Debido a un error de red, no sabemos si el pago se ha realizado correctamente.
fr: En raison d’une erreur de réseau, nous ne sommes pas en mesure de savoir si le paiement a bien été effectué.
he: עקב שגיאת רשת, אנחנו לא יודעים אם התשלום בוצע בהצלחה.
id: Karena error jaringan, kami tidak mengetahui apakah pembayaran behasil.
it: Non sappiamo se il pagamento sia andato a buon fine a causa di un errore di rete.
nl: Vanwege een netwerkfout weten we niet of de betaling voltooid is.
pt_br: Devido a um erro de rede, não foi possível confirmar o pagamento.
sv: På grund av ett nätverksfel vet vi inte om betalningen lyckades.
tr: Bir ağ hatasından dolayı ödemenin başarılı olup olmadığını bilmiyoruz.

source: Please double check the order on a device with a network connection before continuing.
ar: يرجى التحقق مجددًا من الطلب على جهاز متصل بالشبكة قبل المتابعة.
de: Bitte überprüfe die Bestellung auf einem Gerät mit Netzwerkverbindung, bevor du fortfährst.
es: Comprueba el pedido en un dispositivo con conexión a la red antes de continuar.
fr: Veuillez revérifier la commande sur un appareil disposant d’une connexion au réseau avant de poursuivre.
he: יש לבדוק שוב את ההזמנה במכשיר עם חיבור לאינטרנט לפני ההמשך.
id: Periksa pesanan dua kali di perangkat dengan koneksi jaringan sebelum melanjutkan.
it: Verifica l'ordine da un dispositivo connesso alla rete prima di continuare.
nl: Controleer de bestelling op een apparaat dat verbonden is met het internet voordat je verdergaat.
pt_br: Antes de continuar, verifique novamente o pedido em um dispositivo com internet.
sv: Dubbelkolla beställningen på en enhet med nätverksanslutning innan du fortsätter.
tr: Lütfen devam etmeden önce ağ bağlantısı olan bir cihazda siparişi dikkatli bir şekilde kontrol edin.

# pointOfSale.cardPresentPayment.paymentCaptureError.order.may.have.failed.title
source: This order may have failed
ar: قد يفشل هذا الطلب
de: Diese Bestellung ist möglicherweise fehlgeschlagen
es: Es posible que el pedido no se haya realizado correctamente
fr: Échec possible de la commande
he: ייתכן שההזמנה נכשלה
id: Pesanan ini mungkin gagal
it: Questo ordine potrebbe essere fallito
nl: Deze bestelling is mogelijk mislukt
pt_br: Parece que esse pedido não foi concluído
sv: Denna beställning kan ha misslyckats
tr: Bu sipariş başarısız olabilir

# pointOfSale.floatingButtons.exit.button.title
source: Exit POS
ar: إنهاء POS
de: POS beenden
es: Salir del punto de venta
fr: Quitter le PDV
he: לצאת מ-POS
id: Keluar dari POS
it: Esci da POS
nl: POS afsluiten
pt_br: Sair do PDV
sv: Avsluta POS
tr: POS'tan çık

# pointOfSale.floatingButtons.getSupport.button.title
source: Get Support
ar: الحصول على الدعم
de: Support erhalten
es: Conseguir ayuda
fr: Obtenir de l’aide
he: לקבלת תמיכה
id: Dapatkan Dukungan
it: Richiedi assistenza
nl: Vraag om ondersteuning
pt_br: Obter suporte
sv: Skaffa support
tr: Destek Alın

# pointOfSale.floatingButtons.readerConnected.title
source: Reader connected
ar: تم اتصال القارئ
de: Lesegerät verbunden
es: Lector conectado
fr: Lecteur connecté
he: הקורא חובר
id: Pembaca Terhubung
it: Lettore connesso
nl: Verbonden met lezer
pt_br: Leitor conectado
sv: Läsare ansluten
tr: Okuyucu Bağlandı

# pointOfSale.floatingButtons.readerDisconnected.title
source: Connect your reader
ar: اتصال القارئ الخاص بك
de: Kartenlesegerät verbinden
es: Conectar con tu lector
fr: Connecter votre lecteur
he: לחבר את הקורא
id: Hubungkan ke pembaca
it: Connetti al tuo lettore
nl: Verbind je lezer
pt_br: Conecte o seu leitor
sv: Anslut din läsare
tr: Okuyucunuzu bağlayın

# pointOfSale.item.removeFromCart.button.accessibilityLabel
source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
fr: Supprimer
he: להסיר
id: Hapus
it: Elimina
nl: Verwijderen
pt_br: Remover
sv: Ta bort
tr: Kaldır

# pointOfSale.orderSync.error.retry
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
he: לנסות שוב
id: Coba lagi
it: Riprova
nl: Opnieuw proberen
pt_br: Tentar novamente
sv: Försök igen
tr: Tekrar dene

# pointOfSale.orderSync.error.title
source: Couldn't load totals
ar: تعذر تحميل الإجماليات
de: Gesamtbeträge konnten nicht geladen werden
es: No se han podido cargar los totales
fr: Impossible de charger les totaux
he: לא ניתן היה לטעון את הסכום הכולל
id: Tidak bisa memuat total
it: Non è stato possibile caricare i totali
nl: Kan totalen niet laden
pt_br: Não foi possível carregar o total
sv: Det gick inte att hämta summor.
tr: Toplamlar yüklenemedi

# pointOfSaleDashboard.support.done
source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
he: בוצע
id: Selesai
it: Fatto
nl: Klaar
pt_br: Concluir
sv: Klar
tr: Tamam

# pos.cartView.addItemsToCartHint
source: Tap on a product to add it to the cart
ar: النقر على منتج إلى إضافته إلى عربة التسوق
de: Tippe auf ein Produkt, um es dem Warenkorb hinzuzufügen
es: Toca un producto para añadirlo al carrito
fr: Appuyer sur un produit pour l’ajouter au panier
he: יש להקיש על מוצר כדי להוסיף את המוצר לעגלה
id: Ketuk produk ke tambahkan ke keranjang
it: Tocca un prodotto per aggiungerlo al carrello
nl: Tik op een product om het toe te voegen aan de winkelwagen
pt_br: Toque no produto para adicionar ao carrinho
sv: Klicka på en produkt för att lägga till den i varukorgen
tr: için ürüne dokunun Sepete eklemek

# pos.cartView.cartTitle
source: Cart
ar: عربة التسوق
de: Warenkorb
es: Carrito
fr: Panier
he: עגלת קניות
id: Keranjang
it: Carrello
nl: Winkelwagen
pt_br: Carrinho
sv: Varukorg
tr: Sepet

# pos.cartView.checkoutButtonTitle
source: Check out
ar: السداد
de: Bezahlen
es: Finalizar compra
fr: Découvrir
he: מומלץ לנסות
id: Keluar
it: Pagamento
nl: Afrekenen
pt_br: Finalizar compra
sv: Gå till kassa
tr: Öde

# pos.cartView.clearButtonTitle
source: Clear
ar: مسح
de: Löschen
es: Borrar
fr: Effacer
he: למחוק
id: Hapus
it: Cancella
nl: Wissen
pt_br: Limpar
sv: Rensa
tr: Temizle

# pos.connectivity.title
source: No internet connection
ar: لا يوجد اتصال بالإنترنت
de: Keine Internetverbindung
es: Sin conexión a Internet
fr: Aucune connexion internet
he: אין חיבור אינטרנט
id: Tidak ada koneksi internet
it: Nessuna connessione a Internet
nl: Geen internetverbinding
pt_br: Sem conexão com a internet
sv: Ingen internetanslutning
tr: İnternet bağlantısı yok

# pos.exitPOSModal.exitBody
source: Any orders in progress will be lost.
ar: سيتم فقدان أي طلبات قيد التقدم.
de: Alle Bestellungen, die sich gerade in Bearbeitung befinden, gehen verloren.
es: Se perderán los pedidos en curso.
fr: Toutes les commandes en cours seront perdues.
he: כל התקדמות שנרשמה בהזמנות תאבד.
id: Semua pesanan yang sedang aktif akan hilang.
it: Gli ordini in corso andranno persi.
nl: Alle bestellingen die nog in behandeling zijn, zullen verloren gaan.
pt_br: Pedidos em andamento serão perdidos.
sv: Eventuella pågående beställningar kommer att gå förlorade.
tr: Devam eden tüm siparişler kaybolacak.

# pos.exitPOSModal.exitButtom
source: Exit
ar: إنهاء
de: Beenden
es: Salir
fr: Quitter
he: יציאה
id: Keluar
it: Esci
nl: Afsluiten
pt_br: Sair
sv: Avsluta
tr: Çık

# pos.exitPOSModal.exitTitle
source: Exit Point of Sale mode?
ar: هل تريد إنهاء وضع نقطة البيع؟
de: Modus „Verkaufsort“ (POS) beenden?
es: ¿Salir del modo de punto de venta?
fr: Quitter le mode point de vente ?
he: האם לצאת ממצב 'נקודת מכירה'?
id: Keluar dari mode Point of Sale?
it: Uscire dalla modalità punto vendita?
nl: Verkooppuntmodus afsluiten?
pt_br: Sair do modo de ponto de venda?
sv: Lämna Försäljningsplatsläge?
tr: Satış Noktası Modundan Çıkılsın Mı?

# pos.headerTitleView.productSelectorTitle
source: Products
ar: المنتجات
de: Produkte
es: Productos
fr: Produits
he: מוצרים
id: Produk
it: Prodotti
nl: Producten
pt_br: Produtos
sv: Produkter
tr: Ürünler

# pos.itemList.failedToLoadButtonTitle
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
he: לנסות שוב
id: Coba lagi
it: Riprova
nl: Opnieuw proberen
pt_br: Tentar novamente
sv: Försök igen
tr: Tekrar dene

# pos.itemList.failedToLoadSubtitle
source: Give it another go?
ar: هل تريد محاولة أخرى؟
de: Noch einmal versuchen?
es: ¿Intentarlo de nuevo?
fr: On réessaie ?
he: רוצה לנסות שוב?
id: Ingin mencoba sekali lagi?
it: Vuoi fare un altro tentativo?
nl: Nog een keertje proberen?
pt_br: Quer tentar de novo?
sv: Vill du försöka igen?
tr: Bir kez daha denemek ister misiniz?

# pos.itemList.failedToLoadTitle
source: Error loading products
ar: خطأ في أثناء تحميل المنتجات
de: Fehler beim Laden der Produkte
es: Se ha producido un error al cargar los productos
fr: Erreur lors du chargement des produits
he: שגיאה בטעינת המוצרים
id: Terjadi error saat memuat produk
it: Errore durante il caricamento dei prodotti
nl: Fout bij laden van producten
pt_br: Erro ao carregar produtos
sv: Det gick inte att läsa in produkterna
tr: Ürünler yüklenirken hata oluştu

# pos.itemListView.headerBanner.dismiss.button.accessibiltyLabel
source: Dismiss
ar: تجاهل
de: Verwerfen
es: Descartar
fr: Ignorer
he: לבטל
id: Tutup
it: Ignora
nl: Negeren
pt_br: Ignorar
sv: Avfärda
tr: Kapat

# pos.itemlistview.headerBanner.hint
source: Other product types, such as variable and virtual, will become available in future updates.
ar: أما أنواع المنتجات الأخرى، مثل: المنتجات المتغيرة والظاهرية، ستصبح متوفرة في التحديثات المستقبلية.
de: Weitere Produkttypen, wie variable und virtuelle, werden in künftigen Updates bereitgestellt.
es: Otros tipos de productos, como los variables y los virtuales, estarán disponibles en futuras actualizaciones.
fr: D’autres types de produits, tels que les produits virtuels et variables, seront disponibles dans les mises à jour à venir.
he: סוגי מוצרים אחרים, כמו מוצרים עם סוגים או מוצרים וירטואליים, יהיו זמינים בעדכונים בעתיד.
id: Jenis produk lain, seperti variabel dan virtual, akan tersedia dalam pembaruan mendatang.
it: Altri tipi di prodotti, come quelli variabili e quelli virtuali, saranno disponibili in seguito a futuri aggiornamenti.
nl: Andere producttypen, zoals variabel en virtueel, worden in toekomstige updates beschikbaar.
pt_br: Outros tipos de produtos, como variáveis e virtuais, serão disponibilizados em atualizações futuras.
sv: Andra produkttyper, såsom variabel och virtuell, kommer att bli tillgängliga i framtida uppdateringar.
tr: Değişken ve sanal gibi diğer ürün türleri gelecekteki güncellemelerde kullanılabilir olacak.

# pos.itemlistview.headerBanner.learnMoreHint
source: Learn More
ar: التعرُّف على المزيد
de: Weitere Informationen
es: Más información
fr: Lire la suite
he: למידע נוסף
id: Baca selengkapnya
it: Scopri di più
nl: Meer weten
pt_br: Saiba mais
sv: Lär dig mer
tr: Daha Fazla Bilgi Edinin

# pos.itemlistview.headerBanner.subtitle
source: Only simple physical products are available with POS right now.
ar: لا تتوفر سوى المنتجات المادية البسيطة التي تتضمن نقاط بيع الآن.
de: Derzeit sind nur einfache physische Produkte für POS verfügbar.
es: En estos momentos, solo los productos físicos sencillos están disponibles con TPV.
fr: Seuls les produits physiques simples sont disponibles avec le PDV actuellement.
he: רק מוצרים פיזיים פשוטים זמינים עם POS כרגע.
id: Hanya produk fisik sederhana yang tersedia dengan POS saat ini.
it: Al momento sono disponibili con POS solo i prodotti fisici semplici.
nl: Alleen simpele fysieke producten zijn momenteel beschikbaar met POS.
pt_br: Agora apenas produtos físicos simples estão disponíveis nos pontos de venda.
sv: Endast enkla fysiska produkter är tillgängliga med POS just nu.
tr: Şu anda POS ile yalnızca basit fiziksel ürünler kullanılabiliyor.

# pos.itemlistview.headerBanner.title
source: Showing simple products only
ar: إظهار المنتجات البسيطة فقط
de: Es werden nur einfache Produkte angezeigt
es: Mostrar solo productos sencillos
fr: Affichage des produits simples uniquement
he: מציג רק מוצרים פשוטים
id: Menunjukkan produk sederhana saja
it: Visualizzazione dei soli prodotti semplici
nl: Alleen simpele producten weergeven
pt_br: Mostrando apenas produtos simples
sv: Visar endast enkla produkter
tr: Yalnızca basit ürünler gösteriliyor

# pos.itemlistview.loading.subtitle
source: Let’s serve some customers
ar: لنقدم خدمات إلى بعض العملاء
de: Zeit, deine Kunden glücklich zu machen
es: Atendamos a algunos clientes
he: זה הזמן להעניק ללקוחות שירות
id: Mari layani pelanggan
it: Serviamo alcuni clienti
nl: Laten we wat klanten helpen
pt_br: Vamos atender a alguns clientes
sv: Låt oss betjäna några kunder
tr: Birkaç müşteriye hizmet edelim

# pos.itemlistview.loading.title
source: Starting up
ar: تشغيل
de: Wird geladen
es: Puesta en marcha
he: מתחילים כאן
id: Memulai
it: Iniziare
nl: Aan de slag
pt_br: Iniciando
sv: Startar
tr: Başlatılıyor

# pos.pointOfSaleItemListEmptyView.emptyProductsHint
source: To add one, exit POS and go to Products
ar: لإضافة واحد، اخرج من POS وانتقل إلى المنتجات
de: Wenn du eins hinzufügen möchtest, verlasse POS und gehe zu „Produkte“
es: Para añadir uno, sal del punto de venta y ve a Productos
fr: Pour en ajouter un, quittez le PDV et accédez à Produits
he: כדי להוסיף מוצר אחד, יש לצאת מ-POS ולעבור אל 'מוצרים'
id: Untuk menambahkan produk, keluar dari POS dan buka Produk.
it: Per aggiungerne uno, esci dal punto vendita e vai a Prodotti
nl: Verlaat POS en ga naar Producten om er een toe te voegen
pt_br: Para adicionar um, saia do PDV e acesse Produtos
sv: Lämna POS och gå till Produkter om du vill lägga till en produkt.
tr: Birini eklemek için POS'tan çıkın ve Ürünler'e gidin

# pos.pointOfSaleItemListEmptyView.emptyProductsSubtitle
source: POS currently only supports simple products.
ar: لا يدعم POS حاليًا سوى المنتجات البسيطة.
de: POS unterstützt derzeit nur einfache Produkte.
es: Las órdenes de compra actualmente solo admiten productos simples.
fr: Le PDV ne prend actuellement en charge que des produits simples.
he: האפשרות POS נתמכת כרגע במוצרים פשוטים בלבד.
id: POS saat ini hanya mendukung produk sederhana.
it: Il punto vendita al momento supporta solo prodotti semplici.
nl: POS ondersteunt momenteel alleen simpele producten.
pt_br: No momento, o PDV só é compatível com produtos simples.
sv: POS stöder för närvarande bara enkla produkter.
tr: POS şu anda yalnızca basit ürünleri destekliyor.

# pos.pointOfSaleItemListEmptyView.emptyProductsTitle
source: No supported products found
ar: لم يتم العثور على منتجات مدعومة
de: Keine unterstützten Produkte gefunden
es: No se han encontrado productos compatibles
fr: Aucun produit pris en charge trouvé
he: לא נמצאו מוצרים נתמכים
id: Produk yang didukung tidak ditemukan
it: Nessun prodotto supportato trovato
nl: Geen ondersteunde producten gevonden
pt_br: Nenhum produto compatível encontrado
sv: Inga produkter som stöds hittades
tr: Desteklenen ürün bulunamadı

# pos.simpleProductsModal.action
source: Create an order in store management
ar: إنشاء طلب في إدارة المتجر
de: Eine Bestellung im Shop-Management erstellen
es: Crear un pedido en la gestión de la tienda
fr: Créer une commande dans la gestion de la boutique
he: ליצור הזמנה בניהול החנות
id: Buat pesanan di manajemen toko
it: Crea un ordine nella gestione del negozio
nl: Maak een bestelling aan in het winkelbeheer
pt_br: Criar um pedido no gerenciamento da loja
sv: Skapa en beställning i butikshanteringen
tr: Mağaza yönetiminde sipariş oluşturun

# pos.simpleProductsModal.hint
source: To take payment for a non-simple product, exit POS and create a new order from the orders tab.
ar: لتلقي دفعة مقابل منتج غير بسيط، اخرج من نقطة البيع وأنشئ طلبًا جديدًا من علامة تبويب الطلبات.
de: Um die Zahlung für ein nicht einfaches Produkt entgegenzunehmen, beende POS und erstelle eine neue Bestellung über den Tab „Bestellungen“.
es: Para aceptar el pago de un producto no sencillo, sal de TPV y crea un nuevo pedido desde la pestaña de pedidos.
fr: Pour accepter un paiement pour un produit non simple, quittez le PDV et créez une nouvelle commande depuis l’onglet Commandes.
he: כדי לגבות תשלום במוצר שאינו מוצר פשוט, יש לצאת מ-POS וליצור הזמנה חדשה מלשונית ההזמנות.
id: Untuk memproses pembayaran atas produk non-sederhana, keluar dari POS, kemudian buat pesanan baru dari tab pesanan.
it: Per ricevere il pagamento di un prodotto non semplice, esci da POS e crea un nuovo ordire dalla scheda degli ordini.
nl: Verlaat POS en maak een nieuwe bestelling aan vanuit het tabblad Bestellingen om betalingen te ontvangen voor een niet-simpel product.
pt_br: Para processar o pagamento de um produto que não é simples, saia do ponto de venda e faça um novo pedido na guia de pedidos.
sv: För att ta betalt för en icke-enkel produkt, lämna POS och skapa en ny beställning från fliken Beställningar.
tr: Temel olmayan bir ürünün ödemesini almak için POS'tan çıkın ve siparişler sekmesinden yeni sipariş oluşturun.
