Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: Funds become available after pending for %1$d days.
ar: تصبح الأموال متوافرة بعد تعليقها لمدة ⁦%1$d⁩ من الأيام.
de: Guthaben, das seit %1$d Tagen aussteht, wird zur Verfügung gestellt.
es: Los fondos estarán disponibles después de estar pendientes durante %1$d días.
fr: Les fonds sont disponibles après avoir passé %1$d jours en attente.
he: כספים נעשים זמינים לאחר תקופת המתנה בת ⁦%1$d⁩ ימים.
id: Dana telah tersedia setelah tertunda selama %1$d hari.
it: I fondi saranno disponibili dopo un periodo di attesa di %1$d giorni.
nl: Bedragen komen na %1$d dagen in de wacht beschikbaar.
pt_br: Os fundos ficam disponíveis após %1$d dias pendentes.
ru: Денежные средства станут доступны после утверждения в течение %1$d дн.
sv: Medlen blir tillgängliga efter att ha inväntat granskning i %1$d dagar.
tr: Fonlar, %1$d gün beklemenin ardından kullanılabilir hale gelir.

source: Gabon
ar: الغابون
de: Gabun
es: Gabón
he: גאבון
ja: ガボン
pt_br: Gabão
ru: Габон

source: Gambia
ar: غامبيا
fr: Gambie
he: גמביה
ja: ガンビア
pt_br: Gâmbia
ru: Гамбия
tr: Gambiya

source: General
ar: عام
de: Allgemein
fr: Général
he: כללי
id: Umum
it: Generali
nl: Algemeen
pt_br: Geral
ru: Общие
sv: Allmänt
tr: Genel

source: Generate New Variation
ar: إنشاء مجموعة متنوعة جديدة
de: Neue Variation erstellen
es: Generar nueva variación
fr: Générer une nouvelle variante
he: ליצור סוג חדש
id: Buat Variasi Baru
it: Genera la nuova variante
ja: 新しいバリエーションを生成
nl: Nieuwe variatie genereren
pt_br: Gerar nova variação
ru: Создание варианта
sv: Generera ny variation
tr: Yeni Varyasyon Oluştur

source: Generate Variation
ar: إنشاء مجموعة
de: Variante erstellen
es: Generar variación
fr: Générer une variante
he: יצירת סוג
id: Buat Variasi
it: Genera variante
ja: バリエーションを生成
nl: Variatie genereren
pt_br: Gerar variação
ru: Создать вариант
sv: Generera variation
tr: Varyasyon Oluştur

source: Generate all variations
ar: إنشاء كل التباينات
de: Alle Varianten erstellen
es: Generar todas las variaciones
fr: Générer toutes les variantes
he: ליצור את כל הסוגים
id: Buat semua variasi
it: Genera tutte le varianti
ja: すべてのバリエーションを生成
nl: Alle variaties genereren
pt_br: Gerar todas as variações
ru: Создать все варианты
sv: Generera alla variationer
tr: Tüm varyasyonları oluştur

source: Generate all variations?
ar: هل تريد إنشاء كل التباينات؟
de: Alle Varianten erstellen?
es: ¿Quieres generar todas las variaciones?
fr: Générer toutes les variantes ?
he: האם ליצור את כל הסוגים?
id: Buat semua variasi?
it: Generare tutte le varianti?
ja: すべてのバリエーションを生成しますか ?
nl: Alle variaties genereren?
pt_br: Gerar todas as variações?
ru: Создать все варианты?
sv: Generera alla variationer?
tr: Tüm varyasyonlar oluşturulsun mu?

source: Generate product description with AI
ar: إنشاء وصف المنتج باستخدام الذكاء الاصطناعي
de: Produktbeschreibung mit KI generieren
es: Genera la descripción del producto usando la IA
fr: Générer la description du produit avec l’IA
he: ליצור תיאור מוצר באמצעות בינה מלאכותית
id: Buat deskripsi produk dengan AI
it: Genera la descrizione del prodotto con l'IA
nl: Productbeschrijving genereren met AI
pt_br: Gere a descrição do produto com IA
ru: Создайте описание товара с помощью искусственного интеллекта
sv: Generera en produktbeskrivning med AI
tr: Yapay zekayla ürün açıklaması oluşturun

source: Generating Variation
ar: إنشاء مجموعة
de: Variation erstellen
es: Creando la variación
fr: Génération de la variante
he: יוצר סוג
id: Membuat Variasi
it: Generazione della variante
ja: バリエーションを生成しています
nl: Variatie aan het genereren
pt_br: Criando variação
ru: Создание варианта
sv: Genererar variation
tr: Varyasyon Oluşturma

source: Generating suggestion from photo...
ar: جارٍ إنشاء اقتراح من صورة...
de: Es wird ein Vorschlag aus dem Foto generiert …
es: Generando sugerencia de foto...
he: יוצרים הצעה מתמונה...
id: Membuat saran dari foto...
it: Generazione del suggerimento dalla foto...
nl: Suggestie uit de foto genereren ...
pt_br: Gerando uma sugestão a partir dessa foto...
ru: Создание предложения по фото...
sv: Genererar förslag från foto …
tr: Fotoğraftan öneri oluşturuluyor...

source: Generating...
ar: جارٍ الإنشاء...
de: Wird erstellt …
es: Generando...
fr: Génération...
he: יוצר...
id: Membuat...
it: Generazione in corso...
nl: Bezig met genereren...
pt_br: Gerando...
ru: Создание...
sv: Genererar …
tr: Oluşturuluyor...

source: Generation limit exceeded
ar: تم تجاوز حد الإنشاء
de: Maximale Anzahl an Varianten überschritten
es: Se ha excedido el límite de generaciones.
fr: Limite de génération dépassée
he: חרגת ממגבלת היצירה
id: Melebihi batas pembuatan
it: Limite di generazione superato
ja: 生成の上限を超えました
nl: Generatielimiet overschreden
pt_br: Limite de geração excedido
ru: Превышено максимальное количество вариантов
sv: Gräns för generering överskriden
tr: Oluşturma sınırı aşıldı

source: Generous storage
ar: مساحة تخزين وافرة
de: Großzügiger Speicher
es: Amplio espacio de almacenamiento
fr: Stockage généreux
he: שטח אחסון נרחב
id: Penyimpanan luas
it: Archiviazione consistente
nl: Ruime opslag
pt_br: Armazenamento vasto
ru: Большое хранилище
sv: Generöst lagringsutrymme
tr: Bol depolama alanı

source: Georgia
ar: جورجيا
de: Georgien
fr: Géorgie
he: גאורגיה
ja: ジョージア
nl: Georgië
pt_br: Geórgia
ru: Грузия
tr: Gürcistan

source: Germany
ar: ألمانيا
de: Deutschland
es: Alemania
fr: Allemagne
he: גרמניה
id: Jerman
it: Germania
ja: ドイツ
nl: Duitsland
pt_br: Alemanha
ru: Германия
sv: Tyskland
tr: Almanya

source: Get Started
ar: البدء
de: Los geht's
es: Primeros pasos
fr: Commencer
he: מתחילים כאן
id: Memulai
it: Inizia ora
ja: 今すぐ始める
nl: Aan de slag
pt_br: Comece agora
ru: Начать
sv: Kom igång
tr: Başlangıç

source: Get WooCommerce Shipping
ar: تنزيل WooCommerce Shipping
de: WooCommerce Shipping installieren
es: Obtener WooCommerce Shipping
fr: Obtenir WooCommerce Shipping
he: לקבל את WooCommerce Shipping
id: Dapatkan WooCommerce Shipping
it: Ottieni WooCommerce Shipping
ja: WooCommerce Shipping を入手
nl: Aan de slag met WooCommerce Shipping
pt_br: Obter WooCommerce Shipping
ru: Установить WooCommerce Shipping
sv: Skaffa WooCommerce Shipping
tr: WooCommerce Shipping'i Edinin

source: Get a login link by email
ar: الحصول على رابط تسجيل الدخول باستخدام البريد الإلكتروني
de: Anmeldelink per E-Mail erhalten
es: Obtener un enlace de acceso por correo electrónico
fr: Obtenir un lien de connexion par e-mail
he: לקבל קישור לכניסה באימייל
id: Dapatkan tautan login lewat email
it: Ottieni un link di accesso tramite e-mail
ja: ログインリンクをメールで取得
nl: Ontvang een inloglink via e-mail
pt_br: Obter um link de login por e-mail
ru: Получить ссылку на вход по эл. почте
sv: Få en inloggningslänk via e-post
tr: E-posta ile bir giriş bağlantısı alın

source: Get access to all of your WooCommerce stores.
ar: يمكنك الوصول إلى كل متاجر WooCommerce الخاصة بك.
de: Erhalte Zugriff auf all deine WooCommerce-Shops.
es: Accede a todas tus tiendas de WooCommerce.
fr: Accédez à toutes vos boutiques WooCommerce.
he: לקבל גישה לכל החנויות שלך ב-WooCommerce.
id: Dapatkan akses ke semua toko WooCommerce Anda.
it: Ottieni l'accesso a tutti i tuoi negozi WooCommerce.
ja: WooCommerce ストアのすべてにアクセスできます。
nl: Krijg toegang tot al je WooCommerce-winkels.
pt_br: Tenha acesso a todas as suas lojas do WooCommerce.
ru: Получите доступ ко всем своим магазинам WooCommerce.
sv: Få åtkomst till alla dina WooCommerce-butiker.
tr: Tüm WooCommerce mağazalarınıza erişim elde edin.

source: Get answers to questions you have
ar: احصل على إجابات عن أسئلتك
de: Erhalte Antworten auf deine Fragen
es: Obtén respuestas a todas tus preguntas
fr: Obtenez les réponses à vos questions
he: קבלת מענה לשאלותיך
id: Dapatkan jawaban atas pertanyaan Anda
it: Ottieni risposte alle tue domande
ja: 不明な点について問い合わせます
nl: Krijg antwoord op de vragen die je hebt
pt_br: Obtenha as respostas para as suas dúvidas
ru: Получите ответы на возникшие вопросы
sv: Få svar på frågor som du har
tr: Sorularınıza yanıt alın

source: Get order notifications and more
ar: تلقي تنبيهات الطلبات والمزيد
de: Erhalte Bestellbenachrichtigungen und vieles mehr
es: Recibe notificaciones de pedidos y mucho más
fr: Recevez des notifications de commande, etc.
he: לקבל הודעות לגבי הזמנות ועוד
id: Dapatkan pemberitahuan pesanan dan aneka fitur lainnya
it: Ricevi notifiche sugli ordini e altro ancora
nl: Ontvang meldingen van bestellingen en meer
pt_br: Receba notificações de pedidos e muito mais
ru: Уведомления о заказах и многое другое
sv: Få beställningsnotiser med mera
tr: Sipariş bildirimleri ve daha fazlasını alın

source: Get paid
ar: تحصيل الأموال
de: Erhalte Zahlungen
es: Recibe los pagos
fr: Faites-vous payer
he: לקבל תשלום
id: Terima pembayaran
it: Ricevi i pagamenti
ja: お支払いの受け取り
nl: Verdien geld
pt_br: Receba pagamentos
ru: Принять платёж
sv: Få betalt
tr: Ödeme alın

source: Get push notifications for new orders, reviews, etc. delivered to your device.
ar: احصل على تنبيهات مباشرة للطلبات والمراجعات الجديدة وغير ذلك، يتم توصيلها إلى جهازك.
de: Erhalte Push-Benachrichtigungen zu neuen Bestellungen, Bewertungen usw. direkt auf dein Gerät.
es: Recibe notificaciones push de nuevos pedidos, opiniones, etc. en tu dispositivo.
fr: Recevez des notifications push pour les nouvelles commandes, les avis, etc. sur votre appareil.
he: לקבל הודעות דחיפה לגבי הזמנות חדשות, ביקורות וכו' במכשיר שלך.
id: Aktifkan notifikasi otomatis untuk pesanan, ulasan baru, dsb. di perangkat Anda.
it: Ricevi notifiche push per nuovi ordini, recensioni, ecc. inviate al tuo dispositivo.
ja: 新しい注文やレビューなどのプッシュ通知がお使いのデバイスに届きます。
nl: Ontvang pushberichten voor nieuwe bestellingen, beoordelingen, enz. op je apparaat.
pt_br: Receba notificações por push sobre novos pedidos, avaliações, etc. no seu dispositivo.
ru: Мгновенные уведомления на устройстве для новых заказов, отзывов и других функций.
sv: Få push-notiser för nya beställningar, recensioner med mera levererade till din enhet.
tr: Yeni siparişler, yorumlar vb. ile ilgili anlık bildirimlerin cihazına gelmesini sağlayın.

source: Get started in minutes
ar: البدء في غضون دقائق
de: In nur wenigen Minuten beginnen
es: Empezar en pocos minutos
fr: Commencez en quelques minutes
he: להתחיל תוך דקות ספורות
id: Mulai dalam sekejap
it: Inizia in pochi minuti
ja: すぐに始められます
nl: Ga binnen enkele minuten al aan de slag
pt_br: Comece em minutos
ru: Приступайте к работе за считанные минуты
sv: Kom igång på några minuter
tr: Dakikalar içinde başlayın

source: Get support
ar: الحصول على الدعم
de: Unterstützung erhalten
es: Obtener soporte
fr: Obtenir de l’aide
he: לקבלת תמיכה
id: Dapatkan dukungan
it: Ottieni assistenza
ja: サポートを受ける
nl: Krijg ondersteuning
pt_br: Obter suporte
ru: Обратиться в поддержку
sv: Skaffa support
tr: Destek alın

source: Get the most out of %1$@
ar: تحقيق أقصى استفادة من %1$@
de: Nutze %1$@ optimal
es: Saca el máximo partido al plan %1$@
fr: Tirez le meilleur parti de %1$@
he: להפיק את המרב מ-%1$@
id: Maksimalkan %1$@
it: Ottieni il massimo dallo sconto del %1$@
nl: Haal het meeste uit %1$@
pt_br: Aproveite o %1$@ ao máximo
ru: Извлеките максимум из %1$@
sv: Få ut det mesta möjliga av %1$@
tr: %1$@ paketinden en iyi şekilde yararlanın

source: Get the most out of your store
ar: الاستفادة من مخزنك إلى أقصى حد
de: Hole das Maximum aus deinem Store heraus
es: Saca el máximo partido a tu tienda
fr: Exploiter au mieux votre boutique
he: לנצל את מלוא הפוטנציאל של החנות שלך
id: Dapatkan hasil maksimal dari toko Anda
it: Ottieni il massimo dal tuo negozio
ja: ストアを最大限に活用する
nl: Haal het optimale uit je winkel
pt_br: Aproveite sua loja ao máximo
ru: Используйте все возможности магазина
sv: Få ut så mycket som möjligt av din butik
tr: Mağazanızdan en iyi şekilde yararlanın

source: Get your first reviews
ar: احصل على تقييماتك الأولى
de: Erhalte deine ersten Bewertungen
es: Obtener tus primeras reseñas
fr: Obtenir vos premiers avis
he: לקבל את הביקורות הראשונות שלך
id: Dapatkan ulasan pertama Anda
it: Ottieni le prime recensioni
ja: 最初のレビューを受け取る
nl: Ontvang je eerste beoordelingen
pt_br: Receba suas primeiras avaliações
ru: Получить первые отзывы
sv: Skaffa din första recension
tr: İlk yorumlarınızı alın

source: Getting account information
ar: الحصول على معلومات الحساب
de: Hole Konto-Informationen
es: Recuperando la información de la cuenta
fr: Obtention des informations du compte
he: טוען פרטי חשבון
id: Mencari informasi akun
it: Recupero informazioni account
ja: アカウント情報を取得中
nl: Account informatie ophalen
pt_br: Obtendo informações da conta
ru: Получение информации об учетной записи
sv: Hämtar kontoinformation
tr: Hesap bilgileri alınıyor

source: Getting ready to collect payment
ar: الاستعداد لجمع المدفوعات
de: Vorbereitung für Zahlungsempfang läuft
es: Preparándose para recibir el pago
fr: Prêt à percevoir le paiement
he: מתכונן לגביית התשלום
id: Bersiap untuk menerima pembayaran
it: Preparazione alla ricezione del pagamento
ja: 支払いを受け取る準備をしています
nl: Aan het voorbereiden om betaling te innen
pt_br: Preparando para receber pagamentos
ru: Подготовка к получению платежа
sv: Förbereder för att ta emot betalning
tr: Ödeme almaya hazırlanıyor

source: Ghana
ar: غانا
he: גאנה
ja: ガーナ
pt_br: Gana
ru: Гана
tr: Gana

source: Gibraltar
ar: جبل طارق
he: גיברלטר
it: Gibilterra
ja: ジブラルタル
ru: Гибралтар
tr: Cebelitarık

source: Gift
ar: هدية
de: Geschenk
es: Regalo
fr: Cadeau
he: מתנה
id: Hadiah
it: Regalo
ja: ギフト
nl: Cadeau
pt_br: Presente
ru: Подарок
sv: Gåva
tr: Hediye

source: Gift Card
ar: بطاقة الهدايا
de: Geschenkkarte
es: Tarjeta regalo
fr: Carte-cadeau
he: שובר מתנה
id: Kartu Hadiah
nl: Cadeaubon
pt_br: Vale-presente
ru: Подарочная карта
sv: Presentkort
tr: Hediye Kartı

source: Gift Cards
ar: بطاقات الهدايا
de: Geschenkkarten
fr: Cartes-cadeaux
he: שוברי מתנה
id: Kartu Hadiah
it: Gift card
nl: Cadeaubonnen
pt_br: Vales-presentes
ru: Подарочные карты
sv: Presentkort
tr: Hediye Kartları

source: Gift card code
ar: كود بطاقة الهدايا
de: Geschenkkartencode
es: Código de tarjeta regalo
fr: Code de carte-cadeau
he: קוד של שובר מתנה
id: Kode kartu hadiah
it: Codice della gift card
nl: Cadeauboncode
pt_br: Código do vale-presente
ru: Код подарочной карты
sv: Presentkortskod
tr: Hediye kartı kodu

source: Gift card is invalid
ar: بطاقة الهدايا غير صالحة
de: Geschenkkarte ist ungültig
es: La tarjeta regalo no es válida
fr: Carte-cadeau non valide
he: שובר המתנה לא תקף
id: Kartu hadiah tidak valid
it: La gift card non è valida
nl: Cadeaubon is ongeldig
pt_br: Vale-presente inválido
ru: Код подарочной карты недействителен
sv: Presentkortet är ogiltigt
tr: Hediye kartı geçersiz

source: Gift card is not applied
ar: بطاقة الهدايا غير مطبقة
de: Geschenkkarte wurde nicht angewendet
es: La tarjeta regalo no se ha aplicado
fr: Carte-cadeau non appliquée
he: שובר המתנה לא הוחל
id: Kartu hadiah tidak diterapkan
it: La gift card non è inserita nel conteggio
nl: Cadeubon is niet gebruikt
pt_br: Vale-presente não aplicado
ru: Не удалось применить подарочную карту
sv: Presentkortet har inte tillämpats
tr: Hediye kartı uygulanmadı

source: Gift cards
ar: بطاقات الهدايا
de: Geschenkkarten
es: Tarjetas regalo
fr: Cartes-cadeaux
he: שוברי מתנה
id: Kartu hadiah
it: Gift card
nl: Cadeaubonnen
pt_br: Vales-presentes
ru: Подарочные карты
sv: Presentkort
tr: Hediye Kartları

source: Give feedback
ar: تقديم الملاحظات
de: Feedback geben
es: Da tu opinión
fr: Faire un commentaire
he: להעניק משוב
id: Berikan masukan
it: Lascia un feedback
ja: フィードバックを残す
nl: Geef feedback
pt_br: Dê sua opinião
ru: Оставить отзыв
sv: Ge feedback
tr: Görüşlerinizi paylaşın

source: Give your customers an easy and convenient way to pay!
ar: امنح عملاءك طريقة سهلة ومريحة للدفع!
de: Biete deinen Kunden eine einfache und bequeme Möglichkeit zu bezahlen!
es: Ofrece a tus clientes una manera de pagar fácil y cómoda.
fr: Proposez à vos clients un moyen de paiement à la fois simple et pratique !
he: כדאי לאפשר ללקוחות שלך דרך נוספת לשלם בבטחה ובנוחות!
id: Hadirkan metode pembayaran yang praktis dan mudah untuk pelanggan!
it: Offri ai tuoi clienti un modo semplice e conveniente per pagare!
ja: お客様に簡単で便利な決済方法を提供する。
nl: Bied je klanten een eenvoudige en handige betaalmethode!
pt_br: Dê aos seus clientes uma maneira fácil e conveniente de pagar.
ru: Дайте клиентам возможность легко и удобно оплачивать покупки!
sv: Ge dina kunder ett enkelt och bekvämt sätt att betala!
tr: Müşterilerinize kolay ve rahat bir ödeme yöntemi sağlayın!

source: Give your customers helpful and relevant product recommendations by adding upsells and cross-sells.
ar: امنح عملائك توصيات مفيدة وذات صلة بالمنتج عن طريق إضافة عمليات الارتقاء بالصفقة وعمليات البيع العابر.
de: Füge Upsell- und Cross-Sell-Möglichkeiten hinzu und gib deinen Kunden hilfreiche und relevante Produktempfehlungen.
es: Ofrece a tus clientes recomendaciones de productos útiles y pertinentes añadiendo ventas adicionales y cruzadas.
fr: Proposez à vos clients des recommandations de produits utiles et pertinentes en ajoutant des produits suggérés et des ventes croisées.
he: לספק ללקוחות המלצות מועילות ורלוונטיות למוצרים על ידי הוספה של שדרוגים ומוצרים משלימים.
id: Berikan rekomendasi produk yang membantu dan relevan bagi pelanggan Anda dengan menambahkan upsell dan cross-sell.
it: Offri ai tuoi clienti consigli utili e pertinenti sui prodotti sommando upsell e cross-sell.
ja: アップセルとクロスセルを追加して、顧客に有益で関連性の高い商品のおすすめを提案します。
nl: Bied je klanten waardevolle en relevante productaanbevelingen door upsells en cross-sells toe te voegen.
pt_br: Dê aos seus clientes recomendações de produtos úteis e relevantes com upselling e cross-selling.
ru: Сделайте рекомендации полезными и актуальными: добавьте продукты для продажи дополнительных и сопутствующих товаров.
sv: Ge dina kunder användbara och relevanta produktrekommendationer genom att lägga till merförsäljning och korsförsäljning.
tr: Ek satışlar ve çapraz satışlar ekleyerek müşterilerinize yararlı ve alakalı ürün önerileri sunun.

source: Go to Settings
ar: الانتقال إلى الإعدادات
de: Zu den Einstellungen
es: Ve a Ajustes
fr: Accéder aux réglages
he: לעבור להגדרות
id: Buka Pengaturan
it: Vai su Impostazioni
nl: Ga naar instellingen
pt_br: Ir para Configurações
ru: Перейти в «Настройки»
sv: Gå till inställningar
tr: Ayarlara git

source: Go to Store
ar: الانتقال إلى المتجر
de: Shop aufrufen
es: Ir a la tienda
fr: Accéder à la boutique
he: מעבר לחנות
id: Kunjungi Toko
it: Vai al Negozio
ja: ストアに移動
nl: Ga naar winkel
pt_br: Ir para a loja
ru: Перейти в магазин
sv: Gå till butik
tr: Mağazaya Git

source: Google Analytics
ar: تحليلات غوغل
ru: Google Аналитика

source: Google sign up failed.
ar: فشل الاشتراك في Google
de: Anmeldung mit Google fehlgeschlagen.
es: Fallo en el registro en Google.
fr: La connexion Google a échoué.
he: ההרשמה ל-Google נכשלה.
id: Pendaftaran Google gagal.
it: Accesso a Google non riuscito.
ja: Google の登録に失敗しました。
nl: Aanmelden met Google mislukt.
pt_br: O cadastro com o Google falhou.
ru: Регистрация в Google не удалась.
sv: Registrering via Google misslyckades.
tr: Google oturum açma başarısız oldu.

source: Got it
ar: فهمت
de: Ok
es: Entendido
fr: J’ai compris
he: הבנתי
id: Saya mengerti
it: OK
nl: Ik snap het
pt_br: Entendi
ru: Понятно
sv: Jag förstår
tr: Anladım

source: Great start!
ar: بداية رائعة!
de: Guter Start!
es: ¡Gran comienzo!
fr: C’est un excellent début !
he: התחלה נהדרת!
id: Mantap!
it: Ottimo inizio.
nl: Geweldige start!
pt_br: Ótimo começo!
ru: Превосходное начало!
sv: Bra start!
tr: Mükemmel başlangıç!

source: Greece
ar: اليونان
de: Griechenland
es: Grecia
fr: Grèce
he: יוון
id: Yunani
it: Grecia
ja: ギリシャ
nl: Griekenland
pt_br: Grécia
ru: Греция
sv: Grekland
tr: Yunanistan

source: Greenland
ar: جرينلاند
de: Grönland
es: Groenlandia
fr: Groenland
he: גרינלנד
it: Groenlandia
ja: グリーンランド
nl: Groenland
pt_br: Groenlândia
ru: Гренландия
sv: Grönland
tr: Grönland

source: Grenada
ar: غرينادا
es: Granada
fr: Grenade
he: גרנדה
ja: グレナダ
pt_br: Granada
ru: Гренада

source: Ground Only Hazardous Materials (For items that are not listed, but are restricted to surface only)
ar: المواد الخطرة المنقولة برًا فقط (بالنسبة إلى العناصر غير المدرجة، لكنها مقتصرة على العناصر السطحية فقط)
de: Gefahrstoffe, die nur auf dem Landweg versendet werden (Für Gegenstände, die nicht aufgeführt sind, aber nur auf dem Landweg versendet werden dürfen)
es: Materiales peligrosos solo por tierra (para artículos que no están en la lista, pero que están limitados al transporte terrestre)
fr: Matériaux dangereux avec envoi uniquement par voie terrestre (pour les éléments non listés, mais qui sont limités à l’envoi par voie terrestre)
he: חומרים מסוכנים להובלה יבשתית בלבד (לפריטים שלא רשומים כאן אך מוגבלים למשטחים בלבד)
id: Bahan-Bahan Berbahaya Khusus Jalur Darat (Untuk item yang tidak masuk dalam daftar, tetapi terbatas hanya untuk jalur darat)
it: Materiali pericolosi solo per trasporto via terra (per gli articoli non elencati ma limitati al solo trasporto via terra)
nl: Gevaarlijke materialen grond (voor artikelen die niet zijn vermeld, maar beperkt zijn tot alleen oppervlak)
pt_br: Materiais perigosos apenas para envio terrestre (para itens que não estejam listados, mas sejam restritos a superfícies)
ru: Опасные материалы, разрешённые только к наземной перевозке (для товаров, которые не перечислены, но их можно перевозить только по земле)
sv: Farliga material endast för markleverans (för föremål som inte är listade, men som är begränsade till endast yta)
tr: Yalnızca Karaya Uygun Tehlikeli Maddeler (Listede yer almayan ancak yalnızca yüzeyle sınırlı olan maddeler için)

source: Group of
ar: مجموعة
de: Gruppe von
es: Grupo de
fr: Groupe de
he: קבוצה של
id: Kelipatan
it: Gruppi di
nl: Aantal stuks
pt_br: Grupo de
ru: Количество в комплекте
sv: Grupp om
tr: Grup adedi

source: Group of: %@
ar: مجموعة من: %@
de: Gruppe von: %@
es: Grupo de: %@
fr: Groupe de : %@
he: קבוצה של: %@
id: Kelipatan: %@
it: Gruppi di: %@
nl: Aantal stuks: %@
pt_br: Grupo de: %@
ru: Количество в комплекте: %@
sv: Grupper om: %@
tr: Grup adedi: %@

source: Grouped
ar: مجمَّع
de: Gruppiert
es: Agrupado
fr: Groupé
he: בקבוצה
id: Dikelompokkan
it: Raggruppato
ja: グループ化
nl: Gegroepeerd
pt_br: Agrupado
ru: Сборный
sv: Grupperad
tr: Gruplanmış

source: Grouped Products
ar: المنتجات المجمَّعة
de: Gruppierte Produkte
es: Productos agrupados
fr: Groupes de produits
he: מוצרים מקובצים
id: Produk yang Dikelompokkan
it: Prodotti raggruppati
ja: セット販売商品
nl: Gegroepeerd product
pt_br: Produtos agrupados
ru: Товары в группе
sv: Grupperade produkter
tr: Gruplandırılmış Ürünler

source: Grouped products
ar: المنتجات المصنفة
de: Gruppierte Produkte
es: Productos agrupados
fr: Groupes de produits
he: מוצרים מקובצים
id: Produk yang dikelompokkan
it: Prodotti raggruppati
ja: セット販売商品
nl: Gegroepeerde producten
pt_br: Produtos agrupados
ru: Товары в группе
sv: Grupperade produkter
tr: Gruplanmış ürünler

source: Guadeloupe
ar: غوادلوب
es: Guadalupe
he: גואדאלופ
it: Guadalupa
ja: グアドループ
pt_br: Guadalupe
ru: Гваделупа

source: Guam
ar: غوام
he: גואם
ja: グアム
ru: Гуам

source: Guatemala
ar: غواتيمالا
he: גואטמלה
ja: グアテマラ
ru: Гватемала

source: Guernsey
ar: غيرنزي
es: Guernesey
fr: Guernesey
he: גרנזי
ja: ガーンジー
ru: Гернси

source: Guest
ar: زائر
de: Gast
es: Invitado
fr: Invité
he: אורח
id: Tamu
it: Ospite
ja: ゲスト
nl: Gast
pt_br: Visitante
ru: Гость
sv: Gäst
tr: Misafir

source: Guinea
ar: غينيا
fr: Guinée
he: גינאה
ja: ギニア
pt_br: Guiné
ru: Гвинея
tr: Gine

source: Guinea-Bissau
ar: غينيا بيساو
es: Guinea-Bisáu
fr: Guinée-Bissau
he: גינאה ביסאו
ja: ギニアビサウ
nl: Guinee-Bissau
pt_br: Guiné-Bissau
ru: Гвинея-Бисау
tr: Gine-Bissau

source: Guyana
ar: غيانا
fr: Guyane
he: גיאנה
ja: ガイアナ
pt_br: Guiana
ru: Гайана
