Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

# deposits.currency.overview.accessibility.hide
source: Hide deposit details
ar: إخفاء تفاصيل الوديعة
de: Auszahlungsdetails ausblenden
es: Ocultar detalles del depósito
fr: Masquer les détails du dépôt
he: להסתיר פרטי הפקדה
id: Sembunyikan detail deposit
it: Nascondi dettagli acconto
nl: Details verbergen
pt_br: Ocultar detalhes do depósito
ru: Скрыть сведения о предоплате
sv: Dölj insättningsuppgifter
tr: Depozito ayrıntılarını gizle

# deposits.currency.overview.accessibility.show
source: Show deposit details
ar: إظهار تفاصيل الوديعة
de: Auszahlungsdetails anzeigen
es: Mostrar detalles del depósito
fr: Afficher les détails du dépôt
he: להציג פרטי הפקדה
id: Tampilkan detail deposit
it: Mostra dettagli acconto
nl: Details tonen
pt_br: Mostrar detalhes do depósito
ru: Показать сведения о предоплате
sv: Visa insättningsuppgifter
tr: Depozito ayrıntılarını göster

# deposits.currency.overview.availableFunds
source: Available funds
ar: الأموال المتوافرة
de: Verfügbares Guthaben
es: Fondos disponibles
fr: Fonds disponibles
he: כספים זמינים
id: Dana yang tersedia
it: Fondi disponibili
nl: Beschikbare bedragen
pt_br: Dinheiro disponível
ru: Доступные средства
sv: Tillgängliga medel
tr: Mevcut fonlar

# deposits.currency.overview.depositTable.status.canceled.title
source: Canceled
ar: تم الإلغاء
de: Abgebrochen
es: Cancelado
fr: Annulé
he: בוטל
id: Dibatalkan
it: Annullato
nl: Geannuleerd
pt_br: Cancelado
ru: Отменено
sv: Avbruten
tr: İptal Edildi

# deposits.currency.overview.depositTable.status.estimated.title
source: Estimated
ar: المقدَّر
de: Geschätzt
es: Estimado
fr: Estimé
he: משוער
id: Estimasi
it: Stimato
nl: Geschat
pt_br: Estimado
ru: Ожидается
sv: Beräknad
tr: Tahmini

# deposits.currency.overview.depositTable.status.failed.title
source: Failed
ar: فشل
de: Fehlgeschlagen
es: Fallido
fr: Échec
he: נכשל
id: Gagal
it: Non riuscito
nl: Mislukt
pt_br: Com falha
ru: Сбой
sv: Misslyckades
tr: Başarısız

# deposits.currency.overview.depositTable.status.inTransit.title
source: In Transit
ar: قيد النقل
de: Unterwegs
es: En tránsito
fr: En transit
he: במעבר
id: Sedang Transit
it: In transito
nl: Onderweg
pt_br: Em trânsito
ru: В пути
sv: På väg
tr: Geçiş Yapılıyor

# deposits.currency.overview.depositTable.status.paid.title
source: Paid
ar: مدفوع
de: Bezahlt
es: Pagado
fr: Payé
he: שולם
id: Dibayar
it: Pagato
nl: Betaald
pt_br: Pago
ru: Оплачено
sv: Betald
tr: Ödendi

# deposits.currency.overview.depositTable.status.pending.title
source: Pending
ar: معلق
de: Ausstehend
es: Pendiente
fr: En attente
he: בהמתנה
id: Tertunda
it: In sospeso
nl: In behandeling
pt_br: Pendente
ru: На утверждении
sv: Väntande
tr: Bekliyor

# deposits.currency.overview.depositTable.status.unknown.title
source: Unknown
ar: غير معروف
de: Unbekannt
es: Desconocido
fr: Inconnu
he: לא ידוע
id: Tidak diketahui
it: Sconosciuto
nl: Onbekend
pt_br: Desconhecido
ru: Неизвестно
sv: Okänt
tr: Bilinmiyor

# deposits.currency.overview.lastDeposit
source: Last Deposit
ar: الوديعة الأخيرة
de: Letzte Anzahlung
es: Último depósito
fr: Dernier dépôt
he: הפקדה אחרונה
id: Deposit Terakhir
it: Ultimo acconto
nl: Vorige storting
pt_br: Último depósito
ru: Последняя оплата
sv: Senaste insättning
tr: Son Depozito

# deposits.currency.overview.learnMore
source: Learn more about when you'll receive your funds
ar: معرفة المزيد حول موعد الحصول على أموالك
de: Weitere Informationen zum Erhalt deiner Zahlungen
es: Obtén más información acerca de cuándo recibirás tus fondos.
fr: En savoir plus sur le moment où vous recevrez vos fonds
he: למידע נוסף על המועד לקבלת הכספים שלך
id: Baca selengkapnya tentang kapan Anda akan menerima dana
it: Scopri di più su quando riceverai i fondi
nl: Meer informatie over wanneer je je bedragen ontvangt
pt_br: Saiba mais sobre quando você receberá seu dinheiro
ru: Узнайте, когда вы сможете получить ваши средства
sv: Läs mer om när du får dina medel
tr: Fonlarınızı ne zaman alacağınız hakkında daha fazla bilgi edinin

# deposits.currency.overview.pendingFunds
source: Pending funds
ar: الأموال المعلّقة
de: Ausstehendes Guthaben
es: Fondos pendientes
fr: Fonds en attente
he: כספים בהמתנה לאישור
id: Dana yang tertunda
it: Fondi in sospeso
nl: Bedragen in behandeling
pt_br: Dinheiro pendente
ru: Средства на утверждении
sv: Medel som inväntar granskning
tr: Bekleyen fonlar

# downloadableFileSource.deviceDocument
source: Document on device
ar: المستند على الجهاز
de: Dokument auf Gerät
es: Documento en el dispositivo
fr: Document sur l’appareil
he: מסמך במכשיר
id: Dokumen di perangkat
it: Documento sul dispositivo
nl: Document op apparaat
pt_br: Documento no dispositivo
ru: Документ на устройстве
sv: Dokument på enhet
tr: Cihazdaki belgeler

# downloadableFileSource.deviceMedia
source: Media on device
ar: الوسائط على الجهاز
de: Medien auf Gerät
es: Medios en el dispositivo
fr: Média sur l’appareil
he: מדיה במכשיר
id: Media di perangkat
it: Media sul dispositivo
nl: Media op apparaat
pt_br: Mídia no dispositivo
ru: Медиафайлы на устройстве
sv: Media på enhet
tr: Cihazdaki ortamlar

# editableOrderShippingLineViewModel.feedbackSurvey.buttonTitle
source: Share your feedback
ar: مشاركة ملاحظاتك
de: Feedback teilen
es: Comparte tu opinión
fr: Donner votre avis
he: לשלוח את המשוב שלך
id: Bagikan feedback Anda
it: Lascia il tuo feedback
nl: Deel je feedback
pt_br: Compartilhe seu feedback
sv: Dela din feedback
tr: Görüşlerinizi almak isteriz

# editableOrderShippingLineViewModel.feedbackSurvey.message
source: Does Woo make shipping easy?
ar: هل يجعل Woo الشحن سهلاً؟
de: Macht Woo den Versand einfach?
es: ¿Se compra fácilmente en Woo?
fr: Woo facilite-t-elle l’expédition ?
he: האם קל לשלוח באמצעות השירות של Woo?
id: Apakah Woo mempermudah pengiriman?
it: Woo semplifica la spedizione?
nl: Maakt Woo verzending makkelijk?
pt_br: O Woo facilita os envios?
sv: Gör Woo frakt enkelt?
tr: Woo gönderim yapmayı kolaylaştırıyor mı?

# editableOrderShippingLineViewModel.feedbackSurvey.title
source: Shipping added!
ar: تمت إضافة الشحن!
de: Versand hinzugefügt!
es: ¡Se ha añadido el envío!
fr: Expédition ajoutée !
he: המשלוח נוסף!
id: Pengiriman telah ditambahkan!
it: Spedizione aggiunta.
nl: Verzending toegevoegd!
pt_br: Envio adicionado!
sv: Frakt tillagd.
tr: Gönderim eklendi!

# editableOrderViewModel.customAmountDefaultName
source: Custom Amount
ar: مبلغ مخصص
de: Individueller Betrag
es: Cantidad personalizada
fr: Montant personnalisé
he: סכום בהתאמה אישית
id: Jumlah Kustom
it: Importo personalizzato
nl: Aangepast bedrag
pt_br: Valor personalizado
ru: Индивидуальная сумма
sv: Anpassat belopp
tr: Özel Tutar

# editableOrderViewModel.taxBasedOnSetting.customerBillingAddress
source: Calculated on billing address.
ar: تم الحساب وفق عنوان الفوترة.
de: Berechnet auf Rechnungsadresse.
es: Calculado según la dirección de facturación.
fr: Calcul réalisé à partir de l’adresse de facturation.
he: לחשב לפי כתובת החיוב.
id: Dihitung sesuai alamat penagihan.
it: Calcolato sull'indirizzo di fatturazione.
nl: Berekend met factuuradres.
pt_br: Calculado com base no endereço de cobrança.
ru: Вычислено на основе платёжного адреса.
sv: Beräknat utifrån faktureringsadressen.
tr: Fatura adresi üzerinden hesaplanmıştır.

# editableOrderViewModel.taxBasedOnSetting.customerShippingAddress
source: Calculated on shipping address.
ar: تم الحساب وفق عنوان الشحن.
de: Berechnet auf Versandadresse.
es: Calculado según la dirección de envío.
fr: Calcul réalisé à partir de l’adresse d’expédition.
he: לחשב לפי כתובת המשלוח.
id: Dihitung sesuai alamat pengiriman.
it: Calcolato sull'indirizzo di spedizione.
nl: Berekend met verzendadres.
pt_br: Calculado com base no endereço de entrega.
ru: Вычислено на основе адреса доставки.
sv: Beräknat utifrån leveransadressen.
tr: Gönderim adresi üzerinden hesaplanmıştır.

# editableOrderViewModel.taxBasedOnSetting.shopBaseAddress
source: Calculated on shop base address.
ar: تم الحساب وفق العنوان الأساسي للمتجر.
de: Berechnet auf Basisadresse des Shops.
es: Calculado según la dirección principal de la tienda.
fr: Calcul réalisé à partir de l’adresse de base de la boutique.
he: לחשב לפי הכתובת הראשית של החנות.
id: Dihitung sesuai alamat toko.
it: Calcolato sull'indirizzo di base del negozio.
nl: Berekend met winkelbasisadres.
pt_br: Calculado com base no endereço da sede da loja.
ru: Вычислено на основе адреса базы магазина.
sv: Beräknat utifrån butikens basadress.
tr: Mağaza adresi üzerinden hesaplanmıştır.

# errorNoticeMessage.displayErrorNotice.UpdateProductInventoryViewModel
source: There was an error updating %@. Please try again.
ar: حدث خطأ في أثناء تحديث %@. ترجى المحاولة مجددًا.
de: Beim Aktualisieren von %@ ist ein Fehler aufgetreten. Bitte versuche es erneut.
es: Se ha producido un error al actualizar %@. Inténtalo de nuevo.
fr: Une erreur s’est produite lors de la mise à jour de %@. Veuillez réessayer.
he: אירעה שגיאה בעדכון של %@. יש לנסות שוב.
id: Terjadi error saat memperbarui %@. Coba lagi.
it: Si è verificato un errore durante l'aggiornamento di %@. Riprova.
nl: Er is een fout opgetreden tijdens het bijwerken van %@. Probeer het opnieuw.
pt_br: Ocorreu um erro ao atualizar %@. Tente novamente.
ru: При обновлении %@ произошла ошибка. Повторите попытку.
sv: Det gick inte att uppdatera %@. Försök igen.
tr: Güncellenirken hata oluştu %@. Lütfen tekrar deneyin.

# errorNoticeTitle.displayErrorNotice.UpdateProductInventoryViewModel
source: Update Inventory Error
ar: خطأ في تحديث المخزون
de: Fehler beim Aktualisieren des Bestands
es: Error de actualización de inventario
fr: Erreur de mise à jour de l'inventaire
he: שגיאה בעדכון המלאי
id: Error Saat Pembaruan Inventaris
it: Errore di aggiornamento inventario
nl: Fout bij het bijwerken van de voorraad
pt_br: Erro ao atualizar inventário
ru: Ошибка обновления запасов
sv: Lageruppdateringsfel
tr: Envanter Güncelleme Hatası

# eu_shipping_instructions_info
source: Shipping to countries that follow European Union (EU) customs rules now requires you clearly describe every item. For example, if you are sending clothing, you must indicate what type of clothing (e.g., men’s shirts, girl’s vest, boy’s jacket) for the description to be acceptable. Otherwise, shipments may be delayed or interrupted at customs.
ar: يتطلب منك الشحن إلى البلدان التي تتبع القواعد الجمركية المعمول بها في الاتحاد الأوروبي وصف كل عنصر الآن بوضوح. على سبيل المثال، إذا كنت ترسل ملابس، فيجب عليك تحديد نوع الملابس (مثل: قمصان الرجال وسترات النساء التحتية وسترات الأولاد) لكي يصبح الوصف مقبولاً. وإلا، فإن الشحنات قد تتأجل أو تُعتَرض في الجمارك.
de: Beim Versand in Länder, die den Zollvorschriften der Europäischen Union (EU) unterliegen, musst du jeden Artikel ab sofort klar und deutlich beschreiben. Beispiel: Wenn du Bekleidung versendest, musst du die Art der Bekleidung angeben (z. B. Shirts für Männer, Weste für Mädchen, Jacke für Jungen), damit die Beschreibung akzeptiert wird. Ansonsten kann es zu Verzögerungen oder Unterbrechungen von Lieferungen durch den Zoll kommen.
es: Ahora, para hacer envíos a países en los que se aplica la normativa aduanera de la Unión Europea (UE), debes describir cada artículo con claridad. Por ejemplo, si envías ropa, para que se acepte la descripción, debes indicar el tipo de ropa del que se trata (camisas de hombre, chalecos para chicas, chaquetas para chicos, etc.). De lo contrario, los envíos pueden sufrir retrasos o interrupciones en la aduana.
fr: L’expédition vers des pays qui suivent la réglementation douanière de l’Union européenne (UE) nécessite désormais que vous décriviez clairement chaque article. Par exemple, si vous envoyez des vêtements, vous devez indiquer le type de vêtement (p. ex., chemise pour homme, débardeur pour fille, veste pour garçon) pour que la description soit acceptable. Dans le cas contraire, les envois peuvent être retardés ou interrompus à la douane.
he: במשלוחים למדינות שעונות על כללי המכס של האיחוד האירופי חובה לספק כעת תיאור ברור וספציפי לגבי כל פריט. לדוגמה, אם המשלוח כולל בגדים, יש לציין את סוגי הבגדים במשלוח (למשל, חולצות גברים, אפודות של נשים, ג'קטים של ילדים) כדי שהתיאור יענה על הדרישות. אחרת, ייתכן שמשלוחים יעוכבו או יחסמו במכס.
id: Sekarang, pengiriman ke negara yang memberlakukan aturan bea cukai Uni Eropa (UE) mewajibkan Anda menguraikan setiap item. Contohnya, jika Anda mengirim pakaian, Anda harus menerangkan jenis pakaiannya (seperti, baju pria, rompi wanita, jaket pria) dalam deskripsinya untuk dapat diterima. Jika tidak, pengiriman akan tertunda atau tertahan di bea cukai.
it: La spedizione in Paesi che seguono le regole doganali dell'Unione europea (UE) ora richiede la descrizione chiara di ogni elemento. Ad esempio, se stai inviando capi di vestiario, devi indicare il tipo di abbigliamento (come camicie da uomo, gilet da ragazza, giacca da ragazzo) affinché la descrizione sia accettabile. In caso contrario, le spedizioni potrebbero subire dei ritardi o essere fermate alla dogana.
nl: Bij het verzenden naar landen waarin douanewetgeving van de Europese Unie (EU) geldt, moet je elk artikel duidelijk beschrijven. Bijvoorbeeld, als je kleding verzendt moet je in de beschrijving duidelijk aangeven wat voor soort kleding het is (bijv. herenshirt, damesvest, kinderjas). Anders kunnen verzendingen vertraging oplopen of stil komen staan bij de douane.
pt_br: O envio para países que seguem as regras alfandegárias da União Europeia (UE) agora exige que você descreva de forma detalhada cada item. Por exemplo, se você está enviando roupas, deve indicar que tipo de roupa (camisas masculinas, colete feminino, jaqueta masculina) para que a descrição seja aceitável. Caso contrário, os envios podem sofrer atrasos ou ficar interditados na alfândega.
ru: Отправляя товары в страны, которые следуют таможенным правилам Европейского союза (ЕС), вы теперь должны точно и понятно описать каждую позицию. Так, при отправке одежды необходимо указать её тип (например, мужские рубашки, жилет для девочки, куртка для мальчика), чтобы описание было приемлемым. В ином случае может произойти задержка или приостановка доставки на таможне.
sv: Leverans till länder som följer EU:s tullregler kräver nu att du tydligt beskriver varje vara. Om du till exempel skickar kläder måste du ange vilken typ av kläder det är (t.ex. herrskjortor, flickvästar, pojkjackor) för att beskrivningen ska vara godtagbar. Annars kan leveranser försenas eller avbrytas i tullen.
tr: Şu anda Avrupa Birliği (AB) gümrük kurallarını uygulayan ülkelere gönderim yaparken her öğeyi net bir şekilde açıklamanız gerekiyor. Örneğin, kıyafet gönderiyorsanız, açıklamanın kabul edilebilir olması için bunun ne tür bir kıyafet olduğunu (ör. erkek gömleği, kadın yeleği, erkek ceketi) belirtmeniz gerekiyor. Aksi takdirde gümrükte gönderimler gecikebilir veya kesintiye uğrayabilir.

source: every %1$@
ar: كل %1$@
de: jeden %1$@
es: todos los %1$@
fr: tous les %1$@
he: כל %1$@
id: tiap %1$@
it: ogni %1$@
nl: elke %1$@
pt_br: toda(o) %1$@
ru: каждые %1$@
sv: varje %1$@
tr: her %1$@

source: every day
ar: كل يوم
de: jeden Tag
es: todos los días
fr: tous les jours
he: בכל יום
id: tiap hari
it: ogni giorno
nl: elke dag
pt_br: todo dia
ru: ежедневно
sv: varje dag
tr: her gün

source: every month
ar: كل شهر
de: jeden Monat
es: todos los meses
fr: tous les mois
he: בכל חודש
id: tiap bulan
it: ogni mese
nl: elke maand
pt_br: todo mês
ru: ежемесячно
sv: varje månad
tr: her ay

source: every month on the %1$@
ar: كل شهر على %1$@
de: am %1$@. jedes Monats
es: todos los meses en el %1$@
fr: tous les mois le %1$@
he: ביום ה-%1$@ בכל חודש
id: tiap bulan pada tanggal %1$@
it: il giorno %1$@ di ogni mese
nl: elke maand op de %1$@
pt_br: todo mês em %1$@
ru: ежемесячно %1$@
sv: varje månad den %1$@
tr: her ayın %1$@. günü

# expandableBottomSheet.chevron.collapse
source: Hide details
ar: إخفاء التفاصيل
de: Details ausblenden
es: Ocultar detalles
fr: Masquer les détails
he: להסתיר פרטים
id: Sembunyikan detail
it: Nascondi dettagli
nl: Details verbergen
pt_br: Ocultar detalhes
ru: Скрыть подробности
sv: Dölj detaljer
tr: Ayrıntıları gizle

# expandableBottomSheet.chevron.expand
source: Show details
ar: عرض التفاصيل
de: Details anzeigen
es: Mostrar detalles
fr: Afficher les détails
he: להציג פרטים
id: Tampilkan detail
it: Mostra dettagli
nl: Toon details
pt_br: Mostrar detalhes
ru: Показать подробности
sv: Visa detaljer
tr: Ayrıntıları göster

# fancyAlertViewControllerStats.dismissButton
source: OK
ar: موافق
es: Aceptar
he: אישור
ru: ОК
tr: Tamam

# fancyAlertViewControllerStats.redactionInfoDescription
source: The stats feature does not support the display of visitors and conversions data for arbitrary date ranges. However, you can tap a value on the graph to see visitors and conversions for that specific range.
ar: لا تدعم ميزة الإحصاءات عرض بيانات الزائرين والتحويلات لنطاقات زمنية عشوائية. ومع ذلك، يمكنك النقر على قيمة موجودة على الرسم البياني لرؤية الزائرين والتحويلات لذلك النطاق المحدد.
de: Die Statistiken-Funktion unterstützt nicht die Anzeige von Besucher- und Konversionsdaten für beliebige Zeiträume. Du kannst jedoch auf einen Wert im Graph tippen, um Besucher- und Konversionsdaten für diesen spezifischen Zeitraum anzuzeigen.
es: La función de estadísticas no admite la visualización de los datos de visitantes y conversiones para rangos de fechas arbitrarios. Sin embargo, puedes pulsar un valor del gráfico para consultar los visitantes y las conversiones de ese rango específico.
fr: La fonctionnalité de statistiques ne prend pas en charge l’affichage des visites et des données de conversion pour les plages de dates arbitraires. Cependant, vous pouvez appuyer sur une valeur sur le graphique pour voir les visites et les conversions pour cette plage spécifique.
he: האפשרות של הנתונים הסטטיסטיים לא תומכת בתצוגת הנתונים של מבקרים והמרות עבור טווחי תאריכים שרירותיים. עם זאת, אפשר להקיש על ערך בגרף כדי לראות מבקרים והמרות בטווח תאריכים ספציפי.
id: Fitur statistik tidak mendukung tampilan data pengunjung dan konversi untuk rentang tanggal acak. Namun, Anda dapat memilih nilai pada grafik untuk melihat pengunjung dan konversi dengan rentang khusus tersebut.
it: La funzione statistiche non supporta la visualizzazione dei dati sui visitatori e sulle conversioni per intervalli di date arbitrari. Tuttavia, puoi toccare un valore sul grafico per visualizzare i visitatori e le conversioni per quell'intervallo specifico.
nl: De statistiekenfunctie ondersteunt de weergave van bezoekers- en conversiegegevens niet voor de willekeurige datumbereiken. Je kan wel op een waarde in de grafiek tikken om de bezoekers en conversie van die specifieke datum te bekijken.
pt_br: A funcionalidade de estatísticas não é compatível com a exibição dos dados de conversão e visitantes para intervalos arbitrários. No entanto, você pode tocar em um valor no gráfico para ver as conversões e os visitantes daquele intervalo em questão.
ru: Функция статистики не поддерживает отображение данных о посетителях и переходах за произвольные периоды времени. Тем не менее можно щёлкнуть по значению на графике, чтобы увидеть сведения о посетителях и переходах за данный период.
sv: Statistikfunktionen stöder inte visning av besökar- och konverteringsdata för godtyckliga datumintervall. Du kan dock trycka på ett värde i diagrammet för att se besökare och konverteringar för specifika intervall.
tr: İstatistikler özelliği, ziyaretçiler ve dönüşüm verilerinin isteğe bağlı tarih aralıkları için görüntülenmesini desteklemiyor. Ancak bu belirli aralık için ziyaretçileri ve dönüşümleri görmek için grafikte bir değere tıklayabilirsiniz.

# fancyAlertViewControllerStats.redactionInfoTitle
source: Visitors and conversion data not available
ar: بيانات الزائرين والتحويل غير متاحة
de: Besucher- und Konversionsdaten nicht verfügbar
es: Datos de visitantes y conversiones no disponibles
fr: Les visites et les données de conversion ne sont pas disponibles
he: הנתונים של המבקרים וההמרות לא זמינים
id: Data pengunjung dan konversi tidak tersedia
it: Dati sui visitatori e sulle conversioni non disponibili
nl: Gegevens over bezoekers en conversie zijn niet beschikbaar
pt_br: Dados de conversão e visitantes indisponíveis
ru: Данные о посетителях и переходах недоступны
sv: Besökar- och konverteringsdata är inte tillgängliga
tr: Ziyaretçiler ve dönüşüm verileri kullanılamıyor

# filterOrderListViewModel.OrderListFilter.rowCustomer
source: Customer
ar: العميل
de: Kunde
es: Cliente
fr: Client
he: לקוח
id: Pelanggan
it: Cliente
nl: Klant
pt_br: Cliente
ru: Клиент
sv: Kund
tr: Müşteri

# filterOrderListViewModel.OrderListFilter.rowTitleProduct
source: Product
ar: المنتج
de: Produkt
es: Producto
fr: Produit
he: מוצר
id: Produk
it: Prodotto
pt_br: Produto
ru: Товар
sv: Produkt
tr: Ürün

# googleAdsCampaign.status.disabled
source: Disabled
ar: معطَّل
de: Deaktiviert
es: Desactivado
fr: Désactivé
he: מושבת
id: Dinonaktifkan
it: Disabilitato
nl: Uitgeschakeld
pt_br: Desativada
sv: Inaktiverad
tr: Devre dışı

# googleAdsCampaign.status.enabled
source: Enabled
ar: ممكَّن
de: Aktiviert
es: Activado
fr: Activé
he: מופעל
id: Diaktifkan
it: Attivato
nl: Ingeschakeld
pt_br: Ativada
sv: Aktiverad
tr: Etkin

# googleAdsCampaign.status.removed
source: Removed
ar: تمت الإزالة
de: Entfernt
es: Eliminado
fr: Supprimé
he: הוסר
id: Dihapus
it: Rimosso
nl: Verwijderd
pt_br: Removida
sv: Borttagen
tr: Kaldırıldı

# googleAdsCampaignCoordinator.successCTA
source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
he: בוצע
id: Selesai
it: Fatto
nl: Gereed
pt_br: Concluído
sv: Klar
tr: Tamam

# googleAdsCampaignCoordinator.successSubtitle
source: Your new campaign has been created. Exciting times ahead for your sales!
ar: تم إنشاء حملتك الجديدة. أوقات مشوقة في انتظار مبيعاتك!
de: Deine neue Kampagne wurde erstellt. Freu dich auf zahlreiche Angebote!
es: Se ha creado tu nueva campaña. ¡Se avecinan momentos emocionantes para tus ventas!
fr: Votre nouvelle campagne a été créée. L’aventure attend vos ventes !
he: הקמפיין החדש שלך נוצר. העתיד של המכירות שלך ורוד!
id: Kampanye baru sudah dibuat. Bersiaplah menyambut naiknya penjualan Anda!
it: La tua nuova campagna è stata creata. Grandi notizie per le tue vendite!
nl: Je nieuwe campagne is gemaakt. Er komen geweldige momenten aan voor jouw omzet!
pt_br: Sua nova campanha foi criada. Bons tempos estão por vir para suas vendas!
sv: Din nya kampanj har skapats. Spännande tider väntar för din försäljning.
tr: Yeni kampanyanız oluşturuldu. Önümüzdeki günlerde satışlarınızla ilgili harika gelişmeler olacak!

# googleAdsCampaignCoordinator.successTitle
source: Ready to Go!
ar: كل شيء جاهز الآن!
de: Fertig!
es: ¡Todo listo!
fr: Tout est prêt !
he: מוכן לפעולה!
id: Semua Siap!
it: Tutto pronto.
nl: Klaar voor de start!
pt_br: Tudo pronto!
sv: Redo att köra!
tr: Her Şey Hazır!

# googleAdsCampaignStatsTotals.totalData.clicks
source: Clicks
ar: النقرات
de: Klicks
es: Clics
fr: Clics
he: קליקים
id: Klik
it: Clic
nl: Klikken
pt_br: Cliques
sv: Klick
tr: Tıklamalar

# googleAdsCampaignStatsTotals.totalData.conversions
source: Conversions
ar: التحويلات
de: Konversionen
es: Conversiones
he: המרות
id: Konversi
it: Conversioni
nl: Conversies
pt_br: Conversões
sv: Konverteringar
tr: Dönüşümler

# googleAdsCampaignStatsTotals.totalData.impressions
source: Impressions
ar: الانطباعات
de: Aufrufe
es: Impresiones
he: צפיות
id: Tayangan
it: Impressioni
nl: Impressies
pt_br: Impressões
sv: Visningar
tr: İzlenimler

# googleAdsCampaignStatsTotals.totalData.sales
source: Total Sales
ar: إجمالي المبيعات
de: Umsatz insgesamt
es: Ventas totales
fr: Total des ventes
he: סך כל המכירות
id: Total Penjualan
it: Vendite totali
nl: Totale omzet
pt_br: Total de vendas
sv: Total försäljning
tr: Toplam Satış
