Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

# analyticsHub.googleCampaignsCTA.message
source: Drive sales and generate more traffic with Google Ads.
ar: يمكنك زيادة المبيعات وإنشاء مزيد من حركة المرور باستخدام إعلانات غوغل.
de: Steigere deine Umsätze und generiere mehr Traffic mit Google Ads.
es: Dirige las ventas y genera más tráfico con Google Ads.
fr: Multipliez les ventes et générez plus de trafic avec Google Ads.
he: לעודד מכירות ולהגדיל את התעבורה עם Google Ads.
id: Tingkatkan penjualan dan dorong lalu lintas dengan Google Ads.
it: Aumenta le vendite e genera più traffico con Google Ads.
nl: Stimuleer je verkoop en genereer meer verkeer met Google Ads.
pt_br: Aumente suas vendas e o número de visitas com o Google Ads.
sv: Öka försäljningen och generera mer trafik med Google Ads.
tr: Google Ads ile satışları teşvik edin ve trafiği artırın.

# analyticsHub.jetpackStatsCTA.buttonLabel
source: Enable Jetpack Stats
ar: تمكين Jetpack Stats
de: Jetpack Stats aktivieren
es: Activar Jetpack Stats
fr: Activer Jetpack Stats
he: להפעיל את Jetpack Stats
id: Aktifkan Jetpack Stats
it: Attiva Statistiche Jetpack
nl: Schakel Jetpack-statistieken in
pt_br: Ativar Estatísticas do Jetpack
ru: Включить статистику Jetpack
sv: Aktivera Jetpack Stats
tr: Jetpack Stats'i Etkinleştir

# analyticsHub.jetpackStatsCTA.errorNotice
source: We couldn't enable Jetpack Stats on your store
ar: تعذر علينا تمكين Jetpack Stats على متجرك
de: Jetpack Stats konnte in deinem Shop nicht aktiviert werden
es: No hemos podido activar Jetpack Stats en tu tienda
fr: Nous n’avons pas réussi à activer Jetpack Stats sur votre boutique
he: לא הצלחנו להפעיל את Jetpack Stats בחנות שלך
id: Kami tidak bisa mengaktifkan Jetpack Stats untuk toko Anda
it: Impossibile abilitare le statistiche di Jetpack sul tuo negozio
nl: We konden Jetpack-statistieken niet inschakelen voor je winkel
pt_br: Não foi possível ativar as Estatísticas do Jetpack para sua loja
ru: Не удалось включить статистику Jetpack в вашем магазине
sv: Vi kunde inte aktivera Jetpack Stats på din butik
tr: Mağazanızda Jetpack Stats etkinleştirilemedi

# analyticsHub.jetpackStatsCTA.message
source: Enable Jetpack Stats to see your store's session analytics.
ar: قم بتمكين Jetpack Stats للتعرف على تحليلات جلسة متجرك.
de: Aktiviere Jetpack Stats, um die Sitzungsanalysen deines Shops anzuzeigen.
es: Activa Jetpack Stats para ver análisis de las sesiones en tu tienda.
fr: Activez Jetpack Stats pour voir les statistiques de la session de votre boutique.
he: יש להפעיל את Jetpack Stats כדי לראות את הנתונים האנליטיים להפעלה של החנות.
id: Aktifkan Jetpack Stats untuk melihat data analitik sesi toko Anda.
it: Abilita Jetpack Stats per vedere l'analisi delle sessioni del negozio.
nl: Schakel Jetpack-statistieken in om de sessie-analyses van je winkel te bekijken.
pt_br: Ative as Estatísticas do Jetpack para ver análises de sessão da sua loja.
ru: Включите статистику Jetpack, чтобы получить доступ к аналитике сеансов вашего магазина.
sv: Aktivera Jetpack Stats för att se din butiks sessionsanalys.
tr: Mağazanızın oturum analizlerini görmek için Jetpack Stats'i etkinleştirin.

# analyticsHub.orderCard.reportTitle
source: Orders Report
ar: تقرير الطلبات
de: Bestellbericht
es: Informe de pedidos
fr: Rapport sur les commandes
he: דוח הזמנות
id: Laporan Pesanan
it: Report sugli ordini
nl: Bestellingenrapport
pt_br: Relatório de pedidos
ru: Отчёт о заказах
sv: Beställningsrapport
tr: Siparişler Raporu

# analyticsHub.productCard.reportTitle
source: Products Report
ar: تقرير المنتجات
de: Produktbericht
es: Informe de productos
fr: Rapport sur les produits
he: דוח מוצרים
id: Laporan Produk
it: Report sui prodotti
nl: Productenrapport
pt_br: Relatório de produtos
ru: Отчёт о товарах
sv: Produktrapport
tr: Ürünler Raporu

# analyticsHub.reportCard.webReport
source: See report
ar: الاطلاع على التقرير
de: Bericht anzeigen
es: Ver informe
fr: Voir le rapport
he: להציג את הדוח
id: Lihat Laporan
it: Visualizza report
nl: Rapport inzien
pt_br: Ver relatório
ru: Смотреть отчёт
sv: Se rapport
tr: Raporu Göster

# analyticsHub.revenueCard.reportTitle
source: Revenue Report
ar: تقرير حول الإيرادات
de: Einnahmenbericht
es: Informe de ingresos
fr: Rapport sur les revenus
he: דוח רווחים
id: Laporan Pendapatan
it: Report sulle entrate
nl: Omzetrapport
pt_br: Relatório de receitas
ru: Отчёт о доходах
sv: Intäktsrapport
tr: Gelir Raporu

# analyticsHub.sessionsCard.Title
source: SESSIONS
ar: الجلسات
de: SITZUNGEN
es: SESIONES
he: הפעלות
id: SESI
it: SESSIONI
nl: SESSIES
pt_br: SESSÕES
ru: СЕАНСЫ
sv: SESSIONER
tr: OTURUMLAR

# analyticsHub.sessionsCard.dataUnavailable.Description
source: Session analytics rely on unique visitor counts not available for custom date ranges.
ar: تعتمد تحليلات الجلسة على أعداد الزائرين الفريدة غير المتاحة لنطاقات التواريخ المخصصة.
de: Analysedaten für Sitzungen basieren auf Besucherzahlen, die für individuelle Zeiträume nicht verfügbar sind.
es: Los análisis de sesiones se basan en los recuentos de visitantes únicos, que no están disponibles para rangos de fechas personalizados.
fr: Les analyses de session se basent sur le nombre de visites uniques indisponibles pour les plages de dates personnalisées.
he: נתונים אנליטיים של הפעלות מסתמכים על מספר המבקרים הייחודיים, והם לא זמינים בטווח תאריכים מותאם אישית.
id: Analitik sesi bergantung pada jumlah pengunjung unik yang tidak tersedia untuk rentang tanggal kustom.
it: L'analisi delle sessioni si basa su un numero unico di visitatori non disponibile per intervalli di date personalizzati.
nl: Sessie-analyses gebruiken tellingen van unieke bezoekers, die niet beschikbaar zijn voor aangepaste datumbereiken.
pt_br: A análise da sessão depende da contagem de visitantes diferentes, que não está disponível para datas personalizadas.
ru: Аналитические данные сеанса основываются на количестве уникальных посетителей, которое невозможно определить для произвольных временных промежутков.
sv: Sessionsanalysen bygger på antalet unika besökare, vilket inte är tillgängligt för anpassade datumintervall.
tr: Oturum analizleri, özel tarih aralıklarında kullanılamayan benzersiz ziyaretçi sayılarına dayanır.

# analyticsHub.sessionsCard.dataUnavailable.Message
source: Session data unavailable
ar: بيانات الجلسة غير متاحة
de: Sitzungsdaten nicht verfügbar
es: Datos de la sesión no disponibles
fr: Données de session indisponibles
he: הנתונים של ההפעלה לא זמינים
id: Data sesi tidak tersedia
it: Dati della sessione non disponibili
nl: Sessiegegevens niet beschikbaar
pt_br: Dados da sessão indisponíveis
ru: Данные сеанса недоступны
sv: Sessionsdata ej tillgänglig
tr: Oturum verileri kullanılamıyor

# analyticsHub.statSelectionBar.metricLabel
source: Metric
ar: متري
de: Kennzahl
es: Métrica
fr: Unité de mesure
he: מדד
id: Metrik
it: Metrica
nl: Meetwaarde
pt_br: Métrica
sv: Nyckeltal
tr: Metrik

# appCoordinator.storeReadyAlert.cancelButton
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batal
it: Annulla
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal et

# appCoordinator.storeReadyAlert.message
source: Do you want to start managing it now?
ar: هل تريد بدء إدارته الآن؟
de: Möchtest du jetzt mit dem Verwalten beginnen?
es: ¿Quieres empezar a gestionarla ahora?
fr: Voulez-vous commencer à la gérer maintenant ?
he: מתאים לך להתחיל לנהל קמפיין עכשיו?
id: Ingin mulai mengelolanya sekarang?
it: Vuoi iniziare a gestirlo adesso?
nl: Wil je nu beginnen met je winkelbeheer?
pt_br: Quer começar a gerenciar isso agora?
ru: Хотите приступить к управлению прямо сейчас?
sv: Vill du börja hantera den nu?
tr: Hemen yönetmeye başlamak mı istiyorsunuz?

# appCoordinator.storeReadyAlert.switchStoreButton
source: Switch Store
ar: تبديل المتجر
de: Shop wechseln
es: Cambiar de tienda
fr: Changer de boutique
he: להחליף חנות
id: Beralih Toko
it: Cambia negozio
nl: Winkel wijzigen
pt_br: Trocar de loja
ru: Переключиться на другой магазин
sv: Växla butik
tr: Mağaza Değiştir

# appCoordinator.storeReadyAlert.title
source: Your new store is ready.
ar: أصبح متجرك الجديد جاهزًا.
de: Dein neuer Shop ist einsatzbereit.
es: Tu nueva tienda está lista.
fr: Votre nouvelle boutique est prête.
he: החנות החדשה שלך מוכנה.
id: Toko baru Anda sudah siap.
it: Il tuo nuovo negozio è pronto.
nl: Je nieuwe winkel staat klaar
pt_br: Sua nova loja está pronta.
ru: Ваш новый магазин готов.
sv: Din nya butik är redo
tr: Yeni mağazanız hazır

# appLinkWidget.description
source: Quickly Launch WooCommerce
ar: تشغيل WooCommerce بسرعة
de: WooCommerce schnell starten
es: Lanzar rápidamente WooCommerce
fr: Lancement rapide de WooCommerce
he: להפעיל את WooCommerce במהירות
id: Peluncuran Cepat WooCommerce
it: Avvio rapido WooCommerce
ja: WooCommerce をクイック起動
nl: WooCommerce snel implementeren
pt_br: Abra o WooCommerce rapidamente
ru: Быстрый запуск WooCommerce
sv: Starta WooCommerce snabbt
tr: WooCommerce'i Hızla Kullanmaya Başlayın

# appLinkWidget.displayName
source: Icon
ar: أيقونة
es: Icono
fr: Icône
he: סמל
id: Ikon
it: Icona
ja: アイコン
nl: Pictogram
pt_br: Ícone
ru: Иконка
sv: Ikon
tr: Simge

# authenticationConstants.siteCreationGuideButtonTitle
source: Starting a new store?
ar: هل تريد بدء متجر جديد؟
de: Erstellst du einen neuen Shop?
es: ¿Deseas crear una nueva tienda?
fr: Vous lancez une nouvelle boutique ?
he: רוצה לפתוח חנות חדשה?
id: Membuat toko baru?
it: Creare un altro negozio?
nl: Begin je een nieuwe winkel?
pt_br: Quer começar uma nova loja?
ru: Запускаете новый магазин?
sv: Ska du starta en ny butik?
tr: Yeni bir mağaza mı açıyorsunuz?

# betaFeature.pointOfSale.description
source: Test out Point Of Sale as we get ready to launch
ar: اختبار نقطة البيع بينما نستعد للبدء
de: Verkaufsort (POS) vor der Einführung testen
es: Prueba la función de punto de venta mientras preparamos todo para lanzarla
he: כדאי לבדוק את האפשרות 'נקודת מכירה' בזמן שאנחנו מתכוננים להשקה
id: Coba Titik Penjualan sebelum kami meluncurkannya
it: Testa il punto vendita mentre ci prepariamo al lancio
nl: Probeer het verkooppunt uit terwijl we ons voorbereiden op de lancering
ru: Испытайте новую функцию «Пункт продажи» ещё до запуска
sv: Testa Försäljningsplats medan vi gör oss redo för lansering

# betaFeature.pointOfSale.title
source: Point Of Sale
ar: نقطة بيع
de: Verkaufsort (POS)
es: Punto de venta
he: נקודת מכירה
id: Titik Penjualan
it: Punto vendita
nl: Verkooppunt
ru: Пункт продажи
sv: Försäljningsplats

# billingInfoViewController.telegram
source: Send Telegram message
ar: إرسال رسالة عبر Telegram
de: Telegram-Nachricht senden
es: Enviar mensaje de Telegram
fr: Envoyer un message Telegram
he: לשלוח הודעת Telegram
id: Kirim pesan Telegram
it: Invia messaggio Telegram
nl: Telegram-bericht versturen
pt_br: Enviar mensagem pelo Telegram
ru: Отправить сообщение Telegram
sv: Skicka Telegram-meddelande
tr: Telegram mesajı gönder

# billingInfoViewController.whatsapp
source: Send WhatsApp message
ar: إرسال رسالة عبر WhatsApp
de: WhatsApp-Nachricht senden
es: Enviar mensaje de WhatsApp
fr: Envoyer un message WhatsApp
he: לשלוח הודעת WhatsApp
id: Kirim pesan WhatsApp
it: Invia messaggio WhatsApp
nl: WhatsApp-bericht versturen
pt_br: Enviar mensagem pelo WhatsApp
ru: Отправить сообщение WhatsApp
sv: Skicka WhatsApp-meddelande
tr: WhatsApp mesajı gönder

# billingInformationViewController.action.copied
source: Copied to clipboard.
ar: تم النسخ إلى الحافظة.
de: In Zwischenablage kopiert.
es: Copiado al portapapeles.
fr: Élément copié dans le presse-papiers.
he: הועתק ללוח.
id: Disalin ke clipboard.
it: Copiato negli appunti.
nl: Gekopieerd naar klembord.
pt_br: Copiado para a área de transferência.
ru: Скопировано в буфер обмена.
sv: Kopierat till urklipp.
tr: Panoya kopyalandı.

# billingInformationViewController.action.copyPhoneNumber
source: Copy number
ar: نسخ الرقم
de: Telefonnummer kopieren
es: Copiar número
fr: Copier le numéro
he: להעתיק את המספר
id: Salin nomor
it: Copia numero
nl: Nummer kopiëren
pt_br: Copiar número
ru: Скопировать номер
sv: Kopiera nummer
tr: Numarayı kopyala

# blazeAdDestinationSettingVieModel.finalDestination
source: Destination: %1$@
ar: الوجهة: %1$@
de: Ziel: %1$@
es: Destino: %1$@
he: יעד: %1$@
id: Tujuan: %1$@
it: Destinazione: %1$@
nl: Bestemming: %1$@
pt_br: Destino: %1$@
ru: Размещение: %1$@
sv: Mål: %1$@
tr: Hedef: %1$@

# blazeAdDestinationSettingVieModel.parameterCharactersLimit.plural
source: %1$d characters remaining
ar: يتبقى ⁦%1$d⁩ من الأحرف
de: %1$d weitere Zeichen möglich
es: %1$d caracteres restantes
fr: %1$d caractères restants
he: ⁦%1$d⁩ תווים נותרו
id: %1$d karakter tersisa
it: %1$d caratteri rimanenti
nl: Nog %1$d tekens over
pt_br: %1$d caracteres restantes
ru: Осталось символов: %1$d
sv: %1$d tecken återstår
tr: %1$d karakter kaldı

# blazeAdDestinationSettingVieModel.parameterCharactersLimit.singular
source: %1$d character remaining
ar: يتبقى ⁦%1$d⁩ من الأحرف
de: %1$d weiteres Zeichen möglich
es: %1$d carácter restante
fr: %1$d caractère restant
he: תו ⁦%1$d⁩ נותר
id: %1$d karakter tersisa
it: %1$d carattere rimanente
nl: Nog %1$d teken over
pt_br: %1$d caractere restante
ru: Остался %1$d символ
sv: %1$d tecken återstår
tr: %1$d karakter kaldı

# blazeAdDestinationSettingView.adDestination
source: Ad Destination
ar: وجهة الإعلان
de: Ziel der Werbung
es: Destino del anuncio
fr: Destination de la publicité
he: היעד של הפרסומת
id: Tujuan Iklan
it: Destinazione annuncio
nl: Advertentiebestemming
pt_br: Destino do anúncio
ru: Размещение рекламного объявления
sv: Annonsdestination
tr: Reklam Hedefi

# blazeAdDestinationSettingView.addParameterButton
source: Add parameter
ar: إضافة معيار
de: Parameter hinzufügen
es: Añadir parámetro
fr: Ajouter un paramètre
he: להוסיף פרמטר
id: Tambahkan parameter
it: Aggiungi paramento
nl: Parameter toevoegen
pt_br: Adicionar parâmetro
ru: Добавить параметр
sv: Lägg till parameter
tr: Parametre ekle

# blazeAdDestinationSettingView.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batal
it: Annulla
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal et

# blazeAdDestinationSettingView.destinationUrlHeading
source: Destination URL
ar: عنوان URL للوجهة
de: Ziel-URL
es: URL de destino
fr: URL de destination
he: כתובת URL ליעד
id: URL Tujuan
it: URL di destinazione
nl: URL van bestemming
pt_br: URL de destino
ru: URL-адрес назначения
sv: Mål-URL
tr: Hedef URL

# blazeAdDestinationSettingView.destinationUrlSubtitle
source: It will link to: %1$@
ar: سيرتبط بما يأتي: %1$@
de: Verknüpfung mit: %1$@
es: Se vinculará a: %1$@
fr: Elle mènera à : %1$@
he: הקישור יפנה אל: %1$@
id: URL akan menautkan ke: %1$@
it: Collegherà a: %1$@
nl: Deze linkt naar: %1$@
pt_br: Isso direcionará para: %1$@
ru: Он будет ссылаться на: %1$@
sv: Den kommer att länka till: %1$@
tr: Şuraya bağlanır: %1$@

# blazeAdDestinationSettingView.productURLLabel
source: The Product URL
ar: عنوان URL للمنتج
de: Die Produkt-URL
es: La URL del producto
fr: URL du produit
he: כתובת ה-URL של המוצר
id: URL Produk
it: URL del prodotto
nl: De product-URL
pt_br: URL do produto
ru: URL-адрес товара
sv: Produktens URL
tr: Ürün URL'si

# blazeAdDestinationSettingView.save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
he: לשמור
id: Simpan
it: Salva
nl: Opslaan
pt_br: Salvar
ru: Сохранить
sv: Spara
tr: Kaydet

# blazeAdDestinationSettingView.siteHomeLabel
source: The site home
ar: الصفحة الرئيسية للموقع
de: Die Startseite
es: La página de inicio del sitio
fr: Page d’accueil du site
he: עמוד הבית של האתר
id: Beranda situs
it: Home del sito
nl: De startpagina van de site
pt_br: Página inicial
ru: Главная страница сайта
sv: Webbplatsens hem
tr: Site ana sayfası

# blazeAdDestinationSettingView.urlParametersHeading
source: URL Parameters
ar: معايير عناوين URL
de: URL-Parameter
es: Parámetros de la URL
fr: Paramètres d’URL
he: פרמטרים של כתובות URL
id: Parameter URL
it: Parametri URL
pt_br: Parâmetros de URL
ru: Параметры URL-адреса
sv: URL-parametrar
tr: URL Parametreleri

# blazeAddParameterView.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batal
it: Annulla
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal et

# blazeAddParameterView.characterCountError
source: The input you have entered is too long. Please shorten and try again.
ar: الإدخال الذي أدخلته طويل للغاية. يرجى تقصيره والمحاولة مجددًا.
de: Die Eingabe, die du gemacht hast, ist zu lang. Bitte verkürze sie und versuche es erneut.
es: La entrada que has introducido es demasiado larga. Acórtala e inténtalo de nuevo.
fr: Votre saisie est trop longue. Veuillez raccourcir et réessayer.
he: הקלט שהזנת ארוך מדי. יש לקצר ולנסות שוב.
id: Input yang Anda masukkan terlalu panjang. Pendekkan dan coba lagi.
it: L'input che hai inserito è troppo lungo. Abbrevialo e riprova.
nl: Dat wat je hebt ingevoerd is te lang. Kort het af en probeer het opnieuw.
pt_br: A entrada inserida é muito longa. Encurte-a e tente novamente.
ru: Введённый текст превышает ограничение по числу символов. Сократите его и повторите попытку.
sv: Din angivna inmatning är för lång. Korta ner den och försök igen.
tr: Girdiğiniz girdi çok uzun. Lütfen kısaltıp yeniden deneyin.

# blazeAddParameterView.editTitle
source: Edit Parameter
ar: تحرير المعيار
de: Parameter bearbeiten
es: Editar parámetro
fr: Modifier le paramètre
he: לערוך את הפרמטר
id: Sunting Parameter
it: Modifica parametro
nl: Parameter bewerken
pt_br: Editar parâmetro
ru: Редактировать параметр
sv: Redigera parameter
tr: Parametreyi Düzenleyin

# blazeAddParameterView.keyLabel
source: Enter parameter key
ar: إدخال قيمة المعيار
de: Parameterschlüssel eingeben
es: Introduce una clave del parámetro
fr: Saisir une clé pour le paramètre
he: יש להזין מפתח פרמטר
id: Masukkan kunci parameter
it: Inserisci la chiave del parametro
nl: Parametersleutel invoeren
pt_br: Insira a chave do parâmetro
ru: Ввести ключ параметра
sv: Ange parameternyckel
tr: Parametre anahtarı girin

# blazeAddParameterView.keyTitle
source: Key
ar: المفتاح
de: Schlüssel
es: Clave
fr: Clé
he: מפתח
id: Kunci
it: Chiave
nl: Sleutel
pt_br: Chave
ru: Ключ
sv: Nyckel
tr: Anahtar

# blazeAddParameterView.save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
he: לשמור
id: Simpan
it: Salva
nl: Opslaan
pt_br: Salvar
ru: Сохранить
sv: Spara
tr: Kaydet

# blazeAddParameterView.title
source: Add Parameter
ar: إضافة معيار
de: Parameter hinzufügen
es: Añadir parámetro
fr: Ajouter un paramètre
he: להוסיף פרמטר
id: Tambahkan Parameter
it: Aggiungi paramento
nl: Parameter toevoegen
pt_br: Adicionar parâmetro
ru: Добавить параметр
sv: Lägg till parameter
tr: Parametre Ekleyin

# blazeAddParameterView.validationError
source: You have entered an invalid character to the parameter. Please remove and try again.
ar: لقد أدخلت رمزًا غير صالح إلى المعيار. ترجى إزالته والمحاولة مجددًا.
de: Du hast ein ungültiges Zeichen in den Parameter eingegeben. Bitte entferne es und versuche es erneut.
es: Has introducido un carácter no válido en el parámetro. Bórralo e inténtalo de nuevo.
fr: Vous avez saisi un caractère non valide pour ce paramètre. Veuillez le supprimer et réessayer.
he: הזנת תו לא חוקי לפרמטר. יש להסיר ולנסות שוב.
id: Anda memasukkan karakter yang tidak valid ke parameter. Hapus dan coba lagi.
it: Hai inserito nel parametro un carattere non valido. Rimuovilo e riprova.
nl: Je hebt een ongeldig teken bij de parameter ingevoerd. Verwijder het en probeer het opnieuw.
pt_br: Você inseriu um caractere inválido no parâmetro. Remova-o e tente novamente.
ru: В поле параметра введён недопустимый символ. Удалите его и повторите попытку.
sv: Du har angett ett ogiltigt tecken i parametern. Ta bort detta och försök igen.
tr: Parametreye geçersiz bir karakter girdiniz. Lütfen kaldırıp yeniden deneyin.

# blazeAddParameterView.valueLabel
source: Enter parameter value
ar: إدخال قيمة المعيار
de: Parameterwert eingeben
es: Introduce un valor del parámetro
fr: Saisir une valeur pour le paramètre
he: יש להזין את ערך הפרמטר
id: Masukkan nilai parameter
it: Inserisci il valore del parametro
nl: Parameterwaarde invoeren
pt_br: Insira o valor do parâmetro
ru: Ввести значение параметра
sv: Ange parametervärde
tr: Parametre değeri girin

# blazeAddParameterView.valueTitle
source: Value
ar: القيمة
de: Wert
es: Valor
fr: Valeur
he: ערך
id: Nilai
it: Valore
nl: Waarde
pt_br: Valor
ru: Значение
sv: Värde
tr: Değer

# blazeAddPaymentWebView.cancelButton
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batal
it: Annulla
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal et

# blazeAddPaymentWebView.navigationBarTitle
source: Payment Method
ar: طريقة الدفع
de: Zahlungsmethode
es: Método de pago
fr: Moyen de paiement
he: אמצעי תשלום
id: Metode Pembayaran
it: Metodo di pagamento
nl: Betaalmethode
pt_br: Forma de pagamento
ru: Способ оплаты
sv: Betalningsmetod
tr: Ödeme Yöntemi

# blazeAddPaymentWebView.paymentMethodAddedNotice
source: Payment method added
ar: تمت إضافة طريقة الدفع
de: Zahlungsmethode hinzugefügt
es: Método de pago añadido
fr: Moyen de paiement ajouté
he: אמצעי התשלום נוסף
id: Metode pembayaran ditambahkan
it: Metodo di pagamento aggiunto
nl: Betaalmethode toegevoegd
pt_br: Forma de pagamento adicionada
ru: Способ оплаты добавлен
sv: Betalningsmetod tillagd
tr: Ödeme yöntemi eklendi

# blazeBudgetSettingView.apply
source: Apply
ar: تطبيق
de: Übernehmen
es: Aplicar
he: להחיל
id: Terapkan
it: Applica
nl: Toepassen
ru: Применить
sv: Tillämpa

# blazeBudgetSettingView.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batal
it: Annulla
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal et

# blazeBudgetSettingView.done
source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
he: סיימתי
id: Selesai
it: Fatto
nl: Gereed
pt_br: Concluído
ru: Готово
sv: Klar
tr: Tamam

# blazeBudgetSettingView.duration
source: Duration
ar: المدة
de: Dauer
es: Duración
he: משך זמן
id: Durasi
it: Durata
nl: Duur
ru: Продолжительность
sv: Varaktighet

# blazeBudgetSettingView.edit
source: Edit
ar: تحرير
de: Bearbeiten
es: Editar
fr: Modifier
he: לערוך
it: Modifica
nl: Bewerken
pt_br: Editar
ru: Изменить
sv: Redigera
tr: Düzenle

# blazeBudgetSettingView.forecastingFailed
source: Failed to estimate impressions. Retry?
ar: فشل تقديم الانطباعات. هل تريد إعادة المحاولة؟
de: Aufrufe konnten nicht geschätzt werden. Erneut versuchen?
es: No se han podido estimar las impresiones. ¿Reintentar?
fr: Impossible d'estimer les impressions. Réessayer ?
he: לא הצלחנו לשער את הצפיות. לנסות שנית?
id: Gagal mengestimasi tayangan. Coba lagi?
it: Stima delle impressioni non riuscita. Riprovare?
nl: Het schatten van het aantal impressies is mislukt. Opnieuw?
pt_br: Falha ao estimar impressões. Tentar novamente?
ru: Не удалось оценить количество показов. Повторить?
sv: Det gick inte att uppskatta antalet visningar. Försök igen?
tr: İzlenimler tahmin edilemedi. Tekrar dene
