Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: Unable to process payment. We could not complete this payment while retrying. Underlying error: %1$@
ar: تتعذر معالجة الدفع. يتعذر علينا إكمال هذا الدفع في أثناء إعادة المحاولة. الخطأ الأساسي: %1$@
de: Zahlung konnte nicht verarbeitet werden. Diese Zahlung konnte beim erneuten Versuch nicht abgeschlossen werden. Zugrunde liegender Fehler: %1$@
es: No se puede procesar el pago. No hemos podido completar este pago al reintentarlo. Error subyacente: %1$@
fr: Impossible de traiter le paiement. Nous n’avons pas pu effectuer ce paiement lors d’une nouvelle tentative. Erreur sous-jacente : %1$@
he: אין אפשרות לעבד את התשלום. לא הצלחנו להשלים את התשלום במהלך הניסיון החוזר. שגיאה בסיסית: %1$@
id: Tidak dapat memproses pembayaran. Kami tidak dapat menyelesaikan pembayaran ini ketika mencoba lagi. Error dasar: %1$@
it: Impossibile elaborare il pagamento. Non è stato possibile completare il pagamento durante il nuovo tentativo. Errore sottostante: %1$@
nl: Kan betaling niet verwerken. We konden deze betaling niet voltooien bij het opnieuw uitvoeren. Onderliggende fout: %1$@
pt_br: Não é possível processar o pagamento. Não conseguimos concluir o pagamento durante novas tentativas. Erro estrutural: %1$@
ru: Не удалось обработать платёж. Не удалось завершить платёж при повторной попытке. Основная ошибка: %1$@
sv: Det gick inte att behandla betalningen. Vi kunde inte slutföra den här betalningen när vi gjorde ett nytt betalningsförsök. Underliggande fel: %1$@
tr: Ödeme işlenemiyor. Yeniden deneme sırasında bu ödemeyi tamamlayamadık. Temeldeki hata: %1$@

source: Unable to process payment. We could not connect to the payment system. Please contact support if this error continues.
ar: تتعذر معالجة الدفع. يتعذر علينا الاتصال بنظام الدفع. يرجى الاتصال بالدعم إذا استمر هذا الخطأ.
de: Zahlung konnte nicht verarbeitet werden. Es konnte keine Verbindung zum Zahlungssystem hergestellt werden. Bitte wende dich an den Support, falls dieser Fehler weiterhin auftritt.
es: No se puede procesar el pago. No hemos podido conectarnos al sistema de pago. Ponte en contacto con el soporte si el error continúa.
fr: Impossible de traiter le paiement. Nous n’avons pas pu nous connecter au système de paiement. Si le problème persiste, contactez l’assistance.
he: אין אפשרות לעבד את התשלום. מצטערים, לא הצלחנו להתחבר אל מערכת התשלומים. יש לפנות לתמיכה אם השגיאה ממשיכה להופיע.
id: Tidak dapat memproses pembayaran. Kami tidak dapat terhubung dengan sistem pembayaran. Harap hubungi dukungan jika error ini berlanjut.
it: Impossibile elaborare il pagamento. Impossibile connettersi al sistema di pagamento. Contatta il supporto se l'errore persiste.
nl: Kan betaling niet verwerken. We konden geen verbinding maken met het betalingssysteem. Probeer het opnieuw of neem contact op met ondersteuning als het probleem aanhoudt.
pt_br: Não é possível processar o pagamento. Não conseguimos nos conectar ao sistema de pagamento. Entre em contato com o suporte se o erro persistir.
ru: Не удалось обработать платёж. Не удалось подключиться к платёжной системе. Повторите попытку или обратитесь в службу поддержки, если эта ошибка произойдёт снова.
sv: Det gick inte att behandla betalningen. Vi kunde inte ansluta till betalningssystemet. Kontakta supporten om problemet kvarstår.
tr: Ödeme işlenemiyor. Ödeme sistemine bağlanamadık. Bu hata devam ederse lütfen destekle iletişime geçin.

source: Unable to process payment. We could not fetch the latest order details. Please check your network connection and try again. Underlying error: %1$@
ar: تتعذر معالجة الدفع. يتعذر علينا إحضار أحدث تفاصيل للطلب. يرجى التحقق من اتصال شبكتك والمحاولة لاحقًا. الخطأ الأساسي: %1$@
de: Zahlung konnte nicht verarbeitet werden. Die aktuellen Bestelldetails konnten nicht abgerufen werden. Bitte überprüfe deine Netzwerkverbindung und versuche es erneut. Zugrunde liegender Fehler: %1$@
es: No se puede procesar el pago. No hemos podido obtener los últimos detalles del pedido. Comprueba tu conexión a la red e inténtalo de nuevo. Error subyacente: %1$@
fr: Impossible de traiter le paiement. Nous n’avons pas pu obtenir les derniers détails de la commande. Veuillez vérifier votre connexion réseau et réessayer. Erreur sous-jacente : %1$@
he: אין אפשרות לעבד את התשלום. לא ניתן היה להציג את פרטי ההזמנה העדכניים. עליך לבדוק את החיבור לרשת ולנסות שוב. שגיאה בסיסית: %1$@
id: Tidak dapat memproses pembayaran. Kami tidak dapat mengambil detail pesanan terbaru. Periksa koneksi jaringan Anda dan coba lagi. Error dasar: %1$@
it: Impossibile elaborare il pagamento. Impossibile recuperare i dettagli dell'ultimo ordine. Controlla la connessione di rete e riprova. Errore sottostante: %1$@
nl: Kan betaling niet verwerken. We konden de nieuwste bestellingsgegevens niet ophalen. Controleer je verbinding en probeer het nogmaals. Onderliggende fout: %1$@
pt_br: Não é possível processar o pagamento. Não conseguimos obter os detalhes mais recentes do pedido. Verifique sua conexão de rede e tente novamente. Erro estrutural: %1$@
ru: Не удалось обработать платёж. Не удалось получить сведения о последнем заказе. Проверьте подключение к сети и повторите попытку. Основная ошибка: %1$@
sv: Det gick inte att behandla betalningen. Vi kunde inte hämta den senaste beställningsinformationen. Kontrollera din nätverksanslutning och försök igen. Underliggande fel: %1$@
tr: Ödeme işlenemiyor. En yeni sipariş ayrıntılarını alamadık. Lütfen ağ bağlantınızı kontrol edip tekrar deneyin. Temeldeki hata: %1$@

source: Unable to read the WordPress site at that URL. Tap 'Need more help?' to view the FAQ.
ar: يتعذر قراءة موقع WordPress على معرف URL ذلك. انقر على "هل تحتاج إلى مساعدة إضافية" لعرض الأسئلة المتداولة.
de: Unter dieser URL kann keine WordPress-Website gefunden werden. Tippe auf „Brauchst du weitere Hilfe?“, um die FAQ zu sehen.
es: No se ha podido leer el sitio de WordPress en esa dirección URL. Toca "¿Necesitas más ayuda?" para ver las Preguntas frecuentes.
fr: Impossible de lire le site WordPress à cette URL. Appuyez sur « Besoin d’aide ? » pour afficher la FAQ.
he: לא ניתן לקרוא את אתר WordPress בכתובת URL זו. יש להקיש על 'נדרשת עזרה נוספת?' כדי להציג את השאלות הנפוצות.
id: Tidak dapat membaca situs WordPress dalam URL tersebut. Ketuk 'Perlu bantuan?' untuk melihat TJU.
it: Impossibile leggere il sito WordPress associato a questo URL. Tocca "Hai bisogno di ulteriore aiuto?" per accedere alle Domande frequenti.
ja: その URL の WordPress サイトを読み込めません。 「ヘルプが必要ですか ?」をタップして FAQ を表示してください。
nl: Kon geen WordPress-site lezen op deze URL. Tik op ‘Meer hulp nodig?’ om de veelgestelde vragen te bekijken.
pt_br: Não foi possível ler o site do WordPress nessa URL. Toque em 'Precisa de mais ajuda?' para ver as perguntas frequentes.
ru: Не удалось найти веб-сайт WordPress по этому URL-адресу. Нажмите кнопку "Нужна помощь?", чтобы просмотреть ответы на часто задаваемые вопросы.
sv: Kunde inte läsa WordPress-webbplatsen på denna URL. Tryck på "Behöver du hjälp?" för att visa Vanliga frågor.
tr: Bu URL'deki WordPress sitesi okunamıyor. SSS'yi görüntülemek için 'Yardıma mı ihtiyacınız var?' ifadesine dokunun.

source: Unable to refresh current site info
ar: يتعذر تحديث معلومات الموقع الحالي
de: Die derzeitigen Website-Informationen können nicht aktualisiert werden
es: No se puede actualizar la información actual del sitio
fr: Impossible d’actualiser les informations du site
he: אין אפשרות לרענן את פרטי האתר הנוכחיים
id: Tidak dapat memperbarui informasi situs terkini
it: Impossibile aggiornare le informazioni correnti sul sito
nl: Het is niet mogelijk om de huidige website-info te verversen
pt_br: Não foi possível atualizar as informações atuais do site
ru: Не удалось обновить текущую информацию сайта
sv: Det går inte att uppdatera aktuell webbplatsinformation
tr: Mevcut site bilgisi yenilenemiyor

source: Unable to refresh list
ar: يتعذر تحديث القائمة
de: Liste kann nicht aktualisiert werden
es: No se ha podido actualizar la lista.
fr: Impossible d’actualiser la liste
he: אין אפשרות לרענן את הרשימה
id: Tidak dapat menyegarkan daftar
it: Impossibile aggiornare l'elenco
ja: リストを更新できません
nl: Kan lijst niet vernieuwen
pt_br: Não foi possível atualizar a lista
ru: Не удалось обновить список
sv: Kunde inte uppdatera listan
tr: Liste yenilenemedi

source: Unable to retrieve user roles.
ar: يتعذر استرداد رتب الأعضاء.
de: Benutzerrollen können nicht abgerufen werden.
es: No se han podido recuperar los roles de usuario.
fr: Impossible de récupérer les rôles utilisateurs.
he: לא הצלחנו לאחזר תפקידי משתמשים.
id: Tidak dapat mengambil peran pengguna.
it: Impossibile recuperare i Ruoli Utente.
ja: ユーザー権限グループを取得できません。
nl: Kon gebruikersrollen niet ophalen.
pt_br: Não foi possível recuperar as funções de usuário.
ru: Не удалось получить роли пользователей.
sv: Det gick inte att hämta användarroller.
tr: Kullanıcı rolleri alınamıyor.

source: Unable to retrieve variations
ar: تتعذر استعادة المجموعات
de: Varianten können nicht abgerufen werden
es: No se pueden recuperar las variaciones
fr: Impossible de récupérer les variantes
he: לא ניתן לאחזר סוגים
id: Tidak dapat mengambil variasi
it: Impossibile recuperare le varianti
ja: バリエーションを取得できません
nl: Kan variaties niet ophalen
pt_br: Não é possível recuperar variações
ru: Не удалось получить варианты
sv: Kan inte hämta varianter
tr: Varyasyonlar alınamıyor

source: Unable to save changes to the payment method
ar: يتعذر حفظ التغييرات على طريقة الدفع
de: Speichern der Änderungen an der Zahlungsmethode nicht möglich
es: No se han podido guardar los cambios hechos en el método de pago
fr: Impossible d’enregistrer les modifications apportées au moyen de paiement
he: לא ניתן לשמור את השינויים באמצעי התשלום
id: Tidak dapat menyimpan perubahan metode pembayaran
it: Impossibile salvare le modifiche al metodo di pagamento
ja: お支払い方法の変更を保存できませんでした
nl: Kan wijzigingen aan de betalingsmethode niet opslaan
pt_br: Não é possível salvar alterações da forma de pagamento
ru: Не удалось сохранить изменения способа оплаты
sv: Det gick inte att spara ändringarna av betalningsmetoden
tr: Ödeme yöntemindeki değişiklikler kaydedilemiyor

source: Unable to save changes. Please try again.
ar: يتعذر حفظ التغييرات. يرجى المحاولة مرة أخرى.
de: Änderungen konnten nicht gespeichert werden. Bitte versuche es erneut.
es: No se pueden guardar los cambios. Inténtalo de nuevo.
fr: Impossible d’enregistrer les modifications. Veuillez réessayer.
he: אין אפשרות לשמור את השינויים. יש לנסות שוב.
id: Tidak dapat menyimpan perubahan. Silakan coba lagi.
it: Impossibile salvare le modifiche. Riprova.
ja: 変更内容を保存できません。 もう一度お試しください。
nl: Opslaan van wijzigingen mislukt. Probeer het nog eens.
pt_br: Não é possível salvar as mudanças. Tente novamente.
ru: Не удалось сохранить изменения. Повторите попытку.
sv: Det gick inte att spara ändringarna. Försök igen.
tr: Değişiklikler kaydedilemiyor. Lütfen tekrar deneyin.

source: Unable to set customer details.
ar: يتعذر تعيين تفاصيل العميل.
de: Kundendaten können nicht festgelegt werden.
es: No se han podido establecer los datos del cliente.
fr: Impossible de définir les détails client.
he: אין אפשרות להגדיר את פרטי הלקוח.
id: Tidak dapat menetapkan detail pelanggan.
it: Impossibile impostare i dettagli del cliente.
ja: お客様の詳細を設定できません。
nl: Kan klantgegevens niet instellen.
pt_br: Não é possível definir os detalhes do cliente.
ru: Не удалось добавить сведения о клиенте.
sv: Det går inte att ange kundinformation.
tr: Müşteri ayrıntıları ayarlanamadı.

source: Unable to update address.
ar: يتعذر تحديث العنوان.
de: Adresse konnte nicht aktualisiert werden.
es: No se puede actualizar la dirección.
fr: Impossible de mettre à jour l’adresse.
he: אין אפשרות לעדכן את הכתובת.
id: Tidak dapat memperbarui alamat.
it: Impossibile aggiornare l'indirizzo.
ja: 住所を更新できません。
nl: Kan adres niet bijwerken.
pt_br: Não é possível atualizar o endereço.
ru: Не удалось изменить адрес.
sv: Kan inte uppdatera adress.
tr: Adres güncellenemiyor.

source: Unable to update price
ar: يتعذر تحديث السعر
de: Preisaktualisierung nicht möglich
es: No se puede actualizar el precio
fr: Impossible de mettre le prix à jour
he: לא ניתן היה לעדכן את המחיר
id: Tidak dapat memperbarui harga
it: Impossibile aggiornare il prezzo
ja: 価格を更新できません
nl: Prijs bijwerken mislukt
pt_br: Não foi possível atualizar o preço
ru: Не удалось обновить цену
sv: Kan inte uppdatera pris
tr: Fiyat güncellenemiyor

source: Unable to verify In-Person Payments for this store
ar: يتعذر التحقُّق من المدفوعات الشخصية لهذا المخزن
de: Persönliche Zahlungen konnten für diesen Store nicht verifiziert werden.
es: No se ha podido verificar Pagos en Persona para esta tienda
fr: Impossible de vérifier les paiements en personne pour cette boutique
he: לא ניתן לאמת תשלומים באופן אישי בחנות זו
id: Tidak dapat memverifikasi Pembayaran Langsung untuk toko ini
it: Impossibile verificare i Pagamenti di persona per questo negozio
ja: このストアのオフラインでの支払いを検証できません
nl: Fysieke betalingen kunnen niet worden geverifieerd voor deze winkel
pt_br: Não foi possível verificar os pagamentos presenciais para esta loja
ru: Не удалось подтвердить очные платежи в этом магазине
sv: Det gick inte att verifiera personliga betalningar för den här butiken.
tr: Bu mağaza için Şahsen Ödemeler doğrulanamıyor

source: Unable to verify the email address. Please try again later.
ar: تعذر التحقق من عنوان البريد الإلكتروني. يُرجى إعادة المحاولة لاحقًا.
de: Die E-Mail-Adresse konnte nicht überprüft werden. Versuche es später erneut.
es: No ha sido posible verificar la dirección de correo electrónico. Por favor, inténtalo de nuevo más tarde.
fr: Impossible de vérifier l’adresse e-mail. Veuillez réessayer ultérieurement.
he: אין אפשרות לאמת את כתובת האימייל. יש לנסות שוב מאוחר יותר.
id: Tidak dapat memverifikasi alamat email. Silakan coba lagi nanti.
it: Impossibile verificare l'indirizzo e-mail. Riprova più tardi.
ja: メールアドレスを検証できません。後ほど、もう一度お試しください。
nl: Niet mogelijk om e-mailadres te verifiëren. Probeer het later opnieuw.
pt_br: Não foi possível verificar o endereço de e-mail. Tente novamente mais tarde.
ru: Невозможно проверить ваш электронный адрес. Попробуйте позже еще раз.
sv: Kunde inte verifiera e-postadressen. Försök igen senare.
tr: E-posta adresi doğrulanamıyor. Lütfen daha sonra tekrar deneyin.

source: Unapproves the comment
ar: غير موافق على التعليق
de: Widerruft die Genehmigung des Kommentars
es: Elimina la aprobación del comentario
fr: Permet de ne pas accepter le commentaire
he: דחיית התגובה
id: Tidak menyetujui komentar
it: Non approva il commento
ja: コメントを承認しない
nl: De reactie wordt afgekeurd
pt_br: Não aprova o comentário
ru: Отклонение комментария
sv: Kommentaren godkänns inte
tr: Yorumun onayını kaldırır

source: Underline
ar: تحته خط
de: Unterstreichen
es: Subrayado
fr: Souligner
he: קו תחתון
id: Garis Bawah
it: Sottolinea
ja: 下線
nl: Onderstrepen
pt_br: Sublinhar
ru: Подчеркнутый
sv: Understrykning
tr: Altı çizili

source: Undo
ar: تراجع
de: Rückgängig
es: Deshacer
fr: Annuler
he: ביטול פעולה אחרונה
id: Urungkan
it: Annulla
ja: 元に戻す
nl: Ongedaan maken
pt_br: Desfazer
ru: Назад
sv: Ångra
tr: Geri al

source: Unexpected error
ar: خطأ غير متوقع
de: Unerwarteter Fehler
es: Error inesperado
fr: Erreur inattendue
he: שגיאה לא צפויה
id: Kesalahan tak terduga
it: Errore imprevisto
ja: 予期しないエラー
nl: Onverwachte fout
pt_br: Erro inesperado
ru: Неожиданная ошибка
sv: Oväntat fel
tr: Beklenmedik hata

source: United Arab Emirates
ar: الإمارات العربية المتحدة
de: Vereinigte Arabische Emirate
es: Emiratos Árabes Unidos
fr: Émirats arabes unis
he: איחוד האמירויות
id: Uni Emirat Arab
it: Emirati Arabi Uniti
ja: アラブ首長国連邦
nl: Verenigde Arabische Emiraten
pt_br: Emirados Árabes Unidos
ru: Объединенные Арабские Эмираты
sv: Förenade Arabemiraten
tr: Birleşik Arap Emirlikleri

source: United Kingdom
ar: المملكة المتحدة
de: Vereinigtes Königreich
es: Reino Unido
fr: Royaume-Uni
he: בריטניה
id: Britania Raya
it: Regno Unito
ja: イギリス
nl: Verenigd Koninkrijk
pt_br: Reino Unido
ru: Великобритания
sv: Storbritannien
tr: Birleşik Krallık

source: United States
ar: الولايات المتحدة الأمريكية
de: Vereinigte Staaten von Amerika
es: Estados Unidos
fr: États-Unis
he: ארה"ב
id: Amerika Serikat
it: Stati Uniti
ja: 米国
nl: Verenigde Staten
pt_br: Estados Unidos
ru: США
sv: USA
tr: Amerika Birleşik Devletleri

source: United States Minor Outlying Islands
ar: جزر الولايات المتحدة الصغيرة النائية
de: Amerikanisch-Ozeanien
es: Islas de ultramar menores de Estados Unidos
fr: Îles mineures éloignées des États-Unis
he: האיים המרוחקים הקטנים של ארצות הברית
it: Isole minori esterne degli Stati Uniti
ja: アメリカ合衆国外諸島
nl: Kleine afgelegen eilanden van de Verenigde Staten
pt_br: Ilhas Menores Distantes dos Estados Unidos
ru: Внешние малые острова США
sv: USA:s yttre öar
tr: Amerika Birleşik Devletleri Küçük Dış Adaları

source: United States Virgin Islands
ar: جزر العذراء التابعة للولايات المتحدة
de: Amerikanische Jungferninseln
es: Islas Vírgenes de los Estados Unidos
fr: Îles Vierges américaines
he: איי הבתולה של ארצות הברית
id: Kepulauan Virgin Amerika Serikat
it: Isole Vergini degli Stati Uniti
ja: アメリカ領ヴァージン諸島
nl: Amerikaanse Maagdeneilanden
pt_br: Ilhas Virgens Americanas
ru: Американские Виргинские острова
sv: Amerikanska Jungfruöarna
tr: Amerika Birleşik Devletleri Virjin Adaları

source: Unknown
ar: غير معروف
de: Unbekannt
es: Desconocido
fr: Inconnu
he: לא ידוע
id: Tidak diketahui
it: Sconosciuto
ja: 不明
nl: Onbekend
pt_br: Desconhecido
ru: Неизвестно
sv: Okänd
tr: Bilinmiyor

source: Unknown Battery Level
ar: مستوى البطارية غير معروف
de: Akkustand unbekannt
es: Nivel de batería desconocido
fr: Niveau de batterie inconnu
he: אחוז סוללה לא ידוע
id: Tingkat Daya Baterai Tidak Diketahui
it: Livello della batteria sconosciuto
ja: 不明なバッテリー残量
nl: Onbekend batterijniveau
pt_br: Nível de bateria desconhecido
ru: Уровень заряда неизвестен
sv: Okänd batteristatus
tr: Pil Seviyesi Bilinmiyor

source: Unknown Software Version
ar: إصدار البرامج مجهول
de: Unbekannte Softwareversion
es: Versión de software desconocida
fr: Version logicielle inconnue
he: גרסת תוכנה לא ידועה
id: Versi Perangkat Lunak Tidak Diketahui
it: Versione del software sconosciuta
ja: 不明なソフトウェアバージョン
nl: Onbekende softwareversie
pt_br: Versão de software desconhecida
ru: Неизвестная версия программы
sv: Okänd programvaruversion
tr: Bilinmeyen Yazılım Sürümü

source: Unknown country
ar: بلد مجهول
de: Unbekanntes Land
es: País desconocido
fr: Pays inconnu
he: ארץ לא ידועה
id: Negara tidak diketahui
it: Paese sconosciuto
nl: Onbekend land
pt_br: País desconhecido
ru: Неизвестная страна
sv: Okänt land
tr: Bilinmeyen ülke

source: Unknown error
ar: خطأ غير معروف
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
he: שגיאה לא ידועה
id: Galat tak diketahui
it: Errore sconosciuto
ja: 不明なエラー
nl: Onbekende fout
pt_br: Erro desconhecido
ru: Неизвестная ошибка
sv: Okänt fel
tr: Bilinmeyen hata

source: Unknown media type
ar: نوع وسائط غير معروف
de: Unbekannter Medientyp
es: Tipo de archivo multimedia desconocido
fr: Type de média inconnu
he: סוג מדיה לא מוכר
id: Jenis media tidak diketahui
it: Tipo di elemento multimediale sconosciuto
ja: 不明なメディアタイプ
nl: Onbekend mediatype
pt_br: Tipo de mídia desconhecido
ru: Неизвестный тип медиафайлов
sv: Okänd mediatyp
tr: Bilinmeyen medya türü

source: Unlimited
ar: غير محدود
de: Unbegrenzt
es: Ilimitado
fr: Illimitée
he: ללא הגבלה
id: Tak terbatas
it: Illimitato
ja: 無制限
nl: Ongelimiteerd
pt_br: Ilimitado
ru: Без лимита
sv: Obegränsad
tr: Sınırsız

source: Unlimited admin accounts
ar: عدد غير محدود من حسابات المسؤول
de: Unbegrenzte Administratorkonten
es: Cuentas de administrador ilimitadas
fr: Nombre illimité de comptes d’administration
he: חשבונות של מנהלי מערכת ללא הגבלה
id: Akun admin tanpa batas
it: Account amministratore illimitati
nl: Onbeperkte beheerdersaccounts
pt_br: Contas de administrador ilimitadas
ru: Учётные записи администратора без ограничений
sv: Obegränsat antal administratörskonton
tr: Sınırsız sayıda yönetici hesabı

source: Unnamed product
ar: منتج بلا اسم
de: Unbenanntes Produkt
es: Producto sin nombre
fr: Produit sans nom
he: מוצר ללא שם
id: Produk tanpa nama
it: Prodotto senza nome
ja: 名前のない商品
nl: Product zonder naam
pt_br: Produto sem nome
ru: Товар без названия
sv: Namnlös produkt
tr: Adsız ürün

source: Unordered List
ar: قائمة غير مرتَّبة
de: Unsortierte Liste
es: Lista desordenada
fr: Liste non ordonnée
he: רשימה לא ממוספרת
id: Daftar Tidak Berurut
it: Elenco non ordinato
ja: 順序なしリスト
nl: Ongeordende lijst
pt_br: Lista fora de ordem
ru: Неупорядоченный список
sv: Osorterad lista
tr: Sıralanmamış Liste

source: Unspam
ar: ليس بريدًا مزعجًا
de: Aus Spam entfernen
es: Sacar de spam
fr: Sain
he: ביטול הסימון כתגובת זבל
id: Bukan spam
it: Togli dallo spam
ja: スパム解除
nl: Geen spam
pt_br: Não é spam
ru: Снять пометку «Спам»
sv: Avmarkera skräppost
tr: Spam Değil

source: Unsupported %1$@ version
ar: إصدار %1$@ غير مدعوم
de: Nicht unterstützte %1$@-Version
es: Versión %1$@ no compatible
fr: Version %1$@ non prise en charge
he: גרסת %1$@ לא נתמכת
id: Versi %1$@ yang tidak didukung
it: Versione %1$@ non supportata
ja: サポートされていない %1$@ バージョン
nl: Niet-ondersteunde %1$@ versie
pt_br: Versão %1$@ incompatível
ru: Неподдерживаемая версия %1$@
sv: %1$@-versionen stöds ej
tr: Desteklenmeyen %1$@ sürümü

source: Untrash
ar: استعادة من سلة المهملات
de: Wiederherstellen
es: Sacar de la papelera
fr: Récupérer
he: ביטול ההעברה לפח
id: Batal buang
it: Non eliminare nel cestino
ja: ゴミ箱から元に戻す
nl: Uit prullenbak
pt_br: Restaurar
ru: Восстановить
sv: Återställ
tr: Çöpten Çıkar

source: Up to date
ar: محدَّث
de: Aktuell
es: Actualizado
fr: À jour
he: הכול מעודכן
id: Terbaru
it: Aggiornamento
ja: 最新情報
nl: Bijgewerkt
pt_br: Atualizado
ru: Актуальная версия
sv: Uppdaterad
tr: Güncel

source: Up to seven days՚ worth of logs are saved.
ar: تم حفظ ما يصل إلى سبعة أيام من مجموعة السجلات.
de: Es werden Protokolle von bis zu sieben Tagen gespeichert.
es: Se guardan los registros con una antigüedad máxima de siete días.
fr: Enregistre jusqu'à sept jours de rapports de bugs.
he: אנחנו שומרים יומנים באורך של עד שבעה ימים.
id: Log aktivitas hingga tujuh hari disimpan.
it: I file di log vengono salvati per massimo sette giorni.
ja: 最大7日間分のログが保存されます。
nl: Logs worden tot zeven dagen lang opgeslagen.
pt_br: Dados equivalentes a sete dias de registros foram salvos.
ru: Журналы хранятся в течение 7 дней.
sv: Upp till sju dagar med loggar sparas.
tr: Yedi güne kadar olan günlükler kaydedilir.

source: Upcoming
ar: القادم
de: Bevorstehend
es: Próximo
fr: À venir
he: אירועים קרובים
id: Mendatang
it: In arrivo
ja: 予定済み
nl: Binnenkort beschikbaar
pt_br: Próximos
ru: Скоро в продаже
sv: Kommande
tr: Yakında

source: Update
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
he: לעדכן
id: Perbarui
it: Aggiorna
ja: 更新
nl: Bijwerken
pt_br: Atualizar
ru: Обновить
sv: Uppdatera
tr: Güncelle

source: Update %@ to WooCommerce 3.5
ar: تحديث ‎%@ إلى WooCommerce 3.5
de: %@ auf WooCommerce 3.5 aktualisieren
es: Actualizar %@ a WooCommerce 3.5
fr: Mettre à jour %@ vers WooCommerce 3.5
he: לעדכן את %@ ל-WooCommerce 3.5
id: Perbarui %@ ke WooCommerce 3.5
it: Aggiornamento di %@ a WooCommerce 3.5
ja: %@ を WooCommerce 3.5に更新
nl: %@ bijwerken naar WooCommerce 3.5
pt_br: Atualizar %@ para o WooCommerce 3.5
ru: Обновите %@ до версии WooCommerce 3.5
sv: Uppdatera %@ till WooCommerce 3.5
tr: %@ sitesini WooCommerce 3.5’e Yükseltin

source: Update Address
ar: تحديث العنوان
de: Adresse aktualisieren
es: Actualizar dirección
fr: Mettre à jour l’adresse
he: לעדכן כתובת
id: Perbarui Alamat
it: Aggiorna indirizzo
ja: 住所を更新
nl: Adres bijwerken
pt_br: Atualizar endereço
ru: Изменить адрес
sv: Uppdatera adress
tr: Adresi Güncelle
