Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

# blazeTargetDevicePickerView.save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
he: לשמור
id: Simpan
it: Salva
nl: Opslaan
pt_br: Salvar
ru: Сохранить
sv: Spara
tr: Kaydet

# blazeTargetDevicePickerView.title
source: Devices
ar: الأجهزة
de: Geräte
es: Dispositivos
fr: Appareils
he: מכשירים
id: Perangkat
it: Dispositivi
nl: Apparaten
pt_br: Dispositivos
ru: Устройства
sv: Enheter
tr: Cihazlar

# blazeTargetDevicePickerView.tryAgain
source: Try Again
ar: المحاولة مجددًا
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
he: יש לנסות שוב
id: Coba Lagi
it: Riprova
nl: Probeer opnieuw
pt_br: Tentar novamente
ru: Повторить попытку
sv: Försök igen
tr: Yeniden Dene

# blazeTargetLanguagePickerView.allTitle
source: All languages
ar: كل اللغات
de: Alle Sprachen
es: Todos los idiomas
fr: Toutes les langues
he: כל השפות
id: Semua bahasa
it: Tutte le lingue
nl: Alle talen
pt_br: Todos os idiomas
ru: Все языки
sv: Alla språk
tr: Tüm diller

# blazeTargetLanguagePickerView.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batal
it: Annulla
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal et

# blazeTargetLanguagePickerView.errorMessage
source: Error syncing target languages. Please try again.
ar: خطأ في أثناء مزامنة اللغات المستهدفة. ترجى المحاولة مجددًا.
de: Fehler beim Synchronisieren der Zielsprachen. Bitte versuche es erneut.
es: Error al sincronizar los idiomas de destino. Inténtalo de nuevo.
fr: Erreur lors de la synchronisation des langues cibles. Veuillez réessayer.
he: שגיאה בסנכרון של שפות היעד. יש לנסות שוב.
id: Terjadi error saat sinkronisasi bahasa target. Coba lagi.
it: Errore nella sincronizzazione delle lingue di destinazione. Riprova.
nl: Fout bij de synchronisatie van de doeltalen. Probeer het nog eens.
pt_br: Erro ao sincronizar os idiomas desejados. Tente novamente.
ru: Ошибка синхронизации целевых языков. Повторите попытку.
sv: Det gick inte att synkronisera målgruppsspråk. Försök igen.
tr: Hedef diller senkronize edilirken hata oluştu. Lütfen tekrar deneyin.

# blazeTargetLanguagePickerView.save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
he: לשמור
id: Simpan
it: Salva
nl: Opslaan
pt_br: Salvar
ru: Сохранить
sv: Spara
tr: Kaydet

# blazeTargetLanguagePickerView.title
source: Languages
ar: اللغات
de: Sprachen
es: Idiomas
fr: Langues
he: שפות
id: Bahasa
it: Lingue
nl: Talen
pt_br: Idiomas
ru: Языки
sv: Språk
tr: Diller

# blazeTargetLanguagePickerView.tryAgain
source: Try Again
ar: المحاولة مجددًا
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
he: יש לנסות שוב
id: Coba Lagi
it: Riprova
nl: Probeer opnieuw
pt_br: Tentar novamente
ru: Повторить попытку
sv: Försök igen
tr: Yeniden Dene

# blazeTargetLocationPickerView.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batal
it: Annulla
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal et

# blazeTargetLocationPickerView.save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
he: שמירה
id: Simpan
it: Salva
nl: Opslaan
pt_br: Salvar
ru: Сохранить
sv: Spara
tr: Kaydet

# blazeTargetLocationPickerView.searchPrompt
source: Search for locations
ar: البحث عن المواقع
de: Nach Orten suchen
es: Buscar ubicaciones
fr: Rechercher des lieux
he: לחפש מיקומים
id: Cari lokasi
it: Cerca posizioni
nl: Locaties zoeken
pt_br: Pesquisar localizações
ru: Поиск местоположений
sv: Sök efter platser
tr: Konum arayın

# blazeTargetLocationPickerView.title
source: Location
ar: الموقع
de: Ort
es: Ubicación
fr: Lieu
he: מיקום
id: Lokasi
it: Posizione
nl: Locatie
pt_br: Localização
ru: Расположение
sv: Plats
tr: Konum

# blazeTargetLocationPickerViewModel.longerQuery
source: Please enter at least 3 characters to start searching.
ar: يرجى إدخال 3 أحرف على الأقل لبدء البحث.
de: Bitte gib mindestens drei Zeichen ein, um mit der Suche zu beginnen.
es: Introduce al menos 3 caracteres para empezar a buscar.
fr: Veuillez saisir au moins trois caractères pour lancer la recherche.
he: יש להזין שלושה תווים לפחות כדי להתחיל את החיפוש.
id: Masukkan setidaknya 3 karakter untuk memulai pencarian.
it: Inserisci almeno 3 caratteri per avviare la ricerca.
nl: Voer minimaal 3 tekens in om te beginnen met zoeken.
pt_br: Insira ao menos três caracteres para começar a pesquisar.
ru: Чтобы начать поиск, введите хотя бы 3 символа.
sv: Ange minst 3 tecken för att börja söka.
tr: Lütfen aramaya başlamak için en az 3 karakter girin.

# blazeTargetLocationPickerViewModel.noResult
source: No location found. Please try again.
ar: لم يتم العثور على الموقع. ترجى المحاولة مجددًا.
de: Kein Ort gefunden. Bitte versuche es erneut.
es: No se ha encontrado la ubicación. Inténtalo de nuevo.
fr: Aucun lieu trouvé. Veuillez réessayer.
he: לא נמצא מיקום. יש לנסות שוב.
id: Lokasi tidak ditemukan. Coba lagi.
it: Non è stata trovata alcuna posizione. Riprova.
nl: Geen locatie gevonden. Probeer het opnieuw.
pt_br: Nenhuma localização encontrada. Tente novamente.
ru: Местоположение не найдено. Повторите попытку.
sv: Ingen plats hittades. Försök igen.
tr: Konum bulunamadı. Lütfen tekrar deneyin.

# blazeTargetLocationPickerViewModel.searchViewHintMessage
source: Start typing country, state or city to see available options
ar: بدء كتابة البلد أو الولاية أو المدينة للاطلاع على الخيارات المتوافرة
de: Beginne mit der Eingabe des Landes, Bundeslandes oder der Stadt, um verfügbare Optionen anzuzeigen
es: Empieza a escribir el nombre de un país, estado o ciudad para ver las opciones disponibles
fr: Saisir les premières lettres du pays, de l’État/la région ou de la ville pour voir les options disponibles
he: יש להתחיל בהקלדת מדינה או עיר כדי להציג את האפשרויות הזמינות
id: Mulai ketik negara, provinsi, atau kota untuk melihat pilihan yang tersedia
it: Inizia a digitare il Paese, lo Stato o la città per visualizzare le opzioni disponibili
nl: Begin met het typen van land, provincie of plaats om de beschikbare opties te bekijken
pt_br: Comece a digitar o país, estado ou cidade para ver as opções disponíveis
ru: Начните набирать название страны, штата или города, чтобы увидеть доступные варианты
sv: Börja skriva land, delstat eller ort för att se tillgängliga alternativ
tr: Kullanılabilir seçenekleri görmek için ülke, eyalet veya şehir yazmaya başlayın

# blazeTargetLocationSearchView.allTitle
source: Everywhere
ar: في كل مكان
de: Überall
es: Todas
fr: Partout
he: בכל מקום
id: Semua lokasi
it: Ovunque
nl: Overal
pt_br: Em todo lugar
ru: Везде
sv: Överallt
tr: Her yer

# blazeTargetLocationSearchView.headerMessage
source: Choose target locations
ar: اختيار المواقع المستهدفة
de: Zielorte auswählen
es: Seleccionar ubicaciones de destino
fr: Choisir des lieux cibles
he: יש לבחור מיקומי יעד
id: Pilih lokasi sasaran
it: Scegli posizioni target
nl: Kies doellocaties
pt_br: Escolher localizações desejadas
ru: Выбор целевых местоположений
sv: Välj målplatser
tr: Hedef konumlar seçin

# blazeTargetLocationSearchView.searchHint
source: Or choose specific locations by typing what you’re looking for in the search box.
ar: أو اختر مواقع محددة عن طريق كتابة ما تبحث عنه في مربع البحث.
de: Oder wähle bestimmte Orte aus, indem du deine Suchbegriffe in das entsprechende Feld eingibst.
es: O selecciona ubicaciones específicas escribiendo qué quieres encontrar en el cuadro de búsqueda.
fr: Ou choisissez des lieux spécifiques en saisissant ce que vous cherchez dans le champ de recherche.
he: או לבחור מיקומים מסוימים על ידי הקשת הפרטים הנדרשים לך בתיבת החיפוש.
id: Atau, pilih lokasi spesifik dengan mengetikkan lokasi yang Anda cari di kotak pencarian.
it: Oppure scegli posizioni specifiche digitando ciò che cerchi nella casella di ricerca.
nl: Of kies specifieke locaties door te typen waar je naar zoekt in het zoekveld.
pt_br: Se preferir, digite o que você procura na caixa de pesquisa para escolher localizações específicas.
ru: Или выбирайте конкретные местоположения, вводя название в поле поиска
sv: Eller välj specifika platser genom att skriva vad du letar efter i sökrutan.
tr: Veya ne aradığınızı arama kutusuna yazarak belirli konumlar seçin.

# blazeTargetLocationSearchView.specificLocationHeader
source: Specific locations
ar: المواقع المحددة
de: Bestimmte Orte
es: Ubicaciones específicas
fr: Lieux spécifiques
he: מיקומים מסוימים
id: Lokasi spesifik
it: Posizioni specifiche
nl: Specifieke locaties
pt_br: Localizações específicas
ru: Отдельные местоположения
sv: Specifika platser
tr: Belirli konumlar

# blazeTargetTopicPickerView.allTitle
source: All topics
ar: جميع الموضوعات
de: Alle Themen
es: Todos los temas
fr: Tous les sujets
he: כל הנושאים
id: Semua topik
it: Tutti gli argomenti
nl: Alle onderwerpen
pt_br: Todos os tópicos
ru: Все темы
sv: Alla ämnen
tr: Tüm konular

# blazeTargetTopicPickerView.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batal
it: Annulla
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal et

# blazeTargetTopicPickerView.errorMessage
source: Error syncing target topics. Please try again.
ar: خطأ في أثناء مزامنة الموضوعات المستهدفة. ترجى المحاولة مجددًا.
de: Fehler beim Synchronisieren der Zielthemen. Bitte versuche es erneut.
es: Error al sincronizar los temas de destino. Inténtalo de nuevo.
fr: Erreur lors de la synchronisation des sujets cibles. Veuillez réessayer.
he: שגיאה בסנכרון נושאי היעד. יש לנסות שוב.
id: Terjadi error saat sinkronisasi topik target. Coba lagi.
it: Errore nella sincronizzazione dei temi di destinazione. Riprova.
nl: Fout bij de synchronisatie van de doelonderwerpen. Probeer het nog eens.
pt_br: Erro ao sincronizar os tópicos desejados. Tente novamente.
ru: Ошибка синхронизации целевых тем. Повторите попытку.
sv: Det gick inte att synkronisera målgruppsämnen. Försök igen.
tr: Hedef konular senkronize edilirken hata oluştu. Lütfen tekrar deneyin.

# blazeTargetTopicPickerView.message
source: Choose relevant topics
ar: اختيار موضوعات ذات صلة
de: Relevante Themen auswählen
es: Elegir temas relevantes
fr: Choisir des sujets pertinents
he: לבחור נושאים רלוונטיים
id: Pilih topik yang relevan
it: Scegli temi rilevanti
nl: Kies relevante onderwerpen
pt_br: Escolha tópicos relevantes
ru: Выберите актуальные темы
sv: Välj relevanta ämnen
tr: İlgili konular seçin

# blazeTargetTopicPickerView.save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
he: לשמור
id: Simpan
it: Salva
nl: Opslaan
pt_br: Salvar
ru: Сохранить
sv: Spara
tr: Kaydet

# blazeTargetTopicPickerView.title
source: Interests
ar: مجالات الاهتمام
de: Interessen
es: Intereses
fr: Intérêts
he: תחומי עניין
id: Minat
it: Interessi
nl: Interesses
pt_br: Interesses
ru: Интересы
sv: Intressen
tr: İlgi alanları

# blazeTargetTopicPickerView.tryAgain
source: Try Again
ar: المحاولة مجددًا
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
he: יש לנסות שוב
id: Coba Lagi
it: Riprova
nl: Probeer opnieuw
pt_br: Tentar novamente
ru: Повторить попытку
sv: Försök igen
tr: Yeniden Dene

# bottomSheetProductType.affiliate.description
source: Link a product to an external website
ar: ربط أحد المنتجات بموقع خارجي على الويب
de: Ein Produkt mit einer externen Website verknüpfen
es: Vincula un producto a un sitio web externo
fr: Lier un produit à un site Web externe
he: לקשר מוצר לאתר חיצוני
id: Tautkan produk ke situs eksternal
it: Collega il prodotto a un sito web esterno
nl: Koppel een product aan een externe website
pt_br: Vincule um produto a um site externo
ru: Связать товар с внешним веб-сайтом
sv: Länka en produkt till en extern webbplats
tr: Bir ürünü harici bir web sitesine bağlayın

# bottomSheetProductType.affiliate.title
source: External product
ar: منتج خارجي
de: Externes Produkt
es: Producto externo
fr: Produit externe
he: מוצר חיצוני
id: Produk eksternal
it: Prodotto esterno
nl: Extern product
pt_br: Produto externo
ru: Внешний товар
sv: Extern produkt
tr: Harici ürün

# bottomSheetProductType.blank.description
source: Add a product manually
ar: إضافة منتج يدويًا
de: Füge ein Produkt manuell hinzu
es: Añade un producto manualmente
fr: Ajouter un produit manuellement
he: להוסיף מוצר באופן ידני
id: Tambahkan produk secara manual
it: Aggiungi un prodotto manualmente
nl: Handmatig een productafbeelding toevoegen
pt_br: Adicione um produto manualmente
ru: Добавление товара вручную
sv: Lägg till en produkt manuellt
tr: Bir ürünü manuel olarak ekleyin

# bottomSheetProductType.blank.title
source: Blank
ar: فارغ
de: Leer
es: En blanco
fr: Vide
he: ריק
id: Kosong
it: Vuoto
nl: Leeg
pt_br: Em branco
ru: Пустой
sv: Tom
tr: Boş

# bottomSheetProductType.grouped.description
source: A collection of related products
ar: مجموعة متنوعة من المنتجات ذات الصلة
de: Eine Sammlung verwandter Produkte
es: Una colección de productos relacionados
fr: Une collection de produits apparentés
he: אוסף של מוצרים קשורים
id: Kumpulan produk terkait
it: Una raccolta di prodotti correlati
nl: Een verzameling gerelateerde producten
pt_br: Uma coleção de produtos relacionados
ru: Коллекция сопутствующих товаров
sv: En samling av relaterade produkter
tr: İlgili ürünlerden oluşan bir koleksiyon

# bottomSheetProductType.grouped.title
source: Grouped product
ar: منتج مجمع
de: Gruppiertes Produkt
es: Producto agrupado
fr: Produits groupés
he: מוצר בקבוצה
id: Produk yang dikelompokkan
it: Prodotto raggruppato
nl: Gegroepeerd product
pt_br: Produto agrupado
ru: Сгруппированный товар
sv: Grupperad produkt
tr: Gruplandırılmış ürün

# bottomSheetProductType.simple.description
source: A unique physical product that you may have to ship to the customer
ar: منتج مادي فريد قد تضطر إلى شحنه إلى العميل
de: Ein einzigartiges physisches Produkt, das du möglicherweise an den Kunden senden musst
es: Un producto físico único que podrías tener que enviar al cliente
fr: Un produit physique unique que vous devrez peut-être expédier au client
he: מוצר פיזי ייחודי שצריך לשלוח ללקוח
id: Produk fisik unik yang mungkin perlu dikirimkan kepada pelanggan
it: Un prodotto fisico unico che potresti dover spedire al cliente
nl: Een uniek fysiek product dat je wellicht naar de klant moet verzenden
pt_br: Um produto físico exclusivo que você talvez precise enviar para o cliente
ru: Уникальный физический товар, который, возможно, потребуется отправить клиенту
sv: En unik fysisk produkt som du kan behöva skicka till kunden
tr: Müşteriye göndermeniz gerekebilecek benzersiz bir fiziksel ürün

# bottomSheetProductType.simpleProduct.title
source: Physical product
ar: منتج مادي
de: Physisches Produkt
es: Producto físico
fr: Produit physique
he: מוצר פיזי
id: Produk fisik
it: Prodotto fisico
nl: Fysiek product
pt_br: Produto físico
sv: Fysisk produkt
tr: Fiziksel ürün

# bottomSheetProductType.simpleVirtual.description
source: A unique digital product like services, downloadable books, music or videos
ar: منتج رقمي فريد، مثل الخدمات، أو الكتب أو الموسيقى أو مقاطع الفيديو القابلة للتنزيل
de: Ein einzigartiges digitales Produkt wie Dienstleistungen, herunterladbare Bücher, Musik oder Videos
es: Un producto digital único, como servicios, libros descargables, música o videos
fr: Un produit numérique unique comme des services, des livres téléchargeables, de la musique ou des vidéos
he: מוצר דיגיטלי ייחודי כגון שירותים, ספרים שניתנים להורדה, מוזיקה או סרטונים
id: Produk digital unik, seperti layanan atau buku, musik, dan video yang dapat diunduh
it: Un prodotto digitale unico come servizi, libri scaricabili, musica o video
nl: Een uniek digitaal product zoals services, downloadbare boeken, muziek of video's
pt_br: Um produto digital exclusivo, como serviços ou livros, músicas ou vídeos que podem ser baixados
ru: Уникальный цифровой товар, например: услуги, загружаемые книги, музыка или видео
sv: En unik digital produkt som tjänster, nedladdningsbara böcker, musik eller videoklipp
tr: Hizmetler, indirilebilir kitaplar, müzik veya videolar gibi benzersiz bir dijital ürün

# bottomSheetProductType.simpleVirtualProduct.title
source: Virtual product
ar: منتج افتراضي
de: Virtuelles Produkt
es: Producto virtual
fr: Produit virtuel
he: מוצר וירטואלי
id: Produk virtual
it: Prodotto virtuale
nl: Virtueel product
pt_br: Produto virtual
sv: Virtuell produkt
tr: Sanal ürün

# bottomSheetProductType.subscription.description
source: A unique product subscription that enables recurring payments
ar: اشتراك في المنتج فريد يتيح المدفوعات المتكررة
de: Ein individuelles Abonnementprodukt, das wiederkehrende Zahlungen ermöglicht
es: Una suscripción de producto única que activa pagos recurrentes
fr: Un abonnement à un produit unique qui permet les paiements récurrents
he: מינוי למוצר ספציפי; מאפשר תשלומים חוזרים
id: Langganan produk unik yang memungkinkan pembayaran berulang
it: Un unico abbonamento al prodotto che attiva pagamenti ricorrenti
nl: Een uniek productabonnement waarbij herhaaldelijke betalingen zijn ingeschakeld
pt_br: Uma assinatura de produto exclusiva que permite pagamento recorrente
ru: Подписка на уникальный товар, включающая регулярные платежи
sv: En unik produktprenumeration som möjliggör återkommande betalningar
tr: Tekrarlanan ödemeler sağlayan benzersiz bir ürün aboneliği

# bottomSheetProductType.subscriptionProduct.title
source: Simple subscription
ar: اشتراك بسيط
de: Einfaches Abonnement
es: Suscripción simple
fr: Abonnement simple
he: מינוי פשוט
id: Langganan sederhana
it: Semplice abbonamento
nl: Eenvoudig abonnement
pt_br: Assinatura simples
sv: Enkel prenumeration
tr: Kolay abonelik

# bottomSheetProductType.variable.description
source: A product with variations like color or size
ar: منتج يتضمن تباينات كاللون أو الحجم
de: Ein Produkt mit Varianten wie Farbe oder Größe
es: Un producto con variaciones, como el color o el tamaño
fr: Un produit avec des variantes comme la couleur ou la taille
he: מוצר עם סוגים כגון צבע או מידה
id: Produk dengan variasi, seperti warna atau ukuran
it: Un prodotto con varianti come colore o misura
nl: Een product met variaties zoals kleur of maat
pt_br: Um produto com variações, como cor ou tamanho
ru: Товар с вариантами исполнения, например по цвету или размеру
sv: En produkt med varianter som färg eller storlek
tr: Renk veya beden gibi çeşitleri olan bir ürün

# bottomSheetProductType.variable.title
source: Variable product
ar: منتج قابل للتغير
de: Variables Produkt
es: Producto variable
fr: Produit variable
he: מוצר עם סוגים
id: Produk variabel
it: Prodotto variabile
nl: Variabel product
pt_br: Produto variável
ru: Вариативный товар
sv: Variabel produkt
tr: Varyasyonlu ürün

# bottomSheetProductType.variableSubscription.description
source: A product subscription with variations
ar: الاشتراك في المنتج مع الأشكال
de: Ein Produktabonnement mit Varianten
es: Suscripción a un producto con variaciones
fr: Un abonnement à un produit avec des variantes
he: מינוי למוצר עם סוגים
id: Langganan produk dengan variasi
it: Abbonamento a un prodotto con varianti
nl: Een productabonnement met variaties
pt_br: Uma assinatura de produto com variações
ru: Подписка на товар с вариантами
sv: En produktprenumeration med varianter
tr: Varyasyonlar içeren bir ürün aboneliği

# bottomSheetProductType.variableSubscriptionProduct.title
source: Variable subscription
ar: اشتراك متغير
de: Variables Abonnement
es: Suscripción variable
fr: Abonnement variable
he: מינוי משתנה
id: Langganan variabel
it: Abbonamento variabile
nl: Variabel abonnement
pt_br: Assinatura variável
sv: Variabel prenumeration
tr: Değişken abonelik

# cardPresent.builtIn.modalCheckingDeviceSupport.cancelButton
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batal
it: Annulla
ja: キャンセル
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal et

# cardPresent.builtIn.modalCheckingDeviceSupport.instruction
source: Please wait while we check that your device is ready for Tap to Pay on iPhone.
ar: يرجى الانتظار بينما نتحقق من أن جهازك أصبح جاهزًا لميزة "انقر للدفع" على iPhone.
de: Bitte warte, während wir überprüfen, ob dein Gerät für „Tap to Pay on iPhone“ bereit ist.
es: Espera mientras comprobamos que tu dispositivo se ha configurado para usar Toca para pagar en el iPhone.
fr: Veuillez patienter pendant que nous vérifions si votre appareil est prêt pour la fonctionnalité Appuyer pour payer sur iPhone.
he: רק רגע, אנחנו בודקים את אם המכשיר שלך מוכן לשימוש באפשרות Tap to Pay on iPhone (הקשה לתשלום ב-iPhone).
id: Harap tunggu selagi kami memastikan bahwa perangkat iPhone Anda siap menggunakan Ketuk untuk Bayar.
it: Attendi mentre controlliamo che il tuo dispositivo sia pronto per la funzione Tocca per pagare su iPhone.
ja: しばらくお待ちください。お使いの端末で iPhone の Tap to Pay が利用できることを確認しています。
nl: Een moment geduld; we controleren of je apparaat gereed is voor Tap to Pay op iPhone.
pt_br: Aguarde enquanto verificamos se seu dispositivo está pronto para o Tap to pay on iPhone.
ru: Подождите, пока мы проверяем готовность вашего iPhone к использованию функции Tap to Pay.
sv: Vänta medan vi kontrollerar att din enhet är redo för Tryck för att betala på iPhone.
tr: Cihazınızın Tap to Pay on iPhone özelliği için hazır olup olmadığını kontrol ederken lütfen bekleyin.

# cardPresent.builtIn.modalCheckingDeviceSupport.title
source: Checking device
ar: التحقق من الجهاز
de: Gerät wird überprüft
es: Comprobando el dispositivo
fr: Vérification de l’appareil
he: בודק את המכשיר
id: Memeriksa perangkat
it: Verifica del dispositivo
ja: 端末を確認しています
nl: Apparaat aan het controleren
pt_br: Verificando dispositivo
ru: Проверка устройства
sv: Kontrollerar enhet
tr: Cihazı kontrol ediyor

# cardPresent.modalScanningForReader.cancelButton
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batal
it: Annulla
ja: キャンセル
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal et

# cardPresent.modalScanningForReader.instruction
source: To turn on your card reader, briefly press its power button.
ar: لتشغيل قارئ البطاقات لديك، اضغط لفترة وجيزة على زر التشغيل لديك
de: Schalte dein Kartenlesegerät ein, indem du den Power-Button drückst.
es: Para encender el lector de tarjetas, pulsa el botón de encendido.
fr: Pour allumer votre lecteur de carte, appuyez brièvement sur son bouton d’alimentation.
he: כדי להפעיל את קורא הכרטיסים, יש ללחוץ לחיצה קצרה על כפתור ההפעלה שלו.
id: Untuk mengaktifkan pembaca kartu Anda, tekan tombol dayanya.
it: Per attivare il lettore di schede, premi velocemente il pulsante di accensione.
ja: カードリーダーをオンにするには、電源ボタンを1回押します。
nl: Zet je kaartlezer aan door kort op de aan-uitknop te drukken.
pt_br: Para ligar o leitor de cartão, pressione rapidamente o botão de energia.
ru: Чтобы включить устройство чтения карт, нажмите кнопку питания.
sv: För att slå på din kortläsare, tryck kort på dess strömknapp.
tr: Kart okuyucunuzu açmak için güç düğmesine kısa basın.

# cardPresent.modalScanningForReader.learnMore.text
source: %1$@ about In‑Person Payments
ar: %1$@ حول‑المدفوعات الشخصية
de: %1$@ zu Persönlichen Zahlungen
es: %1$@ acerca de‑Pagos en persona
fr: %1$@ sur les paiements en personne
he: %1$@ לגבי תשלומים באופן אישי
id: %1$@ tentang Pembayaran Langsung
it: %1$@ su Pagamenti di persona
ja: オフラインでの支払いについて%1$@
nl: %1$@ over fysieke betalingen
pt_br: %1$@ sobre pagamentos presenciais
ru: %1$@ об очных платежах
sv: %1$@ om personliga betalningar
tr: %1$@‑Yüz yüze ödemeler hakkında

# cardPresent.modalScanningForReader.title
source: Scanning for reader
ar: الفحص بحثًا عن قارئ
de: Suche nach Kartenlesegerät
es: Buscando lector
fr: Recherche du lecteur
he: המערכת סורקת כדי לאתר קורא
id: Memindai pembaca
it: Ricerca del lettore
ja: Reader をスキャンしています
nl: Scannen op lezer
pt_br: Procurando um leitor
ru: Поиск устройства чтения
sv: Skannar efter läsare
tr: Okuyucu için taranıyor
