Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

# blazeCreateCampaignIntroView.subtitle
source: Our tool is designed to empower merchants with fast, simple ad campaign setups for maximum traffic boost.
ar: تم تصميم الأداة التي نطرحها لتمكين التجار من خلال عمليات إعداد سريعة وبسيطة للحملات الإعلانية لتحقيق أقصى قدر من زيادة حركة المرور.
de: Unser Tool ermöglicht es Händlern, Werbekampagnen schnell und einfach einzurichten, um maximalen Traffic zu erzielen.
es: Nuestra herramienta está diseñada para impulsar a comerciantes con configuraciones de campañas de anuncios sencillas y rápidas para potenciar al máximo el tráfico.
fr: Notre outil est conçu pour offrir aux commerçants des configurations rapides et simples pour leurs campagnes publicitaires, pour un trafic boosté au maximum.
he: הכלי שלנו מתוכנן כך שיקדם סוחרים בעזרת הגדרה מהירה ופשוטה של מבצע פרסומות, להגברה מרבית של התעבורה.
id: Menghadirkan proses penyiapan iklan yang cepat nan ringkas, alat kami membantu para penjual memaksimalkan pengunjung situsnya.
it: Il nostro strumento è stato progettato per consentire ai venditori di impostare annunci semplici e veloci per incrementare al massimo il traffico.
nl: Onze tool is zo ontworpen dat verkopers snel en eenvoudig een campagne kunnen opzetten om meer klanten te kunnen trekken.
pt_br: Nossa ferramenta foi criada para que os comerciantes possam configurar campanhas de anúncio com facilidade e rapidez, maximizando o tráfego.
ru: Наш инструмент разработан специально для того, чтобы дать продавцам возможность простой и быстрой настройки рекламных кампаний с целью максимального увеличения посещаемости.
sv: Vårt verktyg är utformat för att ge handlare möjlighet att snabbt och enkelt skapa annonskampanjer för maximal trafikökning.
tr: Aracımız, maksimum trafik artışı için satıcıları hızlı ve basit reklam kampanyası kurulumlarıyla güçlendirmek üzere tasarlanmıştır.

# blazeCreateCampaignIntroView.title
source: Get your products seen by millions
ar: تمكين الملايين من مشاهدة منتجاتك
de: Präsentiere deine Produkte Millionen von Interessenten
es: Haz que millones de personas vean tus productos
fr: Faire en sorte que vos produits soient vus par des millions de personnes
he: בדרך זו מיליונים יראו את המוצרים שלך
id: Tampilkan produk ke jutaan pasang mata
it: Mostra i tuoi prodotti a milioni di persone
nl: Zorg dat je producten door miljoenen mensen worden gezien
pt_br: Mostre seu produto a milhões de pessoas
ru: Пусть миллионы покупателей увидят ваши товары
sv: Visa upp dina produkter för miljontals människor
tr: Ürünlerinizin milyonlarca kişi tarafından görülmesini sağlayın

# blazeEditAdView.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batal
it: Annulla
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal et

# blazeEditAdView.description.placeholder
source: Description text for the Blaze Ad
ar: نص الوصف الخاص بـ Blaze Ad
de: Beschreibungstext für die Blaze-Werbung
es: Texto de descripción para el anuncio de Blaze
fr: Texte descriptif de la publicité Blaze
he: טקסט התיאור לפרסומת ב-Blaze
id: Teks deskripsi untuk Iklan Blaze
it: Testo della descrizione per l'annuncio di Blaze
nl: Omschrijving voor de Blaze-advertentie
pt_br: Texto da descrição para o anúncio do Blaze
ru: Текст описания рекламного объявления Blaze
sv: Beskrivningstext för Blaze-annonsen
tr: Blaze Reklamının açıklama metni

# blazeEditAdView.description.title
source: Description
ar: وصف
de: Beschreibung
es: Descripción
he: תיאור
id: Deskripsi
it: Descrizione
nl: Omschrijving
pt_br: Descrição
ru: Описание
sv: Beskrivning
tr: Açıklama

# blazeEditAdView.image.changeImage
source: Change image
ar: تغيير الصورة
de: Bild ändern
es: Cambiar la imagen
fr: Changer l’image
he: להחליף תמונה
id: Ganti gambar
it: Cambia immagine
nl: Afbeelding wijzigen
pt_br: Mudar imagem
ru: Изменить изображение
sv: Ändra bild
tr: Görseli değiştir

# blazeEditAdView.image.imageSizeErrorMessage
source: Please select an image with minimum dimensions of 400 × 400 px.
ar: يرجى تحديد صورة بأبعاد 400×400 بكسل بحد أدنى.
de: Bitte wähle ein Bild aus, das mindestens 400 x 400 Pixel groß ist.
es: Selecciona una imagen con un tamaño mínimo de 400 ×400 píxeles.
fr: Veuillez sélectionner une image aux dimensions minimales de 400 × 400 px.
he: יש לבחור תמונה עם ממדים מינמליים של 400 × 400 פיקסלים.
id: Pilih gambar dengan dimensi minimal 400 × 400 piksel.
it: Seleziona un'immagine con dimensioni minime di 400x400 px.
nl: Selecteer een afbeelding met een minimale afmeting van 400 × 400 px.
pt_br: Selecione uma imagem com no mínimo 400 x 400 px.
ru: Выберите изображение размером минимум 400 × 400 пикс.
sv: Välj en bild med minsta dimensioner på 400×400 px.
tr: Lütfen minimum 400 × 400 piksel boyutunda olan bir görsel seçin.

# blazeEditAdView.image.ok
source: OK
ar: موافق
es: Aceptar
he: אישור
ru: ОК
tr: Tamam

# blazeEditAdView.save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
he: לשמור
id: Simpan
it: Salva
nl: Opslaan
pt_br: Salvar
ru: Сохранить
sv: Spara
tr: Kaydet

# blazeEditAdView.suggestedByAI
source: Suggested by AI
ar: مقترح بواسطة الذكاء الاصطناعي
de: Von KI vorgeschlagen
es: Sugerido por la IA
fr: Suggéré par l’IA
he: הומלץ על ידי AI
id: Disarankan oleh AI
it: Suggerimento dell'IA
nl: Suggestie door AI
pt_br: Sugestão gerada por IA
ru: Выбрано ИИ
sv: Föreslaget av AI
tr: Yapay Zeka Tarafından Önerildi

# blazeEditAdView.tagline.placeholder
source: Title for the Blaze Ad
ar: شعار Blaze Ad
de: Titel für die Blaze-Werbung
es: Título para el anuncio de Blaze
fr: Titre de la publicité Blaze
he: הכותרת של הפרסומת ב-Blaze
id: Judul untuk Iklan Blaze
it: Titolo per l'annuncio di Blaze
nl: Titel voor de Blaze-advertentie
pt_br: Título para o anúncio do Blaze
ru: Заголовок рекламного объявления Blaze
sv: Rubrik för Blaze-annonsen
tr: Blaze reklamı başlığı

# blazeEditAdView.tagline.title
source: Tagline
ar: الشعار
de: Untertitel
es: Descripción corta
fr: Description
he: תיאור האתר
id: Slogan
it: Slogan
nl: Slogan
pt_br: Descrição
ru: Ключевая фраза
sv: Slogan
tr: Site sloganı

# blazeEditAdView.title
source: Edit Ad
ar: تحرير الإعلان
de: Werbung bearbeiten
es: Editar anuncio
fr: Modifier la publicité
he: לערוך את הפרסומת
id: Edit Iklan
it: Modifica annuncio
nl: Advertentie bewerken
pt_br: Editar anúncio
ru: Редактировать рекламное объявление
sv: Redigera annons
tr: Reklamı düzenleyin

# blazeEditAdViewModel.description.emptyError
source: Description cannot be empty
ar: يتعذر أن يكون الوصف فارغًا
de: Beschreibung darf nicht leer sein
es: La descripción no puede estar vacía.
fr: La description ne peut pas être vide
he: התיאור לא יכול להיות ריק
id: Deskripsi tidak boleh kosong
it: La descrizione non può essere vuota
nl: De omschrijving mag niet leeg zijn
pt_br: A descrição não pode ficar em branco
ru: Описание не может быть пустым
sv: Beskrivning kan inte vara tom
tr: Açıklama bol olamaz

# blazeEditAdViewModel.description.lengthExceedsLimit
source: Description cannot exceed %1$d characters
ar: يتعذر أن يتجاوز الوصف ⁦%1$d⁩ من الأحرف
de: Beschreibung darf nicht länger als %1$d Zeichen sein
es: La descripción no puede tener más de %1$d caracteres
fr: La description ne peut pas faire plus de %1$d caractères
he: התיאור לא יכול לחרוג מ-⁦%1$d⁩ תווים
id: Deskripsi tidak boleh melebihi %1$d karakter
it: La descrizione non può superare i %1$d caratteri
nl: Omschrijving mag niet meer dan %1$d tekens bevatten
pt_br: O detalhamento não pode ter mais de %1$d caracteres
ru: Длина описания не может превышать %1$d симв.
sv: Beskrivning kan inte överstiga %1$d tecken
tr: Açıklama %1$d karakteri geçemez

# blazeEditAdViewModel.lengthLimit.plural
source: %1$d characters remaining
ar: يتبقى ⁦%1$d⁩ من الأحرف
de: %1$d weitere Zeichen möglich
es: %1$d caracteres restantes
fr: %1$d caractères restants
he: ⁦%1$d⁩ תווים נותרו
id: %1$d karakter tersisa
it: %1$d caratteri rimanenti
nl: %1$d tekens resterend
pt_br: %1$d caracteres restantes
ru: Осталось символов: %1$d
sv: %1$d tecken återstår
tr: %1$d karakter kaldı

# blazeEditAdViewModel.lengthLimit.singular
source: %1$d character remaining
ar: يتبقى ⁦%1$d⁩ من الأحرف
de: %1$d weiteres Zeichen möglich
es: %1$d carácter restante
fr: %1$d caractère restant
he: תו ⁦%1$d⁩ נותר
id: %1$d karakter tersisa
it: %1$d carattere rimanente
nl: %1$d Teken resterend
pt_br: %1$d caractere restante
ru: Остался %1$d символ
sv: %1$d tecken återstår
tr: %1$d karakter kaldı

# blazeEditAdViewModel.tagline.emptyError
source: Tagline cannot be empty
ar: يتعذر أن يكون الشعار فارغًا
de: Untertitel darf nicht leer sein
es: La descripción corta no puede estar vacía.
fr: La description ne peut pas être vide
he: תיאור האתר לא יכול להיות ריק
id: Slogan tidak boleh kosong
it: Lo slogan non può essere vuoto
nl: De slogan mag niet leeg zijn
pt_br: A descrição não pode ficar em branco
ru: Ключевая фраза не может быть пустой
sv: Slogan kan inte vara tom
tr: Site sloganı boş olamaz

# blazeEditAdViewModel.tagline.lengthExceedsLimit
source: Tagline cannot exceed %1$d characters
ar: يتعذر أن يتجاوز الشعار ⁦%1$d⁩ من الأحرف
de: Untertitel darf nicht länger als %1$d Zeichen sein
es: La descripción corta no puede tener más de %1$d caracteres
fr: La description ne peut pas faire plus de %1$d caractères
he: תיאור האתר לא יכול לחרוג מ-⁦%1$d⁩ תווים
id: Tagline tidak boleh melebihi %1$d karakter
it: Lo slogan non può superare i %1$d caratteri
nl: Slogan mag niet meer dan %1$d tekens bevatten
pt_br: A descrição não pode ter mais de %1$d caracteres
ru: Длина ключевой фразы не может превышать %1$d симв.
sv: Slogan kan inte överstiga %1$d tecken
tr: Site sloganı %1$d karakteri geçemez

# blazeLearnHowView.chooseProduct.subtitle
source: Choose what to promote with Blaze.
ar: اختر ما تريد الترويج له باستخدام Blaze.
de: Wähle, was du mit Blaze bewerben möchtest.
es: Elige qué quieres promocionar con Blaze.
fr: Choisissez ce que vous voulez promouvoir avec Blaze.
he: לבחור מה לקדם עם Blaze.
id: Pilih apa yang akan dipromosikan dengan Blaze.
it: Scegli cosa promuovere con Blaze.
nl: Kies wat je met Blaze gaat promoten.
pt_br: Escolha o que deseja promover com o Blaze.
ru: Выберите, что рекламировать при помощи Blaze.
sv: Välj vad du vill marknadsföra med Blaze.
tr: Blaze ile neyi tanıtacağınızı seçin.

# blazeLearnHowView.chooseProduct.title
source: Choose a product
ar: اختيار منتج
de: Ein Produkt wählen
es: Elige un producto
fr: Choisir un produit
he: יש לבחור מוצר
id: Pilih produk
it: Scegli un prodotto
nl: Kies een product
pt_br: Escolher um produto
ru: Выберите продукт
sv: Välj en produkt
tr: Bir ürün seçin

# blazeLearnHowView.customizeTargeting.subtitle
source: Select audience by location or interests, and see potential reach.
ar: حدد الجمهور حسب الموقع أو الاهتمامات، وشاهد مدى الوصول المحتمل.
de: Wähle die Zielgruppe nach Ort oder Interessen aus und sieh dir die potenzielle Reichweite an.
es: Elige la audiencia por ubicación o intereses y observa el alcance potencial.
fr: Sélectionnez le public par localisation ou intérêts et découvrez la portée potentielle.
he: לבחור קהל לפי מיקום או תחום עניין ולראות את הפוטנציאל לחשיפה.
id: Pilih audiens berdasarkan lokasi atau minat, dan lihat potensi jangkauannya.
it: Seleziona il pubblico in base alla posizione o agli interessi e visualizza la portata potenziale.
nl: Selecteer je publiek op basis van locatie of interesses en bekijk je potentiële bereik.
pt_br: Selecione o público por localização ou interesses e observe o alcance em potencial.
ru: Выбирайте аудиторию по местоположению или интересам и просматривайте потенциальный охват.
sv: Välj målgrupp baserat på plats eller intressen och se potentiell räckvidd.
tr: Konuma veya ilgi alanlarına göre hedef kitle seçin ve olası erişimi görün.

# blazeLearnHowView.customizeTargeting.title
source: Customize targeting
ar: تخصيص المستهدف
de: Zielgruppe anpassen
es: Personaliza tu público objetivo
fr: Personnaliser la cible
he: להתאים אישית את מיקוד הקהל
id: Sesuaikan penargetan
it: Personalizza il targeting
nl: Doelgroep aanpassen
pt_br: Personalizar o público-alvo
ru: Настройте таргетинг
sv: Anpassa målgrupp
tr: Hedeflemeyi özelleştirin

# blazeLearnHowView.goLive.subtitle
source: Watch as your promotion begins and track its success.
ar: راقب كيف يبدأ عرضك الترويجي وتتبَّع نجاحه.
de: Beobachte, wie deine Werbeaktion startet, und verfolge, wie erfolgreich sie ist.
es: Observa cómo comienza tu promoción y haz un seguimiento de su éxito.
fr: Observez les débuts de votre campagne promotionnelle et suivez son succès.
he: לראות את הביצועים כאשר מבצע הקידום מתחיל ולעקוב אחר הצלחתו.
id: Amati sejak promosi Anda dimulai dan lacak kemajuannya.
it: Guarda come inizia la tua promozione e tieni traccia del suo successo.
nl: Kijk toe wanneer je promotie begint en volg het succes ervan.
pt_br: Observe o início de sua campanha e acompanhe o sucesso dela.
ru: Следите за началом вашей кампании и за её успехами.
sv: Se din kampanj starta och följ dess resultat.
tr: Tanıtımınızın başlamasını ve başarısını izleyin.

# blazeLearnHowView.goLive.title
source: Go live
ar: الانتقال إلى حالة التشغيل
de: Veröffentlichen
es: En directo
fr: Publier
he: לפרסם באינטרנט
id: Luncurkan
it: Pubblica
nl: Ga live
pt_br: Colocar no ar
ru: Прямая трансляция
sv: Gå live
tr: Yayınlayın

# blazeLearnHowView.quickReview.subtitle
source: Submit your ad for a fast moderator check.
ar: أرسل إعلانك للحصول إجراء فحص سريع من المشرف.
de: Reiche deine Werbung zur schnellen Überprüfung durch den Moderator ein.
es: Envía tu anuncio para que lo compruebe rápidamente un moderador.
fr: Envoyez votre publicité pour une vérification rapide par un modérateur.
he: לשלוח את הפרסומת לבדיקה מהירה של המנהלים.
id: Kirim iklan Anda untuk pemeriksaan cepat oleh moderator.
it: Invia il tuo annuncio per un controllo veloce del moderatore.
nl: Dien je advertentie in voor een snelle beoordeling door een moderator.
pt_br: Envie seu anúncio para uma verificação rápida do moderador.
ru: Отправьте вашу рекламу на оперативную модераторскую проверку.
sv: Skicka in din annons för en snabb moderatorkontroll.
tr: Hızlı bir moderatör kontrolü için reklamınızı gönderin.

# blazeLearnHowView.quickReview.title
source: Quick review
ar: مراجعة سريعة
de: Schnelle Überprüfung
es: Revisión rápida
fr: Vérification rapide
he: סקירה מהירה
id: Tinjauan singkat
it: Breve riassunto
nl: Snelle beoordeling
pt_br: Breve avaliação
ru: Экспресс-проверка
sv: Snabb granskning
tr: Hızlı inceleme

# blazeLearnHowView.setYourBudget.subtitle
source: Decide on your spend and campaign length.
ar: حدد إنفاقك وطول الحملة.
de: Lege deine Ausgaben und die Länge deiner Kampagne fest.
es: Decide el gasto y la duración de la campaña.
fr: Établissez vos dépenses et la durée de votre campagne.
he: להחליט לגבי ההוצאה ומשך הקמפיין.
id: Tetapkan pengeluaran dan jangka waktu kampanye.
it: Decidi i costi e la durata della tua campagna.
nl: Bepaal de duur van je uitgaven en campagne.
pt_br: Decida-se sobre seu orçamento e a duração da campanha.
ru: Определите продолжительность кампании и затраты на неё.
sv: Bestäm hur mycket du vill spendera och kampanjens längd.
tr: Harcamanıza ve kampanya uzunluğunuza karar verin.

# blazeLearnHowView.setYourBudget.title
source: Set your budget
ar: تعيين ميزانيتك
de: Dein Budget festlegen
es: Fija tu presupuesto
fr: Définir votre budget
he: להגדיר את תקציב שלך
id: Tentukan anggaran
it: Imposta il tuo budget
nl: Stel je budget in
pt_br: Defina seu orçamento
ru: Настройте бюджет
sv: Ange din budget
tr: Bütçenizi oluşturun

# blazeLearnHowView.title
source: Learn how %1$@ works
ar: التعرّف على كيفية عمل %1$@
de: So funktioniert %1$@
es: Echa un vistazo a cómo funciona %1$@
fr: Voir comment fonctionne %1$@
he: למידע נוסף על אופן הפעולה של %1$@
id: Cari tahu cara kerja %1$@
it: Scopri come funziona %1$@
nl: Leer hoe %1$@ werkt
pt_br: Aprenda como o %1$@ funciona
ru: Как работает %1$@
sv: Lär dig hur %1$@ fungerar
tr: %1$@'in nasıl çalıştığını öğrenin

# blazePaymentMethodsView.addAnotherCreditCardButton
source: Add another credit card
ar: إضافة بطاقة ائتمان أخرى
de: Weitere Kreditkarte hinzufügen
es: Añadir otra tarjeta de crédito
fr: Ajouter une autre carte de crédit
he: להוסיף כרטיס אשראי אחר
id: Tambahkan kartu kredit lain
it: Aggiungi un'altra carta di credito
nl: Een andere creditcard toevoegen
pt_br: Adicionar outro cartão de crédito
ru: Добавить другую кредитную карту
sv: Lägg till ett annat kreditkort
tr: Başka kredi kartı ekle

# blazePaymentMethodsView.addCreditCardButton
source: Add credit card
ar: إضافة بطاقة ائتمان
de: Kreditkarte hinzufügen
es: Añadir tarjeta de crédito
fr: Ajouter une carte de crédit
he: להוסיף כרטיס אשראי
id: Tambah kartu kredit
it: Aggiungi carta di credito
nl: Creditcard toevoegen
pt_br: Adicionar cartão de crédito
ru: Добавить кредитную карту
sv: Lägg till kreditkort
tr: Kredi kartı ekle

# blazePaymentMethodsView.cancelButton
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batal
it: Annulla
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal et

# blazePaymentMethodsView.emailReceipt
source: Email the label purchase receipts to %1$@ (%2$@) at %3$@
ar: إرسال إيصالات شراء الملصق عبر البريد الإلكتروني إلى %1$@ (%2$@) على %3$@
de: Die Kaufbelege für die Etiketten per E-Mail an %1$@ (%2$@) unter %3$@ senden
es: Envía por correo electrónico los recibos de compra de la etiqueta a %1$@ (%2$@) en %3$@
fr: Transmettez par e-mail les reçus d’achat d’étiquette à %1$@ (%2$@) à l’adresse %3$@
he: לשלוח את הקבלות על רכישת התווית באימייל אל %1$@ (%2$@) בכתובת %3$@
id: Kirimkan tanda terima pembelian label via email ke %1$@ (%2$@) di %3$@
it: Invia le ricevute di acquisto dell'etichetta via e-mail a %1$@ (%2$@) all'indirizzo %3$@
nl: E-mail de labelaanschafkwitanties naar %1$@ (%2$@) via %3$@
pt_br: Envie por e-mail os recibos de compra de etiqueta para %1$@ (%2$@) pelo endereço %3$@
ru: Отправить квитанции о покупке %1$@ (%2$@) на %3$@
sv: E-posta inköpskvitton för etiketten till %1$@ (%2$@) på %3$@
tr: Etiket satın alma makbuzlarını %1$@ adresine (%2$@) (%3$@) e-posta ile gönderin

# blazePaymentMethodsView.loadPaymentMethodsErrorAlert.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batalkan
it: Annulla
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal Et

# blazePaymentMethodsView.loadPaymentMethodsErrorAlert.paymentMethods
source: Error loading your payment methods
ar: خطأ في أثناء تحميل طرق الدفع الخاصة بك
de: Fehler beim Laden deiner Zahlungsmethoden
es: Error al cargar tus métodos de pago
fr: Erreur lors du chargement de vos moyens de paiement
he: שגיאה בטעינת אמצעי התשלום שלך
id: Terjadi error saat memuat metode pembayaran Anda
it: Errore nel caricamento dei metodi di pagamento
nl: Fout bij het laden van je betaalmethodes
pt_br: Erro ao carregar suas formas de pagamento
ru: Ошибка при загрузке способов оплаты
sv: Det gick inte att läsa in dina betalningsmetoder
tr: Ödeme yöntemleriniz yüklenirken hata oluştu

# blazePaymentMethodsView.loadPaymentMethodsErrorAlert.retry
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
he: יש לנסות שוב
id: Coba lagi
it: Riprova
nl: Opnieuw proberen
pt_br: Tentar novamente
ru: Повторить
sv: Försök igen
tr: Tekrar dene

# blazePaymentMethodsView.navigationBarTitle
source: Payment Method
ar: طريقة الدفع
de: Zahlungsmethode
es: Método de pago
fr: Moyen de paiement
he: אמצעי תשלום
id: Metode Pembayaran
it: Metodo di pagamento
nl: Betaalmethode
pt_br: Forma de pagamento
ru: Способ оплаты
sv: Betalningsmetod
tr: Ödeme Yöntemi

# blazePaymentMethodsView.paymentMethodsFooter
source: Credits cards are retrieved from the following WordPress.com account: %1$@ <%2$@>
ar: يتم استرداد بطاقات الائتمان من حساب ووردبريس.كوم الآتي: %1$@ ⁦<%2$@>⁩
de: Kreditkartendaten werden von folgendem WordPress.com-Konto abgerufen: %1$@ <%2$@>
es: Las tarjetas de crédito se han obtenido de la siguiente cuenta de WordPress.com: %1$@ <%2$@>
fr: Les cartes de crédit sont récupérées à partir du compte WordPress.com suivant : %1$@ <%2$@>
he: כרטיסי אשראי מתקבלים מהחשבון הבא של WordPress.com:‏ %1$@ ⁦<%2$@>⁩
id: Kartu kredit diambil dari akun WordPress.com berikut: %1$@ <%2$@>
it: Le carte di credito vengono recuperate dal seguente account WordPress.com: %1$@ <%2$@>
nl: Creditcards worden opgehaald uit het volgende WordPress.com-account: %1$@ <%2$@>
pt_br: Cartões de crédito são recuperados da seguinte conta do WordPress.com: %1$@ <%2$@>
ru: Сведения о кредитных картах получены из следующей учётной записи WordPress.com: %1$@ <%2$@>
sv: Kreditkort hämtas från följande WordPress.com-konto: %1$@ <%2$@>
tr: Kredi kartları şu WordPress.com hesabından alınır: %1$@ <%2$@>

# blazePaymentMethodsView.paymentMethodsHeader
source: Payment Method Selected
ar: تم تحديد طريقة الدفع
de: Zahlungsmethode ausgewählt
es: Método de pago elegido
fr: Moyen de paiement sélectionné
he: אמצעי התשלום נבחר
id: Metode Pembayaran Dipilih
it: Metodo di pagamento selezionato
nl: Betaalmethode geselecteerd
pt_br: Forma de pagamento selecionada
ru: Выбранный способ оплаты
sv: Betalningsmetod vald
tr: Ödeme Yöntemi Seçildi

# blazePaymentMethodsView.pleaseAddPaymentMethodMessage
source: Please add a new payment method
ar: ترجى إضافة طريقة دفع جديدة
de: Bitte füge eine neue Zahlungsmethode hinzu
es: Añade un método de pago nuevo
fr: Veuillez ajouter un nouveau moyen de paiement
he: יש להוסיף אמצעי תשלום חדש
id: Harap tambahkan metode pembayaran baru
it: Aggiungi un nuovo metodo di pagamento
nl: Voeg een nieuwe betaalmethode toe
pt_br: Adicione uma nova forma de pagamento
ru: Добавьте новый способ оплаты
sv: Lägg till en ny betalningsmetod
tr: Lütfen yeni bir ödeme yöntemi ekleyin

# blazePaymentMethodsView.transactionsSecure
source: All transactions are secure and encrypted
ar: تكون كل المعاملات مؤمنة ومشفَّرة
de: Alle Transaktionen sind sicher und verschlüsselt
es: Todas las transacciones son seguras y están cifradas
fr: Toutes les transactions sont sécurisées et chiffrées
he: כל העסקאות מאובטחות ומוצפנות
id: Semua transaksi aman dan terenkripsi
it: Tutte le transazioni sono sicure e criptate
nl: Alle transacties zijn beveiligd en versleuteld
pt_br: Todas as transações estão seguras e criptografadas
ru: Все транзакции зашифрованы и защищены
sv: Alla transaktioner är säkra och krypterade
tr: Tüm işlemler güvenli ve şifreli

# blazeTargetDevicePickerView.allTitle
source: All devices
ar: كل الأجهزة
de: Alle Geräte
es: Todos los dispositivos
fr: Tous les appareils
he: כל המכשירים
id: Semua perangkat
it: Tutti i dispositivi
nl: Alle apparaten
pt_br: Todos os dispositivos
ru: Все устройства
sv: Alla enheter
tr: Tüm cihazlar

# blazeTargetDevicePickerView.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batal
it: Annulla
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal et

# blazeTargetDevicePickerView.errorMessage
source: Error syncing target devices. Please try again.
ar: خطأ في أثناء مزامنة الأجهزة المستهدفة. ترجى المحاولة مجددًا.
de: Fehler beim Synchronisieren der Zielgeräte. Bitte versuche es erneut.
es: Error al sincronizar los dispositivos de destino. Inténtalo de nuevo.
fr: Erreur lors de la synchronisation des appareils cibles. Veuillez réessayer.
he: שגיאה בסנכרון של מכשירי היעד. יש לנסות שוב.
id: Terjadi error saat sinkronisasi perangkat target. Coba lagi.
it: Errore nella sincronizzazione dei dispositivi di destinazione. Riprova.
nl: Fout bij de synchronisatie van de doelapparaten. Probeer het nog eens.
pt_br: Erro ao sincronizar os dispositivos desejados. Tente novamente.
ru: Ошибка синхронизации целевых устройств. Повторите попытку.
sv: Det gick inte att synkronisera målgruppsenheter. Försök igen.
tr: Hedef cihazlar senkronize edilirken hata oluştu. Lütfen tekrar deneyin.
