Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: Could not unfollow the site at the address specified.
ar: تعذر إلغاء متابعة الموقع في العنوان المحدد.
de: Konnte Website-Abo für die Website an der angegeben Adresse nicht beenden.
es: No se pudo dejar de seguir el sitio en la dirección especificada.
fr: Impossible de se désabonner du site à l’adresse spécifiée.
he: אי אפשר לבטל את המעקב אחר האתר בכתובת שצוינה.
id: Tidak dapat membatalkan mengikuti situs pada alamat yang ditetapkan.
it: Non è stato possibile smettere di seguire il sito all'indirizzo specificato.
ja: 指定されたアドレスのサイトをフォロー解除できませんでした。
nl: Kon de site niet ontvolgen op het opgegeven adres.
pt_br: Não foi possível parar de seguir o site no endereço especificado.
ru: Не удалось отменить подписку на веб-сайт по указанному адресу.
sv: Det gick inte att sluta följa webbplatsen på angiven adress.
tr: Belirtilen adresteki site takipten çıkarılamadı.

source: Couldn't connect to the WordPress site. There is no valid WordPress site at this address. Check the site address (URL) you entered.
ar: تعذر الاتصال بموقع وردبرس. لا يوجد موقع وردبرس صالح على هذا العنوان. تحقَّق من عنوان الموقع (URL) الذي أدخلته.
de: Konnte keine Verbindung zur WordPress-Website herstellen. Es gibt unter dieser Adresse keine gültige WordPress-Website. Überprüfe die eingegebene Website-Adresse (URL).
es: No se ha podido conectar con el sitio de WordPress. No hay ningún sitio de WordPress válido en esta dirección. Comprueba la dirección del sitio (URL) que has introducido.
fr: Impossible de se connecter au site WordPress. Aucun site WordPress valide n’est présent à cette adresse. Vérifier l’adresse du site (URL) entrée.
he: לא ניתן היה להתחבר לאתר WordPress. אין אתר WordPress תקף בכתובת זו. בדוק את כתובת האתר (URL) שהזנת.
id: Tidak dapat terhubung ke situs WordPress. Tidak ada situs WordPress yang valid di alamat ini. Periksa alamat situs (URL) yang Anda masukkan.
it: Impossibile connettersi al sito WordPress. Non è presente alcun sito WordPress valido a questo indirizzo. Controlla l'indirizzo del sito (URL) che hai inserito.
ja: WordPress サイトに接続できませんでした。有効な WordPress サイトはこのアドレスにありません。入力したサイトアドレス (URL) を確認してください。
nl: Kan geen verbinding maken met de WordPress-site. Er is geen geldige WordPress-site op dit adres. Controleer of je het goede websiteadres (URL) hebt opgegeven.
pt_br: Não foi possível conectar com o site do WordPress. Não há sites do WordPress válidos neste endereço. Verifique o endereço do site (URL) inserido.
ru: Не удалось подключиться к сайту WordPress. По указанному адресу нет действующего сайта WordPress. Проверьте адрес сайта (URL-адрес).
sv: Det gick inte att ansluta till WordPress-webbplatsen. Det finns ingen giltig WordPress-webbplats på den här adressen. Kontrollera webbplatsadressen (URL:en) som du angav.
tr: WordPress sitesine bağlanılamadı. Bu adreste geçerli WordPress sitesi yok. Girdiğiniz site adresini (URL) kontrol edin.

source: Couldn't connect. Required XML-RPC methods are missing on the server. Please contact your hosting provider to solve this problem.
ar: تعذر الاتصال. تكون طرق XML-RPC المطلوبة مفقودة على الخادم. يرجى الاتصال بمزوِّد خدمة الاستضافة لديك لحل هذه المشكلة.
de: Die Verbindung konnte nicht hergestellt werden. Die erforderlichen XML-RPC-Methoden fehlen auf dem Server. Bitte kontaktiere deinen Hosting-Anbieter, um dieses Problem zu lösen.
es: No se pudo conectar. Los métodos requeridos de XML-RPC no están disponibles en el servidor. Por favor, contacta con tu proveedor de alojamiento para resolver este problema.
fr: Connexion impossible. Les méthodes XML-RPC requises ne sont pas présentes sur le serveur. Veuillez contacter votre hébergeur pour résoudre ce problème.
he: לא ניתן להתחבר. שיטות XML-RPC נדרשות חסרות בשרת. יש לפנות אל ספקית האחסון כדי לפתור את הבעיה.
id: Tidak dapat terhubung. Metode XML-RPC yang diperlukan tidak ditemukan di server. Hubungi penyedia hosting Anda untuk mengatasi masalah ini.
it: Impossibile connettersi. I metodi XML-RPC richiesti non sono presenti su questo server. Contatta il fornitore del servizio di hosting per risolvere questo problema.
nl: Kan geen verbinding maken. Vereiste XML-RPC-methoden ontbreken op de server. Neem contact op met je hostingprovider om het probleem op te lossen.
pt_br: Não foi possível conectar. Os métodos XML-RPC obrigatórios não estão no servidor. Entre em contato com seu provedor de hospedagem para resolver este problema.
ru: Не удалось подключиться. На сервере отсутствуют необходимые методы XML-RPC. Пожалуйста, свяжитесь с вашим хостинг-провайдером, чтобы решить эту проблему.
sv: Det gick inte att ansluta. XML-RPC-metoder som krävs saknas på servern. Kontakta ditt webbhotell för att lösa detta problem.
tr: Bağlantı kurulamadı. Gerekli XML-RPC yordamları sunucuda bulunmuyor. Sorunu çözmek için lütfen barındırma sağlayıcınızla iletişime geçin.

source: Couldn't connect. We received a 403 error when trying to access your site's XMLRPC endpoint. The app needs that in order to communicate with your site. Please contact your hosting provider to solve this problem.
ar: تعذر الاتصال. تلقينا الخطأ 403 عند محاولة الوصول إلى نقطة نهاية XMLRPC في موقعك. يحتاج التطبيق إلى ذلك للاتصال بموقعك. يرجى الاتصال بمزوِّد خدمة الاستضافة لديك لحل هذه المشكلة.
de: Verbindung fehlgeschlagen. Wir haben einen 403-Fehler erhalten, als wir versucht haben, den XMLRPC-Endpunkt deiner Website aufzurufen. Die App braucht diesen, um mit deiner Website zu kommunizieren. Bitte wende dich an deinen Hosting-Anbieter, um dieses Problem zu beheben.
es: No se ha podido establecer la conexión. Hemos recibido un error 403 al intentar acceder al punto de conexión XMLRPC de tu sitio. La aplicación lo necesita para comunicarse con tu sitio. Ponte en contacto con tu proveedor de alojamiento para resolver este problema.
fr: Connexion impossible. Nous avons rencontré une erreur 403 lors de la tentative d’accès au point de terminaison XML-RPC de votre site. L’application en a besoin pour communiquer avec votre site. Veuillez contacter votre hébergeur pour résoudre ce problème.
he: לא ניתן להתחבר. התקבלה שגיאת 403 בניסיון לגשת אל נקודת הקצה של XMLRPC באתר שלך. כדי שהאפליקציה תוכל לבצע התקשרות עם האתר שלך, יש להפעיל אפשרות זו. יש לפנות אל ספקית האחסון כדי לפתור את הבעיה.
id: Tidak dapat terhubung. Kami menerima error 403 saat mencoba mengakses titik akhir XMLRPC situs Anda. Aplikasi ini memerlukannya agar dapat berkomunikasi dengan situs Anda. Hubungi penyedia hosting Anda untuk mengatasi kendala ini.
it: Impossibile connettersi. Abbiamo ricevuto un messaggio di errore 403 durante il tentativo di accedere all'endpoint XMLRPC del tuo sito. Per l'app questo è necessario per comunicare con il tuo sito. Contatta il fornitore del servizio di hosting per risolvere questo problema.
nl: Kan geen verbinding maken. Er is een 403-fout opgetreden tijdens onze poging om het XMLRPC-eindpunt van je site te openen. De app heeft dat nodig om met je site te communiceren. Neem contact op met je hostingprovider om het probleem op te lossen.
pt_br: Não foi possível conectar. Recebemos um erro 403 ao tentar acessar o endpoint XML-RPC do seu site. O aplicativo precisa disso para se comunicar com o seu site. Entre em contato com seu provedor de hospedagem para resolver este problema.
ru: Невозможно подключиться. Получена ошибка 403 при подключении к XMLRPC вашего сайта. Обратитесь в тех.поддержку хостинга.
sv: Kunde inte ansluta. Vi fick ett 403-fel när vi försökte komma åt din webbplats XMLRPC-ändpunkt. Appen behöver det för att kunna kommunicera med din webbplats. Kontakta ditt webbhotell för att lösa detta problem.
tr: Bağlantı kurulamadı. Sitenizin XMLRPC uç noktasına erişmeye çalışırken 403 hatasını aldık. Uygulama, sitenizle bağlantı kurabilmek için buna gereksinim duyuyor. Bu sorunu çözmek için lütfen barındırma sağlayıcınızla iletişime geçin.

source: Couldn't connect. Your host is blocking POST requests, and the app needs that in order to communicate with your site. Please contact your hosting provider to solve this problem.
ar: تعذر الاتصال. يحظر مضيفك طلبات POST، ويحتاج التطبيق إلى ذلك للاتصال بموقعك. يرجى الاتصال بمزوِّد خدمة الاستضافة لديك لحل هذه المشكلة.
de: Verbindung fehlgeschlagen. Dein Host blockiert POST-Anforderungen und die App benötigt diese, um mit deiner Website zu kommunizieren. Bitte wende dich an deinen Hosting-Anbieter, um dieses Problem zu beheben.
es: No se ha podido establecer la conexión. Tu alojamiento está bloqueando solicitudes de POST y la aplicación las necesita para comunicarse con tu sitio. Consulta a tu proveedor de alojamiento para resolver el problema.
fr: Connexion impossible. Votre hébergeur bloque les requêtes POST dont votre application a besoin pour communiquer avec votre site. Veuillez contacter votre hébergeur pour résoudre ce problème.
he: לא ניתן להתחבר. חברת האחסון שלך חוסמת בקשות POST והאפליקציה דורשת את הפעלת האפשרות הזו כדי לבצע התקשרות עם האתר שלך. יש לפנות אל ספקית האחסון כדי לפתור את הבעיה.
id: Tidak dapat terhubung. Host Anda memblokir permintaan POST, padahal aplikasi memerlukannya untuk berkomunikasi dengan situs Anda. Hubungi penyedia hosting Anda untuk mengatasi kendala ini.
it: Impossibile connettersi. L'host sta bloccando le richieste POST, ma queste sono necessarie per la corretta comunicazione dell'app con il sito. Contatta il fornitore del servizio di hosting per risolvere questo problema.
nl: Kan geen verbinding maken. Je host blokkeert POST-aanvragen. De app heeft deze nodig om te communiceren met je site. Neem contact op met je hostingprovider om het probleem op te lossen.
pt_br: Não foi possível conectar. Seu host está bloqueando solicitações POST e o aplicativo precisa delas para se comunicar com o seu site. Entre em contato com seu provedor de hospedagem para resolver este problema.
ru: Невозможно подключиться. Ваш хостинг блокирует POST-запросы XML-RPC, они требуются для обмена информацией с вашим сайтом. Обратитесь в тех. поддержку хостинга.
sv: Kunde inte ansluta. Ditt webbhotell blockerar POST-förfrågningar och appen behöver det för att kunna kommunicera med din webbplats. Kontakta ditt webbhotell för att lösa detta problem.
tr: Bağlantı kurulamadı. Sunucunuz POST isteklerini engelliyor ve uygulama sitenizle iletişim kurmak için buna gereksinim duyuyor. Bu sorunu çözmek için lütfen barındırma sağlayıcınızla iletişime geçin.

source: Couldn't load tags.
ar: تعذّر تحميل الوسوم.
de: Schlagwörter konnten nicht geladen werden.
es: No se han podido cargar las etiquetas.
fr: Impossible de charger les étiquettes
he: לא ניתן לטעון את התגיות.
id: Tidak bisa memuat tag.
it: Non è stato possibile caricare le tag.
ja: タグを読み込めませんでした。
nl: Kon tags niet laden.
pt_br: Não foi possível carregar tags.
ru: Ошибка загрузки меток.
sv: Det gick inte att ladda etiketterna.
tr: Etiketler yüklenemedi.

source: Couldn’t close account automatically
ar: تعذّر إغلاق الحساب تلقائياً
de: Konto konnte nicht automatisch geschlossen werden
es: No se ha podido cerrar la cuenta automáticamente
fr: Fermeture automatique du compte impossible
he: לא ניתן לסגור את החשבון באופן אוטומטי
id: Tidak dapat menutup akun secara otomatis
it: Impossibile chiudere l'account automaticamente
ja: アカウントを自動的にクローズできませんでした
nl: Kon account niet automatisch sluiten
pt_br: Não foi possível encerrar a conta automaticamente
ru: Не получается автоматически закрыть учётную запись
sv: Det gick inte att avsluta kontot automatiskt
tr: Hesap otomatik olarak kapatılamadı

source: Country
ar: البلد
de: Land
es: País
fr: Pays
he: מדינה
id: Negara
it: Nazione
ja: 国
nl: Land
pt_br: País
ru: Страна
sv: Land
tr: Ülke

source: Country missing
ar: البلد مفقود
de: Land fehlt
es: Falta el país
fr: Pays manquant
he: הארץ חסרה
id: Negara belum diisi
it: Paese mancante
ja: 国がありません
nl: Land ontbreekt
pt_br: Informe o país
ru: Не указана страна
sv: Land saknas
tr: Ülke eksik

source: Country where the product was manufactured or assembled
ar: البلد الذي تم تصنيع المنتج فيه أو تجميعه
de: Land, in dem das Produkt hergestellt oder montiert wurde
es: País en el que se fabricó o montó el producto
fr: Pays dans lequel le produit a été fabriqué ou assemblé
he: המדינה שבה המוצר נוצר או הורכב
id: Negara tempat pembuatan atau perakitan produk
it: Il Paese in cui il prodotto è stato creato o montato
ja: 商品製造国または商品の組み立てが行われた国
nl: Land waarin het product is geproduceerd of samengesteld
pt_br: País onde o produto foi fabricado ou montado
ru: Страна производства или сборки товара
sv: Land där produkten tillverkades eller monterades
tr: Ürünün üretildiği veya monte edildiği ülke

source: Coupon
ar: قسيمة
de: Gutschein
es: Cupón
fr: Code promo
he: קופון
id: Kupon
it: Codice promozionale
ja: クーポン
pt_br: Cupom
ru: Купон
sv: Rabattkod
tr: Kupon

source: Coupon (%1$@)
ar: القسيمة (%1$@)
de: Gutschein (%1$@)
es: Cupón (%1$@)
fr: Code promo (%1$@)
he: קופון (%1$@)
id: Kupon (%1$@)
it: Codice promozionale (%1$@)
ja: クーポン (%1$@)
nl: Waardebon (%1$@)
pt_br: Cupom (%1$@)
ru: Купон (%1$@)
sv: Rabattkod (%1$@)
tr: Kupon (%1$@)

source: Coupon Code
ar: رمز القسيمة
de: Gutscheincode
es: Código de cupón
fr: Code promo
he: קוד קופון
id: Kode Kupon
it: Codice promozionale
ja: クーポンコード
pt_br: Código do cupom
ru: Код купона
sv: Rabattkod
tr: Kupon kodu

source: Coupon Description
ar: وصف القسيمة
de: Beschreibung des Gutscheins
es: Descripción del cupón
fr: Description du code promo
he: תיאור קופון
id: Deskripsi Kupon
it: Descrizione del codice promozionale
ja: クーポン詳細
nl: Couponbeschrijving
pt_br: Descrição do cupom
ru: Описание купона
sv: Rabattkodsbeskrivning
tr: Kupon Açıklaması

source: Coupon Expiry Date
ar: تاريخ انتهاء صلاحية القسيمة
de: Verfallsdatum des Gutscheins
es: Fecha de caducidad del cupón
fr: Date d’expiration du code promo
he: תאריך תפוגת הקופון
id: Tanggal Kedaluwarsa Kupon
it: Data di scadenza del codice promozionale
ja: クーポンの有効期限
nl: Vervaldatum coupon
pt_br: Data de expiração do cupom
ru: Дата окончания срока действия купона
sv: Rabattkodens utgångsdatum
tr: Kupon Son Kullanma Tarihi

source: Coupon Summary
ar: ملخص القسيمة
de: Gutscheinübersicht
es: Resumen del cupón
fr: Résumé du code promo
he: סיכום קופון
id: Ringkasan Kupon
it: Riepilogo codice promozionale
ja: クーポンの概要
nl: Couponoverzicht
pt_br: Resumo do cupom
ru: Сводка по купонам
sv: Rabattkodssammanfattning
tr: Kupon Özeti

source: Coupon copied
ar: تم نسخ القسيمة
de: Gutschein kopiert
es: Cupón copiado
fr: Code promo copié
he: הקופון הועתק
id: Kupon disalin
it: Codice promozionale copiato
ja: クーポンをコピーしました
nl: Gekopieerde coupon
pt_br: Cupom copiado
ru: Купон скопирован
sv: Rabattkod kopierad
tr: Kupon kopyalandı

source: Coupon deleted
ar: حذف قسيمة شرائية
de: Gutschein gelöscht
es: Cupón eliminado
fr: Code promo supprimé
he: הקופון נמחק
id: Kupon Telah Dihapus
it: Codice promozionale eliminato
ja: クーポン削除
nl: Coupon verwijderd
pt_br: Cupom excluído
ru: Купон удалён
sv: Rabattkod borttagen
tr: Kupon silindi

source: Coupon details
ar: تفاصيل القسيمة
de: Gutscheindetails
es: Datos del cupón
fr: Détails du code promo
he: פרטי הקופון
id: Detail Kupon
it: Dettagli del codice promozionale
ja: クーポンの詳細
nl: Gegevens coupon
pt_br: Detalhes do cupom
ru: Сведения о купоне
sv: Rabattkodsinformation
tr: Kupon Ayrıntıları

source: Coupon expiry date
ar: تاريخ انتهاء صلاحية القسيمة
de: Verfallsdatum des Gutscheins
es: Fecha de caducidad del cupón
fr: Date d’expiration du code promo
he: תאריך תפוגת הקופון
id: Tanggal Kedaluwarsa Kupon
it: Data di scadenza del codice promozionale
ja: クーポンの有効期限
nl: Vervaldatum coupon
pt_br: Data de expiração do cupom
ru: Дата окончания срока действия купона
sv: Rabattkodens utgångsdatum
tr: Kupon Son Kullanma Tarihi

source: Coupons
ar: القسائم
de: Gutscheine
es: Cupones
fr: Codes promo
he: קופונים
id: Kupon
it: Codice promozionale
ja: クーポン
pt_br: Cupons
ru: Купоны
sv: Rabattkoder
tr: Kuponlar

source: Coupons (%1$@)
ar: القسائم (%1$@)
de: Gutscheine (%1$@)
es: Cupones (%1$@)
fr: Codes promo (%1$@)
he: קופונים (%1$@)
id: Kupon (%1$@)
it: Codici promozionali (%1$@)
ja: クーポン (%1$@)
nl: Waardebon (%1$@)
pt_br: Cupons (%1$@)
ru: Купоны (%1$@)
sv: Rabattkoder (%1$@)
tr: Kuponlar (%1$@)

source: Crash Immediately
ar: عطل بشكل فوري
de: Sofort abstürzen
es: Fallo inmediato
fr: Bloquer immédiatement
he: לאפשר קריסה מיידית
id: Crash Langsung
it: Arresto anomalo immediato
ja: 今すぐクラッシュさせる
nl: Direct crashen
pt_br: Falhar de imediato
ru: Немедленное закрытие
sv: Krascha omedelbart
tr: Anında Kilitlenme

source: Create
ar: إنشاء
de: Erstellen
es: Crear
fr: Créer
he: ליצור
id: Buat
it: Crea
ja: 作成
nl: Maak
pt_br: Criar
ru: Создать
sv: Skapa
tr: Oluştur

source: Create Account
ar: إنشاء حساب
de: Konto erstellen
es: Crear una cuenta
fr: Créer un compte
he: ליצור חשבון
id: Buat Akun
it: Crea account
ja: アカウントを作成
nl: Account aanmaken
pt_br: Criar conta
ru: Создать учетную запись
sv: Skapa konto
tr: Hesap Oluştur

source: Create Coupon
ar: إنشاء قسيمة
de: Gutschein erstellen
es: Crear cupón
fr: Créer un code promo
he: ליצור קופון
id: Buat Kupon
it: Crea codice promozionale
ja: クーポンを作成
nl: Coupon aanmaken
pt_br: Criar cupom
ru: Создать купон
sv: Skapa rabattkod
tr: Kupon Oluştur

source: Create Product Details
ar: إنشاء تفاصيل المنتجات
de: Produktdetails erstellen
es: Crear detalles del producto
he: ליצור את פרטי המוצר
id: Buat Detail Produk
it: Crea dettagli del prodotto
nl: Productgegevens aanmaken
pt_br: Criar detalhes do produto
ru: Создание сведений о товаре
sv: Skapa produktdetaljer
tr: Ürünler Ayrıntıları Oluştur

source: Create Shipping Label
ar: إنشاء ملصق الشحن
de: Versandetikett erstellen
es: Crear etiqueta de envío
fr: Créer une étiquette d’expédition
he: ליצור תווית משלוח
id: Buat Label Pengiriman
it: Crea etichetta di spedizione
ja: 配送ラベルを作成
nl: Verzendlabel aanmaken
pt_br: Criar etiqueta de envio
ru: Создание транспортной этикетки
sv: Skapa fraktetikett
tr: Gönderi Etiketi Oluşturun

source: Create a New Store
ar: إنشاء متجر جديد
de: Neuen Shop einrichten
es: Crea una nueva tienda
fr: Créer une boutique
he: ליצור חנות חדשה
id: Buat Toko Baru
it: Crea un nuovo negozio
nl: Een nieuwe winkel aanmaken
pt_br: Criar uma nova loja
ru: Создать магазин
sv: Skapa en ny butik
tr: Yeni Bir Mağaza Oluştur

source: Create a Site
ar: إنشاء موقع
de: Website erstellen
es: Crear un sitio
fr: Créer un site
he: ליצור אתר
id: Buat Situs
it: Crea un sito
ja: サイトを作成
nl: Een site maken
pt_br: Criar um site
ru: Создать сайт
sv: Skapa en webbplats
tr: Site Oluşturun

source: Create a fixed total discount for selected products
ar: إنشاء إجمالي خصم ثابت لمنتجات محدَّدة
de: Festen Rabatt auf Endpreis ausgewählter Produkte erstellen
es: Crear un descuento total fijo para los productos elegidos
fr: Créer une remise totale fixe pour les produits sélectionnés
he: ליצור הנחה של סכום כולל קבוע עבור מוצרים נבחרים
id: Buat diskon total tetap untuk produk yang dipilih
it: Crea uno sconto totale fisso per i prodotti selezionati
ja: 選択した商品の割引合計金額を作成します
nl: Maak een korting van een vast bedrag voor de geselecteerde producten
pt_br: Crie um total fixo de desconto para produtos selecionados
ru: Создайте фиксированную скидку на выбранные товары
sv: Skapa en fast totalrabatt för valda produkter
tr: Seçilen ürünler için sabit bir toplam indirim oluşturun

source: Create a fixed total discount for the entire cart
ar: إنشاء إجمالي خصم ثابت لعربة التسوق بالكامل
de: Festen Rabatt auf Endpreis des gesamten Warenkorbs erstellen
es: Crear un descuento total fijo para todo el carro de compra
fr: Créer une remise totale fixe pour l’ensemble du panier
he: ליצור הנחה של סכום כולל קבוע עבור עגלת הקניות במלואה
id: Buat diskon total tetap untuk seluruh isi keranjang
it: Crea uno sconto totale fisso per l'intero carrello
ja: お買い物カゴ全体の割引合計金額を作成します
nl: Maak een korting van een vast bedrag voor de gehele winkelwagen
pt_br: Crie um total fixo de desconto para todo o carrinho
ru: Создайте фиксированную скидку на всю корзину
sv: Skapa en fast totalrabatt för hela varukorgen
tr: Tüm sepet için sabit bir toplam indirim oluşturun

source: Create a percentage discount for selected products
ar: إنشاء خصم بالنسبة المئوية لمنتجات محدَّدة
de: Prozentualen Rabatt auf ausgewählte Produkte erstellen
es: Crear un porcentaje de descuento para los productos elegidos
fr: Créer une remise sous forme de pourcentage pour les produits sélectionnés
he: ליצור הנחה באחוזים עבור המוצרים הנבחרים
id: Buat persentase diskon untuk produk yang dipilih
it: Crea uno sconto percentuale per i prodotti selezionati
ja: 選択した商品の割引率を作成します
nl: Maak een procentuele korting voor de geselecteerde producten
pt_br: Crie uma porcentagem de desconto para produtos selecionados
ru: Создайте скидку в процентах на выбранные товары
sv: Skapa en procentuell rabatt för utvalda produkter
tr: Seçilen ürünler için indirim yüzdesini oluşturun

source: Create coupon
ar: إنشاء قسيمة
de: Gutschein erstellen
es: Crear cupón
fr: Créer un code promo
he: ליצור קופון
id: Buat kupon
it: Crea codice promozionale
ja: クーポンを作成
nl: Coupon aanmaken
pt_br: Criar cupom
ru: Создание купона
sv: Skapa rabattkod
tr: Kupon oluştur

source: Create coupons
ar: إنشاء قسائم
de: Gutscheine erstellen
es: Crear cupones
fr: Créer des codes promo
he: ליצור קופונים
id: Buat kupon
it: Crea codici promozionali
ja: クーポンを作成
nl: Coupons aanmaken
pt_br: Criar cupons
ru: Создание купонов
sv: Skapa rabattkoder
tr: Kuponlar oluştur

source: Create new package
ar: إنشاء حزمة جديدة
de: Neues Paket erstellen
es: Crear nuevo paquete
fr: Créer un nouveau colis
he: יצירת אריזה חדשה
id: Buat paket baru
it: Crea un nuovo pacchetto
ja: 新しい荷物を作成する
nl: Nieuw pakket aanmaken
pt_br: Criar novo pacote
ru: Создать новую посылку
sv: Skapa nytt paket
tr: Yeni paket oluştur

source: Create one new variation. Manually set which attributes belong to the variable product.
ar: أنشئ تباينًا واحدًا جديدًا. قم بتعيين السمات التي تنتمي إلى المنتج المتغير يدويًا.
de: Erstelle eine neue Variante. Lege manuell fest, welche Attribute zu dem variablen Produkt gehören.
es: Crea una nueva variación. Indica de manera manual los atributos que pertenecen al producto variable.
fr: Créez une nouvelle variante. Définissez manuellement quels attributs appartiennent au produit variable.
he: ליצור סוג אחד חדש. להגדיר באופן ידני אילו מאפיינים שייכים למוצר עם הסוגים.
id: Buat satu variasi baru. Menetapkan atribut yang termasuk dalam produk variabel secara manual.
it: Crea una nuova variante. Impostare manualmente quali attributi appartengono al prodotto variabile.
ja: 新しいバリエーションを1つ作成します。 バリエーションのある商品の属性を手動で設定します。
nl: Eén nieuwe variatie aanmaken. Handmatig instellen welke eigenschappen bij het variabele product horen.
pt_br: Crie uma nova variação. Defina manualmente quais atributos pertencem ao produto variável.
ru: Создайте один новый вариант. Вручную выберите, какие атрибуты относятся к варианту продукта.
sv: Skapa en ny variation. Ange manuellt vilka attribut som tillhör den variabla produkten.
tr: Yeni bir varyasyon oluşturun. Hangi niteliklerin değişken ürüne ait olduğunu manuel olarak ayarlayın.

source: Create order
ar: إنشاء طلب
de: Bestellung erstellen
es: Crear pedido
fr: Créer une commande
he: ליצור הזמנה
id: Buat pesanan
it: Crea ordine
ja: 注文を作成
nl: Bestelling aanmaken
pt_br: Criar pedido
ru: Создать заказ
sv: Skapa beställning
tr: Sipariş oluştur

source: Create shipping labels from your device!
ar: قم بإنشاء ملصقات الشحن من جهازك!
de: Erstelle Versandetiketten über dein Gerät!
es: ¡Crea etiquetas de envío desde tu dispositivo!
fr: Créez des étiquettes d’expédition à partir de votre appareil !
he: אפשר ליצור תווית משלוח מהמכשיר שלך!
id: Buat label pengiriman dari perangkat Anda!
it: Stampa etichette di spedizione dal dispositivo.
ja: スマートフォンを使って配送ラベルを作成 !
nl: Maak verzendlabels vanaf je apparaat!
pt_br: Crie etiquetas de envio pelo seu dispositivo!
ru: Печатайте транспортные этикетки со своего устройства!
sv: Skapa fraktetiketter från din enhet!
tr: Cihazınızdan gönderim etiketleri oluşturun!
