Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

# productCreationAISurveyConfirmationView.description
source: Got a minute? Help us improve our AI-assisted features with your quick feedback.
ar: هل لديك دقيقة؟ ساعدنا على تحسين الميزات التي تدعم الذكاء الاصطناعي من خلال ملاحظاتك السريعة.
de: Hast du eine Minute? Hilf uns mit einem kurzen Feedback, unsere KI-gestützten Funktionen zu verbessern.
es: ¿Tienes un momento? Ayúdanos a mejorar nuestras funciones asistidas por inteligencia artificial con tus comentarios.
fr: Vous avez une minute ? Aidez-nous à améliorer nos fonctionnalités d'IA en nous donnant votre avis.
he: אפשר רגע מזמנך? אנחנו רוצים לבקש את עזרתך בשיפור האפשרויות שמבוססות על בינה מלאכותית על ידי מענה על משוב קצר.
id: Boleh minta waktunya sebentar? Bantu kami memperbaiki fitur berbantuan AI dengan feedback cepat.
it: Hai un minuto? Aiutaci a migliorare le nostre funzionalità assistite dall'intelligenza artificiale con un rapido feedback.
nl: Heb je een momentje? Help ons onze functies met AI te verbeteren met wat korte feedback.
pt_br: Tem um minuto? Ajude a melhorar nossas funcionalidades assistidas por IA dando um feedback rápido.
ru: Есть свободная минутка? Оставьте краткий отзыв и помогите нам улучшить функции на базе ИИ.
sv: Har du tid en minut? Hjälp oss att förbättra våra AI-assisterade funktioner genom lite snabb feedback.
tr: Bir dakikanız var mı? Hızlı bir geri bildirim göndererek yapay zeka destekli özelliklerimizi geliştirmemize yardımcı olun.

# productCreationAISurveyConfirmationView.startTheSurvey
source: Start the Survey
ar: بدء الاستبيان
de: Befragung starten
es: Empieza la encuesta.
fr: Commencer l’enquête
he: להתחיל לענות על הסקר
id: Mulai Survei
it: Inizia il sondaggio
nl: Begin de enquête
pt_br: Iniciar pesquisa
ru: Начать опрос
sv: Börja undersökningen
tr: Anketi Başlat

# productCreationAISurveyConfirmationView.title
source: We value your input!
ar: إسهاماتك محل تقدير!
de: Deine Meinung ist uns wichtig!
es: Valoramos tu opinión.
fr: Nous apprécions vos retours !
he: אנחנו מעריכים את המשוב שלך!
id: Kami menghargai masukan Anda!
it: Apprezziamo il tuo contributo!
nl: We waarderen je input!
pt_br: Valorizamos sua opinião!
ru: Мы высоко ценим ваше мнение!
sv: Vi värdesätter dina åsikter!
tr: Fikirlerinize değer veriyoruz!

# productCreationAISurveyConfirmationViewModel.dontShowItAgain
source: Don’t Show it Again
ar: عدم العرض مجددًا
de: Nicht erneut anzeigen
es: No mostrarlo de nuevo
fr: Ne plus afficher
he: אל תציגו לי את זה שוב
id: Jangan Tampilkan Lagi
it: Non mostrare più
nl: Niet opnieuw tonen
pt_br: Não mostrar novamente
ru: Больше не показывать
sv: Visa inte detta igen
tr: Bunu Tekrar Gösterme

# productCreationAISurveyConfirmationViewModel.remindMeLater
source: Remind Me Later
ar: تذكيري لاحقًا
de: Später daran erinnern
es: Recuérdamelo más tarde
fr: Me le rappeler ultérieurement
he: הזכירו לי מאוחר יותר
id: Ingatkan Saya Nanti
it: Ricordamelo più tardi
nl: Herinner mij hier later aan
pt_br: Lembrar depois
ru: Напомнить позже
sv: Påminn mig senare
tr: Daha Sonra Hatırlat

# productCreationCategory.other
source: Other
ar: أخرى
de: Sonstige
es: Otros
fr: Autres
he: אחר
id: Lainnya
it: Altro
nl: Overig
pt_br: Outra
sv: Övrigt
tr: Diğer

# productCreationCategory.standard
source: Standard
ar: قياسي
es: Estándar
he: רגיל
id: Standar
nl: Standaard
pt_br: Padrão
tr: Standart

# productCreationCategory.subscription
source: Subscription
ar: الاشتراك
de: Abonnement
es: Suscripción
fr: Abonnement
he: מינוי
id: Langganan
it: Abbonamento
nl: Abonnement
pt_br: Assinatura
sv: Prenumeration
tr: Abonelik

# productDetail.privateStatusLabel
source: Private published
ar: عناصر منشورة خاصة
de: Privat veröffentlicht
es: Publicado como privado
fr: Publié en privé
he: התוכן הפרטי פורסם
id: Diterbitkan secara privat
it: Pubblicato in privato
nl: Gepubliceerd als privé
pt_br: Publicado de maneira privada
sv: Publicerat privat
tr: Özel olarak yayınlandı

# productDetailPreviewView.addedToProduct
source: Photo will be added to product
ar: ستتم إضافة الصورة إلى المنتج
de: Foto wird dem Produkt hinzugefügt
es: La imagen se añadirá al producto
fr: La photo sera ajoutée au produit
he: התמונה תתווסף למוצר
id: Foto akan ditambahkan ke produk
it: La foto sarà aggiunta al prodotto
nl: Foto wordt toegevoegd aan product
pt_br: A foto será adicionada ao produto
sv: Fotot kommer att läggas till för produkten
tr: Fotoğraf ürüne eklenecek

# productDetailPreviewView.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batal
it: Annulla
nl: Annuleren
pt_br: Cancelar
sv: Avbryt
tr: İptal Et

# productDetailPreviewView.categories
source: Categories
ar: التصنيفات
de: Kategorien
es: Categorías
fr: Catégories
he: קטגוריות
id: Kategori
it: Categorie
nl: Categorieën
pt_br: Categorias
sv: Kategorier
tr: Kategoriler

# productDetailPreviewView.details
source: Details
ar: تفاصيل
es: Detalles
fr: Détails
he: פרטים
id: Detail
it: Dettagli
pt_br: Detalhes
sv: Detaljer
tr: Ayrıntılar

# productDetailPreviewView.feedbackQuestion
source: Is this result good?
ar: هل هذه النتيجة جيدة؟
de: Bist du mit dem Ergebnis zufrieden?
es: ¿Es bueno este resultado?
fr: Ce résultat vous convient-il ?
he: האם התוצאה הזו טובה?
id: Apakah hasil ini bagus?
it: Il risultato va bene?
nl: Is dit resultaat goed?
pt_br: Este é um bom resultado?
sv: Är detta resultat bra?
tr: Bu sonuç iyi mi?

# productDetailPreviewView.generateAgain
source: Generate Again
ar: الإنشاء مجددًا
de: Neu generieren
es: Volver a generar
fr: Générer à nouveau
he: ליצור שוב
id: Buat Lagi
it: Genera di nuovo
nl: Opnieuw genereren
pt_br: Gerar novamente
sv: Generera igen
tr: Yeniden Oluştur

# productDetailPreviewView.inStock
source: In stock
ar: متوفر في المخزون
de: Vorrätig
es: Hay existencias
fr: En stock
he: במלאי
id: Tersedia
it: In magazzino
nl: Op voorraad
pt_br: Em estoque
sv: I lager
tr: Stokta

# productDetailPreviewView.inventory
source: Inventory
ar: المخزون
de: Lagerbestand
es: Inventario
fr: Inventaire
he: מלאי
id: Persediaan
it: Inventario
nl: Inventaris
pt_br: Inventário
sv: Lager
tr: Stok

# productDetailPreviewView.nameSummaryAndDescription
source: Name, Summary & Description
ar: الاسم والملخص والوصف
de: Name, Zusammenfassung und Beschreibung
es: Nombre, resumen y descripción
fr: Nom, résumé et description
he: שם, סיכום ותיאור
id: Nama, Ringkasan, dan Deskripsi
it: Nome, riepilogo e descrizione
nl: Naam, overzicht en beschrijving
pt_br: Nome, resumo e descrição
sv: Namn, sammanfattning och beskrivning
tr: Ad, Özet ve Açıklama

# productDetailPreviewView.photoSelected
source: Photo selected
ar: تم تحديد الصورة
de: Foto ausgewählt
es: Imagen elegida
fr: Photo sélectionnée
he: התמונה נבחרה
id: Foto dipilih
it: Foto selezionata
nl: Foto geselecteerd
pt_br: Foto selecionada
sv: Foto valt
tr: Fotoğraf seçildi

# productDetailPreviewView.price
source: Price
ar: السعر
de: Preis
es: Precio
fr: Prix
he: מחיר
id: Harga
it: Prezzo
nl: Prijs
pt_br: Preço
sv: Pris
tr: Fiyat

# productDetailPreviewView.productDescriptionPlaceholder
source: Describe your product
ar: وصف منتجك
de: Beschreibe dein Produkt
es: Describe tu producto
fr: Décrire votre produit
he: יש לתאר את המוצר שלך
id: Deskripsikan produk Anda
it: Descrivi il tuo prodotto
nl: Beschrijf je product
pt_br: Descreva o produto
sv: Beskriv din produkt
tr: Ürününüzü açıklayın

# productDetailPreviewView.productNamePlaceholder
source: Name your product
ar: اسم منتجك
de: Gib deinem Produkt einen Namen
es: Nombra tu producto
fr: Nommer votre produit
he: יש לציין שם למוצר
id: Namai produk Anda
it: Assegna un nome al tuo prodotto
nl: Geef je product een naam
pt_br: Nomeie o produto
sv: Namnge din produkt
tr: Ürününüzü adlandırın

# productDetailPreviewView.productShortDescriptionPlaceholder
source: A brief excerpt about your product
ar: مقتطف موجز حول منتجك
de: Ein kurzer Auszug zu deinem Produkt
es: Un extracto breve sobre el producto
fr: Description brève de votre produit
he: תקציר אודות המוצר שלך
id: Kutipan singkat tentang produk Anda
it: Un breve riassunto del tuo prodotto
nl: Een korte samenvatting van je product
pt_br: Um breve resumo sobre o produto
sv: Ett kort utdrag om din produkt
tr: Ürününüzle ilgili kısa bir alıntı

# productDetailPreviewView.productType
source: Product type
ar: نوع المنتج
de: Produkttyp
es: Tipo de producto
fr: Type de produit
he: סוג מוצר
id: Tipe produk
it: Tipo di prodotto
pt_br: Tipo de produto
sv: Produkttyp
tr: Ürün türü

# productDetailPreviewView.retry
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
he: לנסות שוב
id: Coba lagi
it: Riprova
nl: Opnieuw proberen
pt_br: Tentar novamente
sv: Försök igen
tr: Tekrar dene

# productDetailPreviewView.saveAsDraft
source: Save as draft
ar: حفظ كمسودة
de: Als Entwurf speichern
es: Guardar como borrador
fr: Enregistrer comme brouillon
he: לשמור כטיוטה
id: Simpan sebagai draf
it: Salva come bozza
nl: Opslaan als concept
pt_br: Salvar como rascunho
sv: Spara som utkast
tr: Taslak olarak kaydet

# productDetailPreviewView.shipping
source: Shipping
ar: الشحن
de: Versand
es: Envío
fr: Expédition
he: משלוח
id: Pengiriman
it: Spedizione
nl: Verzending
pt_br: Envio
sv: Frakt
tr: Gönderim

# productDetailPreviewView.subtitle
source: You can edit or regenerate your product details before saving.
ar: يمكنك تحرير تفاصيل منتجاتك أو إعادة إنشائها قبل الحفظ.
de: Du kannst die Produktdetails vor dem Speichern bearbeiten oder neu generieren.
es: Puedes editar o volver a generar los detalles del producto antes de guardar.
fr: Vous pouvez modifier ou générer à nouveau les détails de votre produit avant d’enregistrer.
he: אפשר לערוך את פרטי המוצר או ליצור אותם מחדש לפני השמירה.
id: Anda dapat menyunting atau membuat ulang detail produk sebelum menyimpan.
it: Puoi modificare o rigenerare i dettagli del prodotto prima di salvarli.
nl: Je kan je productgegevens bewerken of opnieuw genereren voordat je ze opslaat.
pt_br: Você pode editar ou gerar novamente os detalhes do produto antes de salvar.
sv: Du kan redigera eller återskapa din produktinformation innan du sparar.
tr: Kaydetmeden önce ürün ayrıntılarınızı düzenleyebilir veya yeniden oluşturabilirsiniz.

# productDetailPreviewView.tags
source: Tags
ar: الوسوم
de: Schlagwörter
es: Etiquetas
fr: Étiquettes
he: תגיות
id: Tag
it: Tag
sv: Etiketter
tr: Etiketler

# productDetailPreviewView.title
source: Preview
ar: معاينة
de: Vorschau
es: Vista previa
fr: Aperçu
he: תצוגה מקדימה
id: Pratinjau
it: Anteprima
nl: Voorbeeldweergave
pt_br: Visualização
sv: Förhandsgranska
tr: Önizleme

# productDetailPreviewView.undoEdits
source: Undo edits
ar: التراجع عن عمليات التحرير
de: Änderungen rückgängig machen
es: Deshacer las ediciones
fr: Annuler les modifications
he: לבטל שינויים
id: Batalkan sunting
it: Annulla modifiche
nl: Wijzigingen verwijderen
pt_br: Desfazer edições
sv: Ångra redigeringar
tr: Düzenlemeleri geri al

# productDetailPreviewViewModel.optionSwitch.title
source: Option %1$d of %2$d
ar: خيار ⁦%1$d⁩ من ⁦%2$d⁩
de: Option %1$d von %2$d
es: Opción %1$d de %2$d
fr: Option %1$d sur %2$d
he: אפשרות ⁦%1$d⁩ מתוך ⁦%2$d⁩
id: Pilihan %1$d dari %2$d
it: Opzione %1$d di %2$d
nl: Optie %1$d van %2$d
pt_br: Opção %1$d de %2$d
sv: Alternativ %1$d av %2$d
tr: Seçenek %1$d/%2$d

# productDetailPreviewViewModel.photoRemovedNotice.title
source: Photo removed
ar: تمت إزالة الصورة
de: Foto entfernt
es: Imagen eliminada
fr: Photo supprimée
he: התמונה הוסרה
id: Foto dihapus
it: Foto rimossa
nl: Foto verwijderd
pt_br: Foto removida
sv: Foto borttaget
tr: Fotoğraf kaldırıldı

# productDetailPreviewViewModel.photoRemovedNotice.undo
source: Undo
ar: تراجع
de: Rückgängig
es: Deshacer
fr: Annuler
he: לבטל פעולה אחרונה
id: Batal
it: Annulla
nl: Ongedaan maken
pt_br: Desfazer
sv: Ångra
tr: Geri al

# productDownloadListViewController.notice.errorUploadingLocalFile
source: Error uploading the file. Please try again.
ar: خطأ في رفع الملف. ترجى المحاولة مجددًا.
de: Fehler beim Hochladen der Datei. Bitte versuche es erneut.
es: Error al subir el archivo. Inténtalo de nuevo.
fr: Erreur lors de la mise en ligne du fichier. Veuillez réessayer.
he: אירעה שגיאה בהעלאת הקובץ. יש לנסות שוב.
id: Error saat mengunggah file. Coba lagi.
it: Errore durante il caricamento del file. Riprova.
nl: Fout bij uploaden van bestand. Probeer het nog eens.
pt_br: Erro ao fazer upload do arquivo. Tente novamente.
ru: Ошибка загрузки файла. Повторите попытку.
sv: Fel vid uppladdning av filen. Försök igen.
tr: Dosya yüklenirken hata oldu. Lütfen tekrar deneyin.

# productDownloadListViewController.notice.permissionMissing
source: You don't have the permission to access the file.
ar: ليست لديك الصلاحية اللازمة للوصول إلى هذا الملف.
de: Du bist nicht berechtigt, auf die Datei zuzugreifen.
es: No tienes el permiso para acceder a este archivo.
fr: Vous n’avez pas les droits suffisants pour accéder à ce fichier.
he: אין לך הרשאות גישה לקובץ זה.
id: Anda tidak memiliki izin untuk mengakses berkas ini.
it: Non ti è permesso di accedere al file.
nl: Je hebt geen toestemming om deze pagina op te vragen.
pt_br: Sem permissões para acessar o arquivo.
ru: У вас нет прав на доступ к этому файлу.
sv: Du har inte behörighet att komma åt filen.
tr: Bu dosyaya erişmek için izniniz yok.

# productDownloadListViewController.notice.unsupportedFileType
source: The selected file type is not supported.
ar: نوع الملف المحدد غير مدعوم.
de: Der ausgewählte Dateityp wird nicht unterstützt.
es: El tipo de archivo seleccionado no es compatible.
fr: Le type de fichier sélectionné n’est pas pris en charge.
he: סוג הקובץ שמבחר אינו נתמך.
id: Jenis berkas yang dipilih tidak didukung.
it: Il tipo di file selezionato non è supportato.
nl: Het geselecteerde bestandstype wordt niet ondersteund.
pt_br: O tipo de arquivo selecionado não é compatível.
ru: Выбранный тип файла не поддерживается.
sv: Den valda filtypen stöds inte.
tr: Seçilen dosya türü desteklenmiyor.

# productForm.bottomSheet.trashAction
source: Trash product
ar: وضع المنتج في سلة المهملات
de: Produkt in den Papierkorb verschieben
es: Enviar producto a la papelera
fr: Déplacer le produit vers la corbeille
he: להעביר מוצר לפח
id: Buang produk
it: Sposta il prodotto nel cestino
nl: Product naar prullenbak verplaatsen
pt_br: Mover produto para a lixeira
ru: Отправить продукт в корзину
sv: Ta bort produkt
tr: Ürünü çöp kutusuna taşı

# productForm.defaultTitle
source: Product
ar: المنتج
de: Produkt
es: Producto
fr: Produit
he: מוצר
id: Produk
it: Prodotto
pt_br: Produto
ru: Товар
sv: Produkt
tr: Ürün

# productForm.quantityRules.placeholder
source: No Quantity Rules
ar: لا توجد قواعد للكميات
de: Keine Mengenregeln
es: No hay reglas de cantidad
fr: Pas de règles de quantité
he: אין כללי כמות
id: Tidak Ada Aturan Jumlah
it: Nessuna regola sulla quantità
nl: Geen regels voor hoeveelheid
pt_br: Não há regras de quantidade
ru: Нет правил количества
sv: Inga kvantitetsregler
tr: Miktar Kuralı Yok

# productFormDataModel.subscriptionPeriodFormat
source: every %1$@
ar: كل %1$@
de: alle %1$@
es: todos los %1$@
fr: tous les %1$@
he: כל %1$@
id: tiap %1$@
it: ogni %1$@
nl: elke %1$@
pt_br: a cada %1$@
ru: Раз в %1$@
sv: varje %1$@
tr: her %1$@

# productFormTableViewDataSource.promoteWithBlazeButton
source: Promote with Blaze
ar: الترويج باستخدام Blaze
de: Mit Blaze bewerben
es: Promocionar con Blaze
fr: Promouvoir avec Blaze
he: לקדם עם Blaze
id: Promosikan dengan Blaze
it: Promuovi con Blaze
nl: Promoten met Blaze
pt_br: Promover com o Blaze
ru: Рекламируйте при помощи Blaze
sv: Marknadsför med Blaze
tr: Blaze ile tanıt

# productFormTableViewDataSource.wpComStoreNotPublicText
source: Tap to learn more.
ar: اضغط لمعرفة المزيد.
de: Tippe, um weitere Informationen zu erhalten.
es: Pulsa para obtener más información.
fr: Touchez pour lire la suite.
he: ניתן ללחוץ כאן למידע נוסף.
id: Ketuk untuk membaca selengkapnya.
it: Tocca per saperne di più.
nl: Tik voor meer informatie.
pt_br: Toque para saber mais.
sv: Tryck för att lära dig mer.
tr: Daha fazlasını öğrenmek için dokunun.

# productFormTableViewDataSource.wpComStoreNotPublicTitle
source: The images are unavailable because your site is marked Private. You can change this by switching to Coming Soon mode.
ar: الصور غير متاحة نظرًا إلى وسم موقعك بأنه "خاص". يمكنك تغيير ذلك عن طريق التبديل إلى وضع "قريبًا".
de: Die Bilder sind nicht verfügbar, weil deine Website als privat markiert ist. Du kannst dies ändern, indem du zum Modus „Demnächst verfügbar“ wechselst.
es: Las imágenes no están disponibles porque tu sitio está marcado como privado. Puedes modificar este ajuste cambiando al modo Próximamente.
fr: Les images sont indisponibles car votre site est marqué comme Privé. Vous pouvez y remédier en passant en mode Bientôt disponible.
he: התמונות לא זמינות מאחר שהאתר שלך מסומן כ'פרטי'. אפשר לשנות את ההגדרה הזאת על ידי מעבר למצב 'בקרוב'.
id: Gambar tidak tersedia karena situs Anda ditandai Privat. Anda dapat mengubahnya dengan beralih ke mode Segera Hadir.
it: Le immagini non sono disponibili perché il tuo sito è contrassegnato come Privato. Puoi modificarlo passando alla modalità Presto disponibile.
nl: De afbeeldingen zijn niet beschikbaar omdat je site als Privé is aangemerkt. Je kan dit wijzigingen door over te schakelen naar de modus Binnenkort beschikbaar.
pt_br: As imagens não estão disponíveis, pois o site está marcado como privado. Você pode alterar isso ao mudar para o modo Em breve.
sv: Bilderna är inte tillgängliga, eftersom din webbplats är satt som Privat. Du kan ändra detta genom att växla till läget Kommer snart.
tr: Siteniz Özel olarak işaretlendiğinden görseller kullanılamıyor. Çok Yakında moduna geçerek bunu değiştirebilirsiniz.

# productImagesCollectionViewController.notice
source: Please wait until all uploads are finished before reordering images.
ar: يرجى الانتظار حتى تنتهي كل عمليات الرفع قبل إعادة ترتيب الصور
de: Warte, bis alle Uploads abgeschlossen sind, bevor du die Bilder neu anordnest.
es: Espera hasta que se terminen todas las actualizaciones para reordenar imágenes.
fr: Veuillez attendre la fin de la mise en ligne de toutes les images pour les réorganiser.
he: יש להמתין שכל ההעלאות יסתיימו לפני שינוי סדר התמונות.
id: Tunggu hingga semua selesai diunggah sebelum menyusun ulang gambar.
it: Aspetta che tutti gli aggiornamenti siano completati prima di riordinare le immagini.
nl: Wacht tot alles is geüpload voordat je de volgorde van de afbeeldingen wijzigt.
pt_br: Aguarde até todos os uploads serem concluídos para reorganizar as imagens.
ru: Прежде чем изменять порядок изображений, дождитесь завершения всех загрузок.
sv: Vänta tills alla uppladdningar har slutförts innan du ändrar ordning på bilderna.
tr: Görselleri yeniden sıralamadan önce tüm yüklemelerin tamamlanmasını bekleyin.

# productInfoView.suggestedProductLabel
source: Suggested product
ar: المنتج المقترح
de: Vorgeschlagenes Produkt
es: Producto recomendado
fr: Produit suggéré
he: מוצר מומלץ
id: Saran produk
it: Prodotto consigliato
nl: Voorgesteld product
pt_br: Produto sugerido
ru: Рекомендуемый товар
sv: Föreslagen produkt
tr: Önerilen ürün

# productPriceSettingsViewController.billingIntervalRowTitle
source: Billing interval
ar: الفاصل الزمني للفوترة
de: Zahlungsintervall
es: Intervalo de facturación
fr: Intervalle de facturation
he: תדירות החיוב
id: Interval penagihan
it: Intervallo di fatturazione
nl: Factuurinterval
pt_br: Intervalo de cobrança
ru: Расчётный интервал
sv: Faktureringsintervall
tr: Faturalama aralığı

# productPriceSettingsViewController.subscriptionPeriodToolBarButton
source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
he: בוצע
id: Selesai
it: Fatto
nl: Gereed
pt_br: Concluir
ru: Готово
sv: Klar
tr: Tamam

# productPriceSettingsViewModel.regularPriceAccessibilityHint
source: The price for this product. Editable.
ar: سعر هذا المنتج. قابل للتحرير.
de: Der Preis für dieses Produkt. Bearbeitbar.
es: El precio de este producto. Editable.
fr: Prix de ce produit. Modifiable.
he: מחיר המוצר. ניתן לעריכה.
id: Harga produk ini. Dapat disunting.
it: Prezzo di questo prodotto. Modificabile.
nl: The price for this product. Bewerkbaar.
pt_br: O preço deste produto. Editável.
ru: Цена данного товара. Редактируемое значение.
sv: Priset för den här produkten. Redigerbart.
tr: Bu ürünün fiyatı. Düzenlenebilir.

# productPriceSettingsViewModel.regularPriceTitle
source: Price
ar: السعر
de: Preis
es: Precio
fr: Prix
he: מחיר
id: Harga
it: Prezzo
nl: Prijs
pt_br: Preço
ru: Цена
sv: Pris
tr: Fiyat

# productPriceSettingsViewModel.salePriceAccessibilityHint
source: The sale price for this product. Editable.
ar: سعر بيع هذا المنتج قابل للتحرير.
de: Verkaufspreis für dieses Produkt. Bearbeitbar.
es: El precio de venta de este producto. Editable.
fr: Prix de vente de ce produit. Modifiable.
he: מחיר המבצע של המוצר. ניתן לעריכה.
id: Harga obral untuk produk ini. Dapat disunting.
it: Prezzo di vendita per questo prodotto. Modificabile.
nl: De aanbiedingsprijs van dit product. Bewerkbaar. Bewerkbaar.
pt_br: O preço promocional deste produto. Editável.
ru: Продажная цена товара. Редактируемое значение.
sv: Försäljningspriset för den här produkten. Redigerbart.
tr: Bu ürünün indirimli satış fiyatı. Düzenlenebilir.

# productPriceSettingsViewModel.salePriceTitle
source: Sale price
ar: سعر البيع
de: Verkaufspreis
es: Precio rebajado
fr: Tarif promotionnel
he: מחיר המבצע
id: Harga obral
it: Prezzo di vendita
nl: Prijs tijdens de sale
pt_br: Preço promocional
ru: Цена со скидкой
sv: Reapris
tr: İndirimli satış fiyatı

# productPriceSettingsViewModel.saleSectionTitle
source: Sale
ar: تخفيض
de: Angebot
es: Oferta
fr: Promo
he: מבצע
id: Obral
it: Offerta
nl: Verkoop
pt_br: Promoção
ru: Распродажа
sv: Rea
tr: İndirim

# productPriceSettingsViewModel.signupFeeAccessibilityHint
source: The subscription sign-up fee for this product. Editable.
ar: رسوم تسجيل الاشتراك لهذا المنتج. قابل للتحرير.
de: Die Abonnement-Registrierungsgebühr für dieses Produkt. Bearbeitbar.
es: La tarifa de suscripción a este producto. Editable.
fr: Frais d’inscription pour ce produit. Modifiable.
he: דמי הרשמה למינוי עבור מוצר זה. ניתן לעריכה.
id: Biaya pendaftaran untuk berlangganan produk ini. Dapat disunting.
it: Costo di iscrizione all'abbonamento per questo prodotto. Modificabile.
nl: The subscription sign-up fee for this product. Bewerkbaar.
pt_br: A taxa de inscrição de assinatura para este produto. Editável.
ru: Регистрационный сбор при подписке на этот товар. Редактируемое значение.
sv: Registreringsavgift för prenumerationen av denna produkt. Redigerbart.
tr: Bu ürünün abonelik kayıt ücreti. Düzenlenebilir.
