Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

# wordpresskit.api.message.endpoint_throttled
source: Limit reached. You can try again in 1 minute. Trying again before that will only increase the time you have to wait before the ban is lifted. If you think this is in error, contact support.
ar: تم الوصول إلى الحد المسموح به. يمكنك المحاولة مرة أخرى في غضون دقيقة واحدة. ستؤدي المحاولة مرة أخرى قبل ذلك إلى زيادة الوقت الذي عليك انتظاره قبل رفع الحظر. إذا كنت تعتقد أن ذلك خطأ داخلي، فاتصل بالدعم.
de: Das Limit wurde erreicht. In einer Minute kannst du es erneut versuchen. Ein früherer Versuch verlängert nur die Wartezeit, bis die Sperre aufgehoben wird. Wenn Du einen Fehler vermutest, kontaktiere den Support.
es: Límite alcanzado. Puedes intentarlo de nuevo en 1 minuto. Intentarlo antes sólo incrementara el tiempo de espera. Si crees que esto es un error, contacta con soporte.
fr: Limite atteinte. Vous pourrez réessayer dans 1 minute. Si vous faites une nouvelle tentative avant l’échéance du délai, vous ne ferez que repousser la levée de l’exclusion. Si vous pensez qu’il s’agit d’une erreur, veuillez contacter l’assistance.
he: הגעת למגבלה המותרת. אפשר לנסות שוב בעוד דקה אחת. ניסיון נוסף לפני כן רק יגדיל את זמן ההמתנה עד לביטול החסימה. אם לדעתך זוהי שגיאה, כדאי לפנות לתמיכה.
id: Sudah mencapai batas. Anda dapat mencoba lagi setelah 1 menit. Mencoba lagi sebelum waktu yang ditentukan hanya akan menambah waktu tunggu sebelum pemblokiran dicabut. Jika Anda merasa bahwa ini adalah kesalahan, hubungi pusat bantuan kami.
it: Limite raggiunto. Attendi almeno 1 minuto prima di riprovare. Se riprovi prima del tempo indicato, non farai altro che aumentare il tempo d'attesa prima che il blocco venga revocato. Se l'errore persiste, contatta il supporto.
nl: Limiet bereikt. Je kan het over 1 minuut nogmaals proberen. Als je het voor die tijd nog een keer probeert, duurt het alleen maar langer voordat de blokkering is opgeheven. Als je denkt dat dit een fout is, neem dan contact op met ondersteuning.
pt_br: Limite atingido. Tente novamente em um minuto. Tentar novamente antes disso só aumentará o tempo de espera para o fim da restrição. Se acha que isso é um erro, fale com o suporte.
ru: Достигнут предел. Повторите попытку через 1 минуту. Не следует повторять попытку до истечения этого времени, так как это лишь увеличит время ожидания. Если вы считаете, что произошла ошибка, обратитесь в службу поддержки.
sv: Gräns uppnådd. Du kan försöka igen om en minut. Att försöka igen innan dess kommer bara att öka den tid du måste vänta innan begränsningen upphävs. Om du tror att det här är fel, kontakta supporten.
tr: Sınıra ulaşıldı. Bir (1) dakika içinde tekrar deneyebilirsiniz. Bu süre dolmadan önce tekrar denemek sadece yasağın kaldırılmasından önce geçecek sürenin uzamasına neden olur. Bunun bir hata olduğunu düşünüyorsanız desteğe başvurun.

# wordpresskit.org-rest-api.not-found
source: Couldn't find your site's REST API URL. The app needs that in order to communicate with your site. Contact your host to solve this problem.
ar: يتعذر العثور على عنوان URL لـ REST API في موقعك. يحتاج التطبيق إلى ذلك للاتصال بموقعك. يُرجى الاتصال بالمضيف لحل هذه المشكلة.
de: Die REST-API-URL deiner Website konnte nicht gefunden werden. Die App braucht sie, um mit deiner Website zu kommunizieren. Wende dich an deinen Hoster, um dieses Problem zu lösen.
es: No se ha podido encontrar la URL de la API REST de tu sitio. La aplicación la necesita para comunicarse con tu sitio. Ponte en contacto con tu proveedor de alojamiento para solucionar este problema.
fr: Impossible de trouver l’URL de l’API REST de votre site. L’application en a besoin pour communiquer avec votre site. Contactez votre hébergeur pour résoudre ce problème.
he: לא הצלחנו למצוא את כתובת ה-URL של REST API לאתר שלך. כדי שהאפליקציה תוכל לבצע התקשרות עם האתר שלך, יש להפעיל אפשרות זו. יש ליצור קשר עם חברת האחסון שלך כדי לפתור בעיה זו.
id: Tidak dapat menemukan URL REST API situs Anda. Aplikasi ini memerlukannya untuk berkomunikasi dengan situs Anda. Hubungi host Anda untuk mengatasi masalah ini.
it: Impossibile trovare l'URL dell'API REST del tuo sito. Per l'app questo è necessario per comunicare con il tuo sito. Contatta il tuo fornitore del servizio di hosting per risolvere questo problema.
nl: De URL van de REST API van je site kon niet gevonden worden. De app heeft dat nodig om met je site te communiceren. Neem contact op met je host om dit probleem op te lossen.
pt_br: Não foi possível encontrar a URL da API REST do seu site. O aplicativo precisa disso para se comunicar com o seu site. Entre em contato com seu host para resolver este problema.
ru: Не удалось обнаружить URL-адрес REST API вашего сайта. Он необходим для обмена данными между приложением и вашим сайтом. Свяжитесь с хостинг-провайдером, чтобы решить эту проблему.
sv: Kunde inte hitta din webbplats REST API-URL. Appen behöver det för att kunna kommunicera med din webbplats. Kontakta ditt webbhotell för att lösa detta problem.
tr: Sitenizin REST API URL'si bulunamadı. Uygulama, sitenizle bağlantı kurabilmek için buna gereksinim duyuyor. Bu sorunu gidermek için sunucunuzla iletişim kurun.

# wpCom2FALoginView.securityKeyButton
source: Use a security key
ar: استخدام مفتاح الأمان
de: Sicherheitsschlüssel verwenden
es: Utilizar una clave de seguridad
fr: Utiliser une clé de sécurité
he: להשתמש במפתח אבטחה
id: Gunakan kunci keamanan
it: Usa una chiave di sicurezza
nl: Gebruik een beveiligingssleutel
pt_br: Usar uma chave de segurança
ru: Использовать ключ безопасности
sv: Använd en säkerhetsnyckel
tr: Bir güvenlik anahtarı kullanın

# wpCom2FALoginView.subtitleString
source: Almost there! Please enter the verification code from your Authentication app
ar: تقريبًا هناك! يرجى إدخال رمز التحقق من تطبيق المصادقة
de: Fast geschafft! Bitte gib den Verifizierungscode aus deiner Authentifizierungs-App ein.
es: ¡Ya casi estamos! Introduce el código de verificación de tu aplicación de Autenticación.
fr: Vous y êtes presque ! Veuillez saisir le code de vérification de votre application d’authentification
he: כמעט סיימת! יש להזין את קוד האימות מאפליקציית האימות
id: Hampir selesai! Masukkan kode verifikasi dari aplikasi Pengautentikasi
it: Ci sei quasi! Inserisci il codice di verifica dalla tua app di autenticazione
nl: Bijna klaar! Voer de verificatiecode uit je Authenticator-app in
pt_br: Quase lá! Digite o código de verificação do seu aplicativo de autenticação
ru: Почти готово! Введите проверочный код из приложения для аутентификации
sv: Nästan där! Ange verifieringskoden från din Authenticator-app
tr: Çok az kaldı! Lütfen Kimlik Doğrulayıcı uygulamanızdaki doğrulama kodunu girin

# wpCom2FALoginView.textMeACode
source: Text me a code instead
ar: اكتب رمزًا لي بدلاً من ذلك
de: Stattdessen Code per SMS senden
es: Envíame un código en texto en su lugar
fr: Envoyez-moi un code à la place
he: שלחו לי קוד במקום זה
id: Kirimi saya kode saja
it: Inviami un codice
nl: Stuur mij de code via sms
pt_br: Envie-me um SMS com o código em vez disso
ru: Пришлите мне сообщение с кодом.
sv: Skicka mig en kod via SMS istället
tr: Bunun yerine bana SMS ile bir kod gönder

# wpCom2FALoginView.verificationCode
source: Verification code
ar: رمز التحقق
de: Verifizierungscode
es: Código de verificación
fr: Code de vérification
he: קוד אימות
id: Kode verifikasi
it: Codice di verifica
nl: Verificatiecode
pt_br: Código de verificação
ru: Проверочный код
sv: Verifieringskod
tr: Doğrulama kodu

# wpCom2FALoginViewModel.bad2FA
source: Whoops, that's not a valid two-factor verification code. Double-check your code and try again!
ar: عذرًا، هذا رمز تحقق من عاملين غير صالح. تحقق مجددًا من رمزك وحاول مجددًا!
de: Ups, das ist kein gültiger zweistufiger Verifizierungscode. Überprüfe deinen Code und versuche es noch einmal!
es: Vaya, eso no es un código de verificación en dos pasos válido. ¡Vuelve a comprobar tu código e inténtalo de nuevo!
fr: Oups, ce n’est pas un code de vérification deux facteurs valide. Vérifiez votre code et réessayez !
he: אופס, הקוד לאימות דו-שלבי אינו תקף. נא לוודא שהקוד נכון ולנסות שנית!
id: Ups, kode verifikasi dua faktor tersebut tidak valid. Periksa kembali kode Anda kemudian coba lagi!
it: Siamo spiacenti, questo non è un codice di autenticazione a due fattori valido. Controlla il codice e riprova.
nl: Oeps, dat is geen geldige tweevoudige verificatiecode. Controleer je code en probeer het nogmaals!
pt_br: Ops, este não é um código de verificação em duas etapas válido. Verifique seu código e tente novamente.
ru: Ошибка. Проверочный код для двухфакторной аутентификации недействителен. Проверьте код и повторите попытку.
sv: Ojdå. Den där var ingen giltig verifieringskod för tvåfaktors-autentisering. Dubbelkolla koden och försök igen!
tr: Hay aksi, bu geçerli bir iki faktörlü kimlik doğrulama kodu değil. Kodunuzu tekrar kontrol edip yeniden deneyin!

# wpCom2FALoginViewModel.invalidSecurityKey
source: Whoops, that security key does not seem valid. Please try again with another one
ar: عذرًا، لا يبدو مفتاح الأمان ذلك صالحًا. يرجى المحاولة مجددًا باستخدام واحد آخر
de: Ups, dieser Sicherheitsschlüssel ist anscheinend nicht gültig. Versuche es bitte noch einmal mit einem anderen
es: Vaya, esa clave de seguridad no es válida. Inténtalo de nuevo con otra
fr: Oups, cette clé de sécurité ne semble pas valide. Veuillez réessayer avec une autre clé
he: אופס, נראה שיש לנו כאן מפתח אבטחה לא תקף. נא לנסות שוב עם מפתח אחר
id: Ups, tampaknya kunci keamanan tidak valid. Silakan coba lagi dengan kunci lain
it: Siamo spiacenti, la chiave di sicurezza sembra non essere valida. Riprova con un'altra chiave
nl: Oeps, het lijkt erop dat die beveiligingssleutel niet geldig is. Probeer het opnieuw met een andere
pt_br: Ops, parece que essa chave de segurança não é válida. Selecione outra e tente novamente
ru: Ошибка. Похоже, этот ключ безопасности недействителен. Повторите попытку с другим ключом.
sv: Hoppsan, den säkerhetsnyckeln verkar inte vara giltig. Försök igen med en annan
tr: Hay aksi, görünüşe göre bu güvenlik anahtarı geçerli değil. Lütfen farklı bir anahtarla yeniden deneyin

# wpCom2FALoginViewModel.timeoutError
source: Time's up, but don't worry, your security is our priority. Please try again!
ar: انتهى الوقت، لكن لا داعي للقلق، فأمانك هو أولويتنا. يرجى المحاولة مرة أخرى!
de: Die Zeit ist abgelaufen, aber mach dir keine Sorgen, deine Sicherheit steht bei uns an erster Stelle. Versuche es bitte noch einmal!
es: Se ha agotado el tiempo, pero no te preocupes, tu seguridad es nuestra prioridad. Inténtalo de nuevo.
fr: Le temps est écoulé, mais ne vous inquiétez pas : votre sécurité est notre priorité. Veuillez réessayer !
he: נגמר הזמן הקצוב, אבל לא לדאוג: האבטחה שלך בעדיפות ראשונה אצלנו. יש לנסות שוב!
id: Waktu sudah habis. Namun jangan khawatir, keamanan Anda menjadi prioritas kami. Coba lagi!
it: Il tempo è scaduto, ma non preoccuparti: la tua sicurezza è la nostra priorità. Riprova.
nl: De tijd is om, maar maak je geen zorgen, jouw beveiliging is van het hoogste belang. Probeer het nog eens!
pt_br: Acabou o tempo, mas não se preocupe, nossa prioridade é sua segurança. Tente novamente.
ru: Время истекло, но не волнуйтесь, ведь ваша безопасность — главное для нас. Повторите попытку.
sv: Tiden är ute, men oroa dig inte, din säkerhet är vår prioritet. Försök igen!
tr: Süre doldu, ancak endişelenmenize gerek yok. Güvenliğiniz önceliğimizdir. Lütfen yeniden deneyin!

# wpCom2FALoginViewModel.unknownError
source: Whoops, something went wrong. Please try again!
ar: عذرًا، حدث خطأ ما. يرجى المحاولة مرة أخرى!
de: Ups, etwas ist schiefgelaufen. Versuche es bitte noch einmal!
es: Vaya, se ha producido un error. Inténtalo de nuevo.
fr: Oups, une erreur s’est produite. Veuillez réessayer !
he: אופס, משהו השתבש. יש לנסות שוב!
id: Ups, sepertinya ada yang salah. Coba lagi!
it: Siamo spiacenti, si è verificato un problema. Riprova.
nl: Oeps, er is iets fout gegaan. Probeer het nog eens!
pt_br: Ops, ocorreu um erro. Tente novamente.
ru: Ошибка. Что-то пошло не так. Повторите попытку.
sv: Hoppsan, något gick fel. Försök igen!
tr: Hay aksi, bir yanlışlık oldu. Lütfen yeniden deneyin!

# wpComLoginCoordinator.cancelButton
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batal
it: Annulla
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal Et

# wpComLoginCoordinator.title
source: Log In
ar: تسجيل الدخول
de: Anmelden
es: Acceder
fr: Se connecter
he: להתחבר
it: Accedi
nl: Inloggen
pt_br: Fazer login
ru: Вход
sv: Logga in
tr: Oturum Aç

source: year
ar: سنة
de: Jahr
es: año
fr: année
he: שנה
id: tahun
it: anno
nl: jaar
pt_br: ano
ru: год
sv: år
tr: yıl

source: years
ar: سنوات
de: Jahre
es: Años
fr: Années
he: שנים
id: Tahun
it: Anni
nl: Jaren
pt_br: Anos
ru: Годы
sv: År
tr: Yıl

source: your site
ar: موقعك
de: deine Website
es: tu sitio
fr: votre site
he: האתר שלך
id: situs Anda
it: il tuo sito
ja: あなたのサイト
nl: je site
pt_br: seu site
ru: ваш сайт
sv: din webbplats
tr: siteniz

source: {G} Log in with Google.
ar: {G} تسجيل الدخول باستخدام Google.
de: {G} Mit Google anmelden.
es: {G} Acceder con Google.
fr: {G} Connectez-vous avec Google.
he: {G} התחברות עם Google.
id: {G} Login dengan Google.
it: {G} Accedi con Google.
ja: {G} Google アカウントでログイン。
nl: {G} Inloggen met Google.
pt_br: {G} Acessar com o Google.
ru: {G} Войти через Google.
sv: {G} Logga in med Google.
tr: {G} Google ile giriş yap.

source: Åland Islands
ar: جزر آلاند
de: Ålandinseln
es: Islas Åland
fr: Îles Åland
he: איי אולנד
id: Kepulauan Åland
it: Isole Åland
ja: オーランド諸島
nl: Åland
pt_br: Ilhas Aland
ru: Аландские острова
sv: Åland
tr: Åland Adaları

source: 🎉 New tax rate set
ar: 🎉 تم تعيين معدل ضريبة جديد
de: 🎉 Neuen Steuersatz festgelegt
es: 🎉 Se ha establecido una nueva tasa de impuesto
fr: 🎉 Nouveau taux de taxe défini
he: 🎉 הגדרה חדשה לשיעורי מיסים
id: 🎉 Tarif pajak baru berhasil ditetapkan
it: 🎉 Nuova aliquota d'imposta configurata
nl: 🎉 Nieuw belastingtarief ingesteld
pt_br: 🎉 Novo imposto definido
ru: 🎉 Новая налоговая ставка установлена
sv: 🎉 Ny momssats inställd
tr: 🎉 Yeni vergi oranı ayarlama

source: 🎉 Order Completed
ar: 🎉 تم اكتمال الطلب
de: 🎉 Bestellung fertiggestellt
es: 🎉 Pedido completado
fr: 🎉 Commande terminée
he: 🎉 ההזמנה הושלמה
id: 🎉 Pesanan Selesai
it: 🎉 Ordine completato
ja: 🎉 注文完了
nl: 🎉 Bestelling voltooid
pt_br: 🎉 Pedido concluído
ru: 🎉 Завершение заказа
sv: 🎉 Beställning färdigbehandlad
tr: 🎉 Sipariş Tamamlandı

source: 🎉 Products successfully refunded
ar: تم استرداد أموال 🎉 من المنتجات بنجاح
de: 🎉 Produkte erfolgreich rückerstattet
es: Se han reembolsado correctamente 🎉 productos
fr: 🎉 Produits remboursés avec succès
he: החזר כספי עבור 🎉 מוצרים בוצע בהצלחה
id: 🎉 Pengembalian dana produk berhasil
it: 🎉 prodotti rimborsati correttamente
ja: 🎉 商品は正常に返金されました
nl: 🎉 Producten zijn terugbetaald
pt_br: 🎉 produtos reembolsados com êxito
ru: 🎉 Средства за продукты возвращены
sv: 🎉 produkter återbetalades
tr: 🎉 Ürünlerin geri ödemesi başarıyla yapıldı

source: An error occurred accessing Bluetooth - please enable Bluetooth and try again.
fr: Une erreur s’est produite lors de la tentative d’accès au Bluetooth. Activez le Bluetooth et réessayez
id: Terjadi error saat mengakses Bluetooth - aktifkan Bluetooth dan coba lagi
pt_br: Ocorreu um erro ao acessar o Bluetooth. Ative-o e tente novamente.
tr: Bluetooth'a erişimde bir hata oluştu - lütfen Bluetooth'u etkinleştirin ve tekrar deneyin

source: An identical transaction was submitted recently. If you wish to continue, try another means of payment.
fr: Une transaction identique a été soumise récemment. Si vous souhaitez poursuivre, essayez un autre moyen de paiement
id: Transaksi yang identik dilakukan baru-baru ini. Jika ingin melanjutkan, coba metode pembayaran lainnya
pt_br: Uma transação idêntica foi enviada recentemente. Se quiser continuar, tente outro meio de pagamento
tr: Yakın zamanda benzer bir işlem gönderildi. Devam etmek istiyorsanız başka bir ödeme yöntemi deneyin

source: An incorrect PIN has been entered too many times. Try another means of payment.
fr: Un code PIN incorrect a été saisi trop de fois. Essayez un autre moyen de paiement
id: Batas input PIN yang salah sudah terlampaui. Coba gunakan metode pembayaran lainnya
pt_br: Um PIN incorreto foi inserido vezes demais. Tente outro meio de pagamento
tr: Birçok kez yanlış PIN girildi. Başka bir ödeme yöntemi deneyin

source: An incorrect PIN has been entered. Try again, or use another means of payment.
fr: Un code PIN incorrect a été saisi. Réessayez ou utilisez un autre moyen de paiement
id: PIN yang dimasukkan salah. Coba lagi, atau gunakan metode pembayaran lainnya
pt_br: Um PIN incorreto foi inserido. Tente novamente ou use outro meio de pagamento
tr: Yanlış PIN girildi. Yeniden deneyin veya başka bir ödeme yöntemi kullanın

source: Card was left in reader - please remove and reinsert card.
fr: La carte n’a pas été retirée du lecteur. Retirez-la, puis réinsérez-la
id: Kartu tertinggal di pembaca - ambil kartu lalu masukkan lagi
pt_br: O cartão foi deixado no leitor. Remova e insira-o novamente.
tr: Kart okuyucuda kaldı - lütfen kartı çıkarıp yeniden takın

source: Card was removed too soon - please try transaction again.
fr: La carte a été retirée trop tôt. Relancez la transaction
id: Kartu diambil terlalu cepat - harap coba transaksi lagi
pt_br: O cartão foi removido muito cedo. Tente novamente.
tr: Kart çok erken çıkarıldı - lütfen işlemi tekrar deneyin

source: Connecting to the card reader timed out - ensure it is nearby and charged and then try again.
fr: La connexion au lecteur de cartes a été interrompue après le délai. Assurez-vous qu’il est assez près et bien chargé, puis réessayez
id: Waktu untuk menghubungkan pembaca kartu sudah habis - pastikan pembaca kartu berada dekat dan terisi daya lalu coba lagi
pt_br: A conexão com o leitor de cartão atingiu o tempo limite. Certifique-se de que ele está próximo e carregado e tente novamente.
tr: Kart okuyucuya bağlanma işlemi zaman aşımına uğradı - yakında olduğundan ve şarj edildiğinden emin olduktan sonra tekrar deneyin

source: No card reader is connected - connect a reader and try again.
fr: Aucun lecteur de cartes n’est connecté. Connectez un lecteur, puis réessayez
id: Tidak ada pembaca kartu yang terhubung - sambungkan pembaca dan coba lagi
pt_br: Nenhum leitor de cartão está conectado. Conecte um leitor e tente novamente.
tr: Bağlı kart okuyucu yok - bir okuyucu bağlayın ve tekrar deneyin

source: No connection to the Internet - please connect to the Internet and try again.
fr: Aucune connexion à Internet. Connectez-vous à Internet, puis réessayez
id: Tidak ada koneksi internet - hubungkan ke internet dan coba lagi
pt_br: Não há conexão com a Internet. Conecte-se e tente novamente.
tr: İnternet bağlantısı yok - lütfen İnternete bağlanın ve tekrar deneyin

source: Payment declined due to insufficient funds. Try another means of payment.
fr: Le paiement a été refusé en raison de fonds insuffisants. Essayez un autre moyen de paiement
id: Pembayaran ditolak karena dana tidak cukup. Coba gunakan metode pembayaran lainnya
pt_br: Pagamento recusado por saldo insuficiente Tente outro meio de pagamento
tr: Ödeme yetersiz bakiye nedeniyle reddedildi. Başka bir ödeme yöntemi deneyin

source: Payment was declined for an unknown reason. Try another means of payment.
fr: Le paiement a été refusé pour une raison inconnue. Essayez un autre moyen de paiement
id: Pembayaran ditolak karena alasan yang tidak diketahui. Coba gunakan metode pembayaran lainnya
pt_br: Pagamento recusado por motivos desconhecidos. Tente outro meio de pagamento
tr: Ödeme bilinmeyen bir nedenle reddedildi. Başka bir ödeme yöntemi deneyin

source: Payment was declined for an unspecified reason. Try another means of payment.
fr: Le paiement a été refusé pour une raison non spécifiée. Essayez un autre moyen de paiement
id: Pembayaran ditolak karena alasan yang tidak dijelaskan. Coba gunakan metode pembayaran lainnya
pt_br: Pagamento recusado por motivo não especificado. Tente outro meio de pagamento
tr: Ödeme belirtilmeyen bir nedenle reddedildi. Başka bir ödeme yöntemi deneyin

source: Please check your Apple ID is valid, and then try again. A valid Apple ID is required to accept Apple's Terms of Service.
fr: Assurez-vous que votre ID Apple est valide, puis réessayez. Un ID Apple valide est obligatoire pour pouvoir accepter les conditions d’utilisation d’Apple.
id: Pastikan bahwa ID Apple Anda valid, lalu coba lagi. Diperlukan ID Apple yang valid untuk menerima Ketentuan Layanan Apple
pt_br: Verifique se o seu Apple ID é válido e tente novamente. Um Apple ID válido é obrigatório para aceitar os Termos de serviço da Apple
tr: Lütfen Apple Kimliğinizin geçerliliğini kontrol edin ve tekrar deneyin. Apple'ın Hizmet Koşullarını kabul etmek için geçerli bir Apple Kimliği gereklidir.

source: Please sign in to iCloud on this device to use Tap to Pay on iPhone.
fr: Connectez-vous à iCloud sur cet appareil pour utiliser le service Appuyer pour payer sur iPhone.
id: Silakan login di iCloud perangkat ini untuk menggunakan Ketuk untuk Bayar di iPhone
pt_br: Faça login no iCloud neste dispositivo para usar o Tap to Pay on iPhone
tr: Tap to Pay on iPhone özelliğini kullanmak için lütfen bu cihazda iCloud'a giriş yapın

source: Please try again, and accept Apple's Terms of Service, so you can use Tap to Pay on iPhone.
fr: Veuillez réessayer et accepter les conditions d’utilisation d’Apple pour pouvoir utiliser le service Appuyer pour payer sur iPhone.
id: Silakan coba lagi dan terima Ketentuan Layanan Apple untuk menggunakan fitur Ketuk untuk Bayar di iPhone.
pt_br: Tente novamente e aceite os Termos de serviço da Apple para poder usar o Tap to Pay on iPhone
tr: Lütfen tekrar deneyin ve Tap to Pay on iPhone özelliğini kullanabilmeniz için Apple'ın Hizmet Koşullarını kabul edin

source: Review marked as %@
de: Bewertung markiert als %@
es: La reseña se ha marcado como %@
fr: Avis marqué comme %@
he: הביקורת סומנה בתור "%@"
id: Ulasan ditandai %@
it: Recensione contrassegnata come %@
ja: レビューを%@にしました
nl: Beoordeling gemarkeerd als %@
pt_br: Avaliação marcada como %@
ru: Обзор помечен как %@
sv: Recension markerad som %@
tr: İnceleme %@ olarak işaretlendi

source: Scan to Pay
de: Zum Bezahlen scannen
es: Escanear para pagar
fr: Scanner pour payer
he: לסרוק לתשלום
id: Pindai untuk Membayar
it: Scansiona per pagare
nl: Scan om te betalen
pt_br: Escaneie para pagar
ru: Сканируйте для оплаты
sv: Skanna för att betala
tr: Ödemek İçin Tara

source: Sorry, this payment couldn’t be processed.
fr: Impossible de traiter ce paiement, veuillez nous en excuser.
id: Maaf, pembayaran ini tidak dapat diproses.
pt_br: Não foi possível processar este pagamento.
tr: Üzgünüz, ödemeniz işleme alınamadı.

source: Sorry, this refund could not be canceled.
fr: Veuillez nous excuser, nous n’avons pas pu annuler ce remboursement
id: Maaf, pengembalian dana ini tidak dapat dibatalkan
pt_br: Não foi possível cancelar este reembolso
tr: Maalesef bu geri ödeme iptal edilemedi

source: System test cards are not permitted for payment. Try another means of payment.
fr: Les cartes de test système ne sont pas autorisées pour le paiement. Essayez un autre moyen de paiement
id: Kartu pengujian sistem tidak boleh digunakan untuk pembayaran. Coba gunakan metode pembayaran lainnya
pt_br: Cartões de teste do sistema não são permitidos para pagamentos. Tente outro meio de pagamento
tr: Sistem test kartlarına ödeme yapılmasına izin verilmiyor. Başka bir ödeme yöntemi deneyin
