Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: New analytics views, let you see visitors, reports and more.
ar: تسمح لك مشاهدات التحليلات الجديدة بالاطلاع على الزائرين والتقريرات والمزيد.
de: Mit den neuen Statistikanzeigen siehst du Besucher, Berichte und mehr.
es: Las nuevas vistas de análisis te permiten ver los visitantes, los informes y mucho más.
fr: Vous pouvez profiter de nouvelles vues de statistiques pour voir vos visiteurs, vos rapports, et plus encore.
he: להשתמש בתצוגה של נתונים אנליטיים כדי לראות את המבקרים, הדוחות ועוד.
id: Tampilan analitik baru memungkinkan Anda melihat pengunjung, laporan, dan lain sebagainya.
it: Nuove visualizzazioni dell'analisi, che ti consentono di vedere visitatori, rapporti e altro ancora.
ja: 新しいアナリティクスビューでは、訪問者やレポートなどを確認できます。
nl: Nieuwe analytische weergaven: bekijk bezoekers, rapporten en meer.
pt_br: Com as novas visualizações de análise, você vê os visitantes, relatórios e muito mais.
ru: Новые аналитические виды позволяют просматривать посетителей, отчеты и многое другое.
sv: Nya analysvyer låter dig se besökare, rapporter och mer.
tr: Yeni analiz görünümleri, ziyaretçileri, raporları ve daha fazlasını görmenizi sağlar.

source: New features available!
ar: ميزات جديدة متوفرة!
de: Neue Funktionen verfügbar?
es: ¡Hay nuevas funciones disponibles!
fr: Nouvelles fonctionnalités disponibles !
he: אפשרויות חדשות זמינות!
id: Tersedia fitur baru!
it: Nuove funzionalità disponibili.
ja: 新機能を利用できます。
nl: Nieuwe functies beschikbaar!
pt_br: Novas funcionalidades disponíveis!
ru: Доступны новые функции!
sv: Nya funktioner tillgängliga!
tr: Yeni özellikler mevcut.

source: New order for
ar: طلب جديد من أجل
de: Neue Bestellung für
es: Nuevo pedido de
fr: Nouvelle commande pour
he: הזמנה חדשה עבור
id: Pesanan baru untuk
it: Nuovo ordine per
nl: Nieuwe bestelling voor
pt_br: Novo pedido para
ru: Новый заказ на
sv: Ny beställning för
tr: Şunun için yeni sipariş:

source: New order for $13.98 on Your WooCommerce Store
ar: طلب جديد مقابل 13.98 دولارًا على متجر WooCommerce الخاص بك
de: Neue Bestellung in Höhe von 13,98 US-Dollar in deinem WooCommerce-Shop
es: Nuevo pedido de 13,98 $ en tu tienda de WooCommerce
fr: Nouvelle commande de 13,98 $ auprès de votre boutique WooCommerce
he: הזמנה חדשה בסכום של 13.98 $ בחנות שלך ב-WooCommerce
id: Pesanan baru senilai $13,98 di Toko WooCommerce Anda
it: Nuovo ordine pari a $ 13,98 nel tuo negozio WooCommerce
ja: WooCommerce ストアに $13.98の新しい注文があります
nl: Nieuwe bestelling van $ 13,98 in je WooCommerce-winkel
pt_br: Novo pedido de US$ 13,98 em Sua Loja do WooCommerce
ru: Новый заказ на 13,98 долл. в магазине WooCommerce
sv: Ny beställning för 13.98 USD i din WooCommerce-butik
tr: WooCommerce Mağazanızda 13.98 ABD doları tutarında yeni sipariş

source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
he: הבא
id: Selanjutnya
it: Successivo
ja: 次へ
nl: Volgende
pt_br: Próximo
ru: Далее
sv: Nästa
tr: Sonraki

source: Nicaragua
ar: نيكاراجوا
he: ניקרגוואה
id: Nikaragua
ja: ニカラグア
pt_br: Nicarágua
ru: Никарагуа
tr: Nikaragua

source: Niger
ar: النيجر
es: Níger
he: ניז'ר
ja: ニジェール
pt_br: Níger
ru: Нигер
tr: Nijer

source: Nigeria
ar: نيجيريا
he: ניגריה
ja: ナイジェリア
pt_br: Nigéria
ru: Нигерия
tr: Nijerya

source: Niue
ar: نييوي
he: נואי
ja: ニウエ
ru: Ниуэ

source: No (approved) reviews
ar: لا توجد مراجعات (تمت الموافقة عليها)
de: Keine (genehmigten) Bewertungen
es: No hay ninguna reseña (aprobada)
fr: Aucun avis (approuvé)
he: אין ביקורות (מאושרות)
id: Tidak ada ulasan (yang disetujui)
it: Nessuna recensione (approvata)
ja: (承認済みの) レビューはありません
nl: Geen (goedgekeurde) beoordelingen
pt_br: Nenhuma avaliação (aprovada)
ru: Нет (подтверждённых) отзывов
sv: Inga (godkända) recensioner
tr: (Onaylanmış) yorum yok

source: No Parent Category
ar: لا يوجد تصنيف أصلي
de: Keine übergeordnete Kategorie
es: Sin categoría superior
fr: Aucune catégorie parente
he: אין קטגוריית אב
id: Tidak Ada Kategori Induk
it: Nessuna categoria principale
nl: Geen hoofdcategorie
pt_br: Nenhuma categoria principal
ru: Нет родительской рубрики
sv: Ingen överordnad kategori
tr: Üst Kategori Yok

source: No Restrictions
ar: بلا قيود
de: Keine Einschränkungen
es: Sin restricciones
fr: Aucun restriction
he: ללא הגבלות
id: Tidak Ada Pembatasan
it: Nessuna restrizione
ja: 制限なし
nl: Geen beperkingen
pt_br: Sem restrições
ru: Нет ограничений
sv: Inga begränsningar
tr: Kısıtlama Yok

source: No activity this period
ar: لا يوجد أي نشاط في هذه الفترة
de: Keine Aktivitäten in diesem Zeitraum
es: Sin actividad durante este periodo
fr: Aucune activité sur cette période
he: אין פעילות בפרק זמן זה
id: Tidak ada aktivitas dalam periode ini
it: Nessuna attività per questo periodo
ja: この期間のアクティビティはありません
nl: Geen activiteiten deze periode
pt_br: Nenhuma atividade no período
ru: Активность за этот период отсутствует
sv: Ingen aktivitet den här perioden
tr: Bu dönemde hiç etkinlik yok

source: No address specified.
ar: لا يوجد عنوان محدد.
de: Keine Adresse angegeben.
es: No se ha indicado ninguna dirección.
fr: Aucune adresse spécifiée.
he: לא צוינה כתובת.
id: Tidak ada alamat yang dicantumkan.
it: Nessun indirizzo specificato
ja: 住所が指定されていません。
nl: Geen adres opgegeven.
pt_br: Nenhum endereço especificado.
ru: Адрес не указан.
sv: Ingen adress angiven.
tr: Adres belirtilmedi.

source: No campaigns yet
ar: لا توجد حملات حتى الآن
de: Noch keine Kampagnen
es: Todavía no hay campañas
he: עדיין אין קמפיינים
id: Belum ada kampanye
it: Ancora nessuna campagna
nl: Nog geen campagnes
pt_br: Nenhuma campanha ainda
ru: Нет рекламных кампаний
sv: Inga kampanjer ännu
tr: Henüz kampanya yok

source: No category selected
ar: لم يتم تحديد التصنيف
de: Keine Kategorie ausgewählt
es: No se ha seleccionado ninguna categoría
fr: Aucune catégorie sélectionnée
he: לא נבחרו קטגוריות
id: Tidak ada kategori yang dipilih
it: Nessuna categoria selezionata
ja: カテゴリーが選択されていません
nl: Geen categorie geselecteerd
pt_br: Nenhuma categoria selecionada
ru: Категория не выбрана
sv: Ingen kategori vald
tr: Kategori seçilmedi

source: No connection
ar: لا يوجد اتصال
de: Keine Verbindung
es: Sin conexión
fr: Aucune connexion
he: אין חיבור
id: Tak ada koneksi
it: Nessuna connessione
ja: 接続できません
nl: Geen verbinding
pt_br: Sem conexão
ru: Нет подключения
sv: Ingen anslutning
tr: Bağlantı yok

source: No connection issues
ar: لا توجد مشكلات في الاتصال
de: Keine Verbindungsprobleme
es: No hay problemas de conexión
fr: Aucun problème de connexion
he: לא נמצאו בעיות בחיבור
id: Tidak ada masalah koneksi
it: Nessun problema di connessione
nl: Geen verbindingsproblemen
pt_br: Nenhum problema de conexão
ru: Проблем с подключением нет
sv: Inga anslutningsproblem
tr: Bağlantı sorunu yok

source: No coupons found
ar: لم يتم العثور على قسائم
de: Keine Gutscheine gefunden
es: No se han encontrado cupones
fr: Aucun code promo trouvé
he: לא נמצאו קופונים
id: Kupon tidak ditemukan
it: Nessun codice promozionale trovato
ja: クーポンがありません
nl: Geen waardebonnen gevonden
pt_br: Nenhum cupom encontrado
ru: Купонов не обнаружено
sv: Inga rabattkoder hittades
tr: Kupon bulunamadı

source: No current period available
ar: لا تتوافر فترة حالية
de: Kein aktueller Zeitraum verfügbar
es: No hay ningún período actual disponible
fr: Aucune période actuelle disponible
he: אין תקופה נוכחית זמינה
id: Periode saat ini tidak tersedia
it: Nessun periodo corrente disponibile
ja: 利用できる現在の期間がありません
nl: Geen huidige periode beschikbaar
pt_br: Nenhum período atual disponível
ru: Нет доступного текущего периода
sv: Ingen nuvarande period tillgänglig
tr: Mevcut dönem yok

source: No customers found
ar: لم يتم العثور على عملاء
de: Keine Kunden gefunden
es: No se han encontrado clientes
fr: Aucun client
he: לא נמצאו לקוחות
id: Pelanggan tidak ditemukan
it: Nessun cliente trovato
nl: Geen klanten gevonden
pt_br: Nenhum cliente foi encontrado
ru: Клиенты не найдены
sv: Inga kunder hittades
tr: Müşteri bulunamadı

source: No email address
ar: لا يوجد عنوان بريد إلكتروني
de: Keine E-Mail-Adresse
es: No hay dirección de correo electrónico
fr: Pas d’adresse e-mail
he: כתובת אימייל לא קיימת
id: Tanpa alamat email
it: Nessun indirizzo e-mail
nl: Geen e-mailadres
pt_br: Sem endereço de e-mail
ru: Отсутствует адрес эл. почты
sv: Ingen e-postadress
tr: E-posta adresi yok

source: No expiration
ar: لا يوجد انتهاء صلاحية
de: Kein Ablauf
es: Sin vencimiento
fr: Pas d’expiration
he: ללא תאריך תוקף
id: Tidak ada masa berlaku
it: Nessuna scadenza
ja: 有効期限はありません
nl: Onbeperkt
pt_br: Sem expiração
ru: Без срока действия
sv: Löper inte ut
tr: Sona erme tarihi yok

source: No files yet
ar: لا توجد ملفات حتى الآن
de: Noch keine Dateien
es: No hay archivos todavía
fr: Pas encore de fichier
he: אין עדיין קבצים
id: File belum ada
it: Ancora nessun file
ja: まだファイルはありません
nl: Nog geen bestanden
pt_br: Sem arquivos ainda
ru: Файлов пока нет
sv: Inga filer än
tr: Henüz dosya yok

source: No limit
ar: لا يوجد حد
de: Unbegrenzt
es: Sin límite
fr: Pas de limite
he: ללא מגבלה
id: Tanpa batas
it: Nessun limite
ja: 制限がありません
nl: Geen limiet
pt_br: Sem limite
ru: Никаких ограничений
sv: Ingen begränsning
tr: Limit yok

source: No matching products found
ar: لم يتم العثور على منتجات متطابقة
de: Keine Produkte gefunden
es: No se han encontrado productos que coincidan.
fr: Aucun produit correspondant trouvé
he: לא נמצאו מוצרים תואמים
id: Tidak ditemukan produk yang sesuai
it: Nessun prodotto corrispondente trovato
ja: 一致する商品が見つかりません
nl: Geen overeenkomende producten gevonden
pt_br: Nenhum produto correspondente encontrado
ru: Соответствующие товары не обнаружены
sv: Inga matchande produkter hittades
tr: Eşleşen ürün bulunamadı

source: No maximum
ar: بلا حد أقصى
de: Kein Maximalbetrag
es: No hay máximo
fr: Aucun maximum
he: ללא מקסימום
id: Tanpa maksimum
it: Nessun limite
nl: Geen maximum
pt_br: Sem máximo
ru: Нет максимума
sv: Inget maximum
tr: Azami harcama yok

source: No minimum
ar: بلا حد أدنى
de: Kein Mindestbetrag
es: Sin mínimo
fr: Aucun minimum
he: ללא מינימום
id: Tanpa minimum
it: Nessun minimo
nl: Geen minimum
pt_br: Sem mínimo
ru: Нет минимума
sv: Inget minimum
tr: Asgari tutar yok

source: No name
ar: بلا اسم
de: Kein Name
es: Sin nombre
fr: Pas de nom
he: ללא שם
id: Tanpa nama
it: Nessun nome
nl: Geen naam
pt_br: Sem nome
ru: Отсутствует имя
sv: Inget namn
tr: Ad yok

source: No need to wonder where that stampbook went
ar: لا داعي للتساؤل أين ذهب دفتر الطوابع هذا
de: Die Suche nach dem Markenheftchen gehört ab sofort der Vergangenheit an
es: No hace falta que busques tus sellos
fr: Inutile de vous demander où sont passés les timbres
he: לא צריך לתהות לאן נעלם ספר הבולים
id: Tidak perlu repot menstok perangko
it: Non dovrai metterti alla ricerca di un francobollo
ja: 切手がどこにいったのか探す必要はありません
nl: Maak je geen zorgen om een stempelboekje
pt_br: Não precisa ficar procurando os selos
ru: Не нужно искать альбом с почтовыми марками
sv: Du behöver inte undra vart stämpelboken tog vägen
tr: O pul defterinin nereye gittiğini merak etmenize gerek yok.

source: No options selected
ar: لم يتم تحديد خيارات
de: Keine Optionen ausgewählt
es: No hay ninguna opción seleccionada
fr: Aucune option sélectionnée
he: לא נבחר אפשרויות
id: Tidak ada pilihan yang ditentukan
it: Nessuna opzione selezionata
nl: Geen opties geselecteerd
pt_br: Nenhuma opção selecionada
ru: Опции не выбраны
sv: Inga alternativ valda
tr: Hiçbir seçenek seçilmedi

source: No order selected
ar: لم يتم تحديد أي طلب
de: Keine Bestellung ausgewählt
es: No se ha seleccionado ningún pedido
fr: Aucune commande sélectionnée
he: לא נבחרו הזמנות
id: Tidak ada pesanan terpilih.
it: Nessun ordine selezionato
ja: 注文が選択されていません
nl: Geen bestelling geselecteerd
pt_br: Nenhum pedido selecionado
ru: Заказы не выбраны
sv: Ingen beställning vald
tr: Hiç sipariş seçilmedi

source: No payment has been taken
ar: لم يتم إجراء أي دفع
de: Es wurde keine Zahlung geleistet
es: No se ha efectuado ningún pago
fr: Aucun paiement n’a été effectué
he: לא חויב תשלום
id: Belum ada pembayaran
it: Non è stato addebitato alcun pagamento
nl: Er is geen betaling uitgevoerd
pt_br: Nenhum pagamento foi recebido
ru: Средства не списаны
sv: Ingen betalning har dragits
tr: Ödeme alınmadı

source: No price set
ar: لم يتم تعيين أي سعر
de: Kein Preis festgelegt
es: Sin precio
fr: Aucun prix défini
he: טרם צוין מחיר
id: Tidak ada harga yang ditentukan
it: Nessun prezzo impostato
ja: 価格未設定
nl: Geen prijs ingesteld
pt_br: Nenhum preço definido
ru: Не установлена цена
sv: Inget pris angivet
tr: Fiyat belirtilmemiş

source: No product categories found
ar: لم يتم العثور على تصنيفات المنتج
de: Es konnten keine Produktkategorien gefunden werden
es: No se ha encontrado ninguna categoría de producto.
fr: Aucune catégorie de produits trouvée
he: לא נמצאו קטגוריות מוצרים
id: Kategori produk tidak ditemukan
it: Nessuna categoria del prodotto trovata
ja: 製品カテゴリーが見つかりませんでした
nl: Geen productcategorieën gevonden
pt_br: Nenhuma categoria de produto foi encontrada
ru: Рубрики товаров не найдены
sv: Inga produktkategorier hittades
tr: Ürün kategorisi bulunamadı

source: No product variations found
ar: لم يتم العثور على أنواع منتج
de: Keine Produktvarianten gefunden
es: No se ha encontrado ninguna variación de producto
fr: Aucune variante du produit trouvée
he: לא נמצאו סוגי מוצרים
id: Variasi produk tidak ditemukan
it: Nessuna variante del prodotto trovata
ja: 商品のバリエーションはありません
nl: Geen productvariaties gevonden
pt_br: Nenhuma variação de produto encontrada
ru: Варианты продукта не указаны
sv: Inga produktvarianter hittades
tr: Ürün varyasyonu bulunamadı

source: No products found
ar: لم يتم العثور على أي منتجات
de: Keine Produkte gefunden
es: No se han encontrado productos
fr: Aucun produit trouvé
he: לא נמצאו מוצרים
id: Produk tidak ditemukan
it: Nessun prodotto trovato
ja: 商品が見つかりません
nl: Geen producten gevonden
pt_br: Nenhum produto encontrado
ru: Товаров не обнаружено
sv: Inga produkter hittades
tr: Ürün bulunamadı

source: No products yet
ar: لا توجد منتجات حتى الآن
de: Noch keine Produkte
es: Aún no hay ningún producto
fr: Aucun produit pour le moment
he: עדיין אין מוצרים
id: Belum ada produk
it: Ancora nessun prodotto
ja: まだ商品がありません
nl: Nog geen producten
pt_br: Nenhum produto ainda
ru: В этом списке пока нет товаров
sv: Inga produkter ännu
tr: Henüz ürün yok

source: No results found for %1$@ Add a custom carrier
ar: لم يتم العثور على أي نتائج لـ %1$@ إضافة ناقل مخصص
de: Keine Ergebnisse für %1$@ gefunden Individuellen Dienstleister hinzufügen
es: No se han encontrado resultados para %1$@ Añadir una empresa de transporte personalizada
fr: Aucun résultat trouvé pour %1$@ Ajouter un transporteur personnalisé
he: לא נמצאו תוצאות עבור %1$@ יש להוסיף ספק מותאם
id: Tidak ada hasil yang ditemukan untuk %1$@ Tambahkan operator kustom
it: Nessun risultato trovato per %1$@ Aggiungi un corriere personalizzato
ja: %1$@ の検索結果は0件でした カスタムの配送業者を追加
nl: Geen resultaten gevonden voor %1$@ Voeg een aangepaste bezorgservice toe
pt_br: Nenhum resultado foi encontrado para %1$@ Adicionar uma transportadora personalizada
ru: Нет результатов по запросу "%1$@". Добавьте другого оператора.
sv: Inga resultat hittades för %1$@ Lägg till en anpassad transportör
tr: %1$@ için hiçbir sonuç bulunamadı Özel bir kargo şirketi ekleyin

source: No shipping classes yet
ar: لا توجد فئات للشحن حتى الآن
de: Noch keine Versandklasse
es: Todavía no hay clases de envío
fr: Pas encore de classes de livraison
he: לא נוספו עדיין סיווגי משלוחים
id: Kelas pengiriman belum ditetapkan
it: Ancora nessuna classe di spedizione
ja: 送料区分がまだありません
nl: Nog geen verzendingsklassen
pt_br: Não há classes de envio
ru: Классов доставки пока нет
sv: Inga fraktklasser ännu
tr: Henüz bir kargo sınıfı yok

source: No shipping rates available
ar: لا توجد أسعار شحن متاحة
de: Keine Versandkosten verfügbar
es: Las tarifas de envío no están disponibles
fr: Aucun tarif d’expédition disponible
he: תעריפי המשלוח אינם זמינים
id: Tarif pengiriman tidak tersedia
it: Nessuna tariffa di spedizione disponibile
ja: 利用できる配送料金がありません
nl: Geen verzendkosten beschikbaar
pt_br: Nenhuma tarifa de envio disponível
ru: Тарифы доставки недоступны
sv: Det finns inga fraktavgifter tillgängliga
tr: Gönderim ücreti yok

source: No supported contact method on this device.
ar: لا توجد طريقة اتصال مدعومة على هذا الجهاز.
de: Keine unterstütze Kontaktmöglichkeit auf diesem Gerät.
es: No hay ningún método de contacto compatible en este dispositivo.
fr: Aucun mode de paiement par contact n’est pris en charge sur cet appareil.
he: במכשיר זה אין שיטה נתמכת לאנשי קשר.
id: Tidak ada metode kontak yang didukung di perangkat ini.
it: Metodo di contatto non supportato su questo dispositivo.
ja: この端末で対応している連絡方法はありません。
nl: Geen ondersteunde contactmethode op dit apparaat.
pt_br: Nenhum método de contato aceito neste dispositivo.
ru: Нет поддерживаемых устройством способов связи.
sv: Det finns ingen kontaktmetod som stöds på den här enheten.
tr: Bu cihazda desteklenen bir iletişim yöntemi yok.

source: No tags
ar: لا أوسمة
de: Keine Schlagwörter
es: Sin etiquetas
fr: Aucune étiquette
he: אין תגיות
id: Tanpa Tag
it: Nessun tag
ja: タグなし
nl: Geen tags
pt_br: Nenhuma tag
ru: Меток нет
sv: Inga etiketter
tr: Etiket yok

source: No tax classes yet
ar: لا توجد فئات للضريبة حتى الآن
de: Noch keine Steuerklasse
es: Todavía no hay clases de impuesto
fr: Pas encore de classes de taxes
he: לא נוספו עדיין סיווגי מס
id: Kelas pajak belum ditetapkan
it: Ancora nessuna classe di tasse
ja: 税区分がまだありません
nl: Nog geen belastinggroepen
pt_br: Não há classes de imposto
ru: Налоговых классов пока нет
sv: Inga momsgrupper ännu
tr: Henüz bir vergi sınıfı yok

source: No text detected. Please select another packaging photo or enter product details manually.
ar: لم يتم الكشف عن نص. يرجى تحديد صورة حزم أخرى أو إدخال تفاصيل المنتج يدويًا.
de: Kein Text erkannt. Bitte wähle ein anderes Foto der Verpackung aus oder gib die Produktdetails manuell ein.
es: No se ha detectado texto. Elige otra foto del embalaje o introduce los detalles del producto manualmente.
he: לא זוהה טקסט. יש לבחור תמונת אריזה אחרת או להזין את פרטי המוצר באופן ידני.
id: Tidak ada teks yang terdeteksi. Pilih foto kemasan lainnya atau masukkan detail produk secara manual.
it: Nessun testo rilevato. Seleziona un'altra foto del pacchetto o inserisci manualmente i dettagli del prodotto.
nl: Geen tekst gedetecteerd. Kies een andere foto van de verpakking of voer de productgegevens handmatig in.
pt_br: Nenhum texto encontrado. Selecione outra foto de embalagem ou insira os detalhes do produto manualmente.
ru: Текст не обнаружен. Выберите другую фотографию упаковки или введите сведения о товаре вручную.
sv: Ingen text upptäckt. Välj ett annat förpackningsfoto eller ange produktinformation manuellt.
tr: Metin algılanmadı. Lütfen başka bir ambalaj fotoğrafı seçin veya ürün ayrıntılarını manuel olarak girin.

source: No variations to generate
ar: لا توجد تباينات مطلوب إنشائها
de: Keine zu erstellenden Varianten
es: No hay variaciones por generar
fr: Aucune variante à générer
he: אין סוגים שניתן ליצור
id: Tidak ada variasi yang bisa dibuat
it: Nessuna variante generata
ja: 生成するバリエーションはありません
nl: Geen variaties om te genereren
pt_br: Nenhuma variação a ser gerada
ru: Нет вариантов для создания
sv: Inga variationer att generera
tr: Oluşturulacak varyasyon yok

source: None
ar: لا شيء
de: Keines
es: Ninguno
fr: Aucune
he: ללא
id: Tidak Ada
it: Nessuna
ja: なし
nl: Geen
pt_br: Nenhum
ru: Нет
sv: Ingen
tr: Hiçbiri

source: Norfolk Island
ar: جزيرة نورفولك
de: Norfolkinsel
es: Isla Norfolk
fr: Île Norfolk
he: האי נורפולק
id: Pulau Norfolk
it: Isola Norfolk
ja: ノーフォーク島
nl: Norfolk (eiland)
pt_br: Ilha Norfolk
ru: Остров Норфолк
sv: Norfolkön
tr: Norfolk Adası

source: North Korea
ar: كوريا الشمالية
de: Nordkorea
es: Corea del Norte
fr: Corée du Nord
he: צפון קוריאה
id: Korea Utara
it: Corea del Nord
ja: 北朝鮮
nl: Noord-Korea
pt_br: Coreia do Norte
ru: Северная Корея
sv: Nordkorea
tr: Kuzey Kore

source: Northern Mariana Islands
ar: جزر ماريانا الشمالية
de: Nördliche Marianen
es: Islas Marianas del Norte
fr: Îles Mariannes du Nord
he: אי מריאנה הצפוניים
id: Kepulauan Mariana Utara
it: Isole Marianne Settentrionali
ja: 北マリアナ諸島
nl: Noordelijke Marianen
pt_br: Ilhas Marianas do Norte
ru: Северные Марианские острова
sv: Nordmarianerna
tr: Kuzey Mariana Adaları

source: Norway
ar: النرويج
de: Norwegen
es: Noruega
fr: Norvège
he: נורבגיה
id: Norwegia
it: Norvegia
ja: ノルウェー
nl: Noorwegen
pt_br: Noruega
ru: Норвегия
sv: Norge
tr: Norveç

source: Not grouped
ar: غير مجمعة
de: Nicht gruppiert
es: Sin agrupar
fr: Non groupés
he: לא בקבוצה
id: Tidak dikelompokkan
it: Non raggruppata
nl: Niet gegroepeerd
pt_br: Não agrupado
ru: Без группировки
sv: Ej grupperad
tr: Gruplandırılmamış

source: Not now
ar: ليس الآن
de: Später
es: Ahora no
fr: Pas maintenant
he: לא עכשיו
id: Jangan sekarang
it: Non ora
ja: 後で
nl: Niet nu
pt_br: Agora não
ru: Не сейчас
sv: Inte nu
tr: Şimdi değil

source: Not seeing the email? Check your Spam or Junk Mail folder.
ar: ألا ترى رسالة البريد الإلكتروني؟ تحقَّق من مجلد البريد المزعج أو العشوائي.
de: Du siehst die E-Mail nicht? Überprüfe deinen Spam- oder Junk-E-Mail-Ordner.
es: ¿No ves el correo electrónico? Mira en tu carpeta de spam.
fr: Vous ne voyez pas l’e-mail ? Vérifiez votre dossier de courrier indésirable.
he: לא רואה את האימייל? כדאי לבדוק בתיבת הספאם או בדואר הזבל.
id: Tidak melihat emailnya? Periksa folder Email Spam atau Sampah.
it: Non trovi l'e-mail? Controlla la cartella dello spam o della posta indesiderata.
ja: メールが表示されない場合は、 スパムメールや迷惑メールのフォルダーを確認してください。
nl: Zie je de e-mail niet? Controleer de mappen Spam en Ongewenste e-mail.
pt_br: Não está achando o e-mail? Verifique a pasta Spam ou Lixeira.
ru: Не видите письмо? Проверьте папку со спамом или нежелательной почтой.
sv: Kan du inte hitta e-postmeddelandet? Kolla din skräppostmapp.
tr: E-postayı görmüyor musunuz? İstenmeyen veya Gereksiz Posta klasörünü kontrol edin.

source: Not shipped yet
ar: لم يُشحن حتى الآن
de: Noch nicht versendet
es: Aún no se ha enviado
fr: Non encore livré
he: טרם נשלח
id: Belum dikirimkan
it: Non ancora spedito
ja: まだ出荷されていません
nl: Nog niet verzonden
pt_br: Ainda não enviado
ru: Еще не отправлено
sv: Inte skickad ännu
tr: Henüz sevk edilmedi

source: Note to customer
ar: ملاحظة إلى العميل
de: Hinweis an Kunden
es: Enviar la nota al cliente
fr: Note au client
he: הערה ללקוח
id: Catatan untuk pelanggan
it: Nota per il cliente
ja: お客様への通知
nl: Bericht aan klant
pt_br: Nota para o cliente
ru: Примечание для клиента
sv: Kundmeddelande
tr: Müşteriye not

source: Notes
ar: ملاحظات
de: Notizen
es: Notas
he: פתקים
id: Catatan
it: Note
ja: メモ
nl: Notities
pt_br: Anotações
ru: Заметки
sv: Anteckningar
tr: Notlar

source: Now that you’ve added attributes, you can create your first variation!
ar: لقد قمت الآن بإضافة السمات، يمكنك إنشاء مجموعتك الأولى!
de: Nachdem du nun Attribute hinzugefügt hast, kannst du deine erste Variante erstellen!
es: Ahora que has añadido atributos, puedes crear tu primera variación.
fr: Maintenant que vous avez ajouté des attributs, vous pouvez créer votre première variante !
he: לאחר הוספת המאפיינים, באפשרותך ליצור את הסוג הראשון שלך!
id: Karena Anda telah menambahkan atribut, Anda sekarang bisa membuat variasi pertama Anda!
it: Ora che hai aggiunto gli attributi, puoi creare la tua prima variante.
ja: 属性の追加が完了しました。最初のバリエーションを作成してください。
nl: Nu je eigenschappen hebt toegevoegd, kun je je eerste variatie aanmaken!
pt_br: Agora que adicionou atributos, você pode criar sua primeira variação!
ru: Атрибуты добавлены, теперь можно создать первый вариант!
sv: Nu när du har lagt till attribut kan du skapa din första variation!
tr: Nitelikleri eklediğinize göre ilk varyasyonunuzu oluşturabilirsiniz.

source: OK
ar: موافق
he: אישור
ru: Хорошо
tr: Tamam
