Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: Inactive, Autoupdates on
ar: غير نشط، التحديثات التلقائية قيد التشغيل
de: Inaktiv, automatische Updates an
es: Inactivo, actualizaciones automáticas activas
fr: Inactif, mises à jour automatiques activées
he: לא פעיל, עדכונים אוטומטיים מופעלים
id: Tidak aktif, Pembaruan Otomatis aktif
it: Inattivo, Aggiornamenti automatici attivi
ja: プラグイン無効化中。自動更新オン。
nl: Inactief, auto-updates aan
pt_br: Inativo, atualizações automáticas ligadas
ru: Неактивен, автообновление включено
sv: Inaktiv, automatiska uppdateringar på
tr: Etkin değil, otomatik güncellemeler açık

source: Inbox
ar: علبة الوارد
de: Posteingang
es: Bandeja de entrada
fr: Boîte de réception
he: תיבת דואר נכנס
id: Kotak Masuk
it: Casella di posta
ja: 受信箱
pt_br: Caixa de entrada
ru: Входящие
sv: Inkorg
tr: Gelen kutusu

source: Include Free Shipping?
ar: هل تتضمن شحنًا مجانيًا؟
de: Kostenlosen Versand einschließen?
es: ¿Incluir envío gratuito?
fr: Inclure l’expédition gratuite ?
he: האם להוסיף משלוח חינם?
id: Sertakan Pengiriman Gratis?
it: Includi la spedizione gratuita?
ja: 無料配送を含めますか ?
nl: Gratis verzending toevoegen?
pt_br: Incluir envio gratuito?
ru: Добавить бесплатную доставку?
sv: Inkludera gratis frakt?
tr: Ücretsiz Gönderim dahil mi?

source: Include downloadable files with purchases
ar: تضمين الملفات القابلة للتنزيل مع المشتريات
de: Herunterladbare Dateien zu Käufen hinzufügen
es: Incluir archivos descargables con compras
fr: Inclure des fichiers téléchargeables avec les achats
he: לכלול קבצים להורדה עם רכישות
id: Termasuk file yang dapat diunduh dengan pembelian
it: Includi i file scaricabili con gli acquisti
ja: ダウンロード可能なファイルを購入に含める
nl: Downloadbare bestanden bijvoegen bij aankopen
pt_br: Incluir arquivos para download nas compras
ru: Добавлять к покупкам скачиваемый файл
sv: Inkludera nedladdningsbara filer med köp
tr: Satın alma işlemlerine indirilebilir dosyaları ekle

source: Included with Site
ar: تم التضمين مع الموقع
de: In der Website enthalten
es: Incluido con el sitio
fr: Inclus avec le site
he: כלול באתר
id: Disertakan dengan Situs
it: Incluso con Sito
ja: サイトに含まれています
nl: Inbegrepen bij site
pt_br: Incluído com o site
ru: Предоставляется вместе с сайтом
sv: Ingår i webbplatsen
tr: Site ile beraber

source: Includes %1$@ tracking
ar: يتضمن تعقُّب %1$@
de: Umfasst Sendungsverfolgung für %1$@
es: Incluye seguimiento de %1$@
fr: Inclut le suivi %1$@
he: כולל מעקב של %1$@
id: Termasuk pelacakan %1$@
it: Include la tracciabilità di %1$@
ja: %1$@の追跡を含む
nl: Inclusief %1$@-tracking
pt_br: Inclui o rastreamento de %1$@
ru: Включает отслеживание %1$@
sv: Inkluderar %1$@-spårning
tr: %1$@ izleme içerir

source: Incorrect username or password. Please try entering your login details again.
ar: اسم المستخدم أو كلمة المرور غير صحيحين. يُرجى محاولة إدخال بيانات تسجيل دخولك مرة أخرى.
de: Falsche Benutzername oder Passwort. Bitte gib deine Zugangsdaten erneut ein.
es: El nombre de usuario o la contraseña son incorrectos. Introduce de nuevo tus datos de acceso.
fr: Identifiant ou mot de passe incorrect. Veuillez ressaisir vos identifiants de connexion.
he: שם משתמש או סיסמה לא נכונים. יש לנסות להזין שוב את פרטי ההתחברות.
id: Nama pengguna atau kata sandi salah. Silakan coba masukkan rincian masuk Anda kembali.
it: Nome utente o password non corretti. Inserisci di nuovo le informazioni di accesso.
ja: ユーザー名またはパスワードが間違っています。もう一度ログイン詳細を入力し直してください。
nl: Gebruikersnaam of wachtwoord onjuist. Probeer nogmaals je inloggegevens in te voeren.
pt_br: Nome de usuário ou senha incorretos. Tente digitar seus dados de login novamente.
ru: Неправильное имя пользователя или пароль. Попробуйте ввести учётные данные ещё раз.
sv: Felaktigt användarnamn eller lösenord. Vänligen ange dina inloggningsuppgifter igen.
tr: Yanlış kullanıcı adı ya da parola. Lütfen giriş detaylarınızı girerek tekrar deneyin.

source: Increase sales with upsells and cross-sells
ar: زيادة المبيعات من خلال عمليات البيع والبيع المتبادل
de: Erhöhe deine Einnahmen mit Upsell- und Cross-Sell-Möglichkeiten
es: Aumenta las ventas con las ventas dirigidas y cruzadas
fr: Augmenter les ventes à l’aide de produits suggérés et de ventes croisées
he: להגדיל את המכירות עם שדרוגי מכירות ומכירות משלימות
id: Tingkatkan penjualan dengan upsell dan cross-sell
it: Incrementa le vendite con upsell e cross-sell
ja: アップセルとクロスセルで販売を伸ばしましょう
nl: Meer verkopen met upselling en cross-selling
pt_br: Aumente as vendas com vendas adicionais e cruzadas
ru: Увеличивайте продажи благодаря продаже дополнительных и связанных продуктов
sv: Öka försäljningen med merförsäljning och korsförsäljning
tr: Yukarı satış ve çapraz satış ile satışları artırın

source: India
ar: الهند
de: Indien
fr: Inde
he: הודו
ja: インド
nl: Indië
pt_br: Índia
ru: Индия
sv: Indien
tr: Hindistan

source: Individual Use Only
ar: الاستخدام الفردي فقط
de: Nur einzeln anwendbar
es: Solo uso individual
fr: Utilisation individuelle uniquement
he: שימוש אישי בלבד
id: Hanya untuk penggunaan individu
it: Solo utilizzo individuale
ja: 併用不可
nl: Alleen voor individueel gebruik
pt_br: Somente para uso individual
ru: Только для индивидуального использования
sv: Kan inte kombineras
tr: Sadece Bireysel Kullanım

source: Individual use only
ar: أستخدام القسيمة لوحدها فقط
de: Nur einzeln anwendbar
es: Uso individual
fr: Utilisation individuelle uniquement
he: לשימוש אישי בלבד
id: Hanya untuk penggunaan individu
it: Solo uso individuale
ja: 併用不可
nl: Enkel individueel gebruik
pt_br: Uso individual apenas
ru: Только для индивидуального использования
sv: Kan inte kombineras
tr: Sadece bireysel kullanım

source: Individually shipped item
ar: عنصر تم شحنه على حدة
de: Einzeln versendeter Artikel
es: Artículo enviado por separado
fr: Élément expédié individuellement
he: פריט שנשלח באופן נפרד
id: Item yang dikirim terpisah
it: Elemento spedito singolarmente
ja: 個別に配送した商品
nl: Individueel verzonden artikel
pt_br: Item enviado separadamente
ru: Индивидуально доставляемая позиция
sv: Vara som skickas för sig
tr: Tek başına gönderilen öğe

source: Indonesia
ar: إندونيسيا
de: Indonesien
fr: Indonésie
he: אינדונזיה
ja: インドネシア
nl: Indonesië
pt_br: Indonésia
ru: Индонезия
sv: Indonesien
tr: Endonezya

source: Insert
ar: إدراج
de: Einfügen
es: Insertar
fr: Insérer
he: להוסיף
id: Sisipkan
it: Inserisci
ja: 挿入
nl: Invoegen
pt_br: Inserir
ru: Вставить
sv: Infoga
tr: Ekle

source: Insert Card
ar: إدراج بطاقة
de: Karte einstecken
es: Introduce la tarjeta
fr: Insérer la carte
he: יש להכניס את הכרטיס
id: Masukkan Kartu
it: Inserisci la carta
ja: カードを挿入してください
nl: Voer een kaart in
pt_br: Insira o cartão
ru: Вставьте карту
sv: Sätt in kort
tr: Kartı Takın

source: Insert Horizontal Ruler
ar: إدراج مسطرة أفقية
de: Horizontalen Trenner einfügen
es: Insertar una regla horizontal
fr: Insérer une règle horizontale
he: להוסיף סרגל אופקי
id: Sisipkan Penggaris Horizontal
it: Inserisci righello orizzontale
ja: 水平線を挿入
nl: Horizontale liniaal invoeren
pt_br: Inserir linha horizontal
ru: Вставить горизонтальную линейку
sv: Placera in horisontell linje
tr: Yatay Cetvel Yerleştir

source: Insert Link
ar: إدراج رابط
de: Link einfügen
es: Insertar enlace
fr: Insérer un lien
he: להוסיף קישור
id: Sisipkan Tautan
it: Inserisci link
ja: リンクを挿入
nl: Link invoeren
pt_br: Inserir link
ru: Вставить ссылку
sv: Infoga länk
tr: Bağlantı Ekle

source: Insert Or Swipe Card
ar: إدراج بطاقة أو تمريرها
de: Karte einstecken oder durchziehen
es: Introduce o pasa la tarjeta
fr: Insérer ou glisser la carte
he: יש להכניס או להעביר את הכרטיס
id: Masukkan atau Gesek Kartu
it: Inserisci o fai scorrere la scheda
ja: カードを挿入またはスワイプしてください
nl: Veeg een kaart of voer er een in
pt_br: Insira ou passe o cartão
ru: Вставьте или проведите карту
sv: För in eller dra kort
tr: Kartı Takın veya Geçirin

source: Insert card to pay
ar: إدراج بطاقة للدفع
de: Karte zum Bezahlen einstecken
es: Introduce una tarjeta para pagar
fr: Insérez une carte pour procéder au paiement
he: יש להכניס את הכרטיס לביצוע תשלום
id: Masukkan kartu untuk membayar
it: Inserisci la carta per pagare
ja: カードを挿入して支払う
nl: Voer kaart in om te betalen
pt_br: Insira um cartão para pagar
ru: Вставьте карту для оплаты
sv: Sätt i kort för att betala
tr: Ödemek için kartı yerleştirin

source: Insert card to refund
ar: إدراج بطاقة لاسترداد الأموال
de: Karte zum Erstatten einstecken
es: Introduce una tarjeta para obtener el reembolso
fr: Insérez une carte pour procéder au remboursement
he: יש להכניס את הכרטיס לביצוע החזר כספי
id: Masukkan kartu untuk mengembalikan dana
it: Inserisci la carta per effettuare il rimborso
ja: カードを挿入して返金
nl: Voer kaart in om terug te betalen
pt_br: Insira um cartão para receber o reembolso
ru: Вставьте карту для возврата средств
sv: Sätt i kort för att återbetala
tr: Geri ödeme almak için kartı yerleştirin

source: Instagram
ar: إنستغرام
he: אינסטגרם

source: Install Jetpack
ar: تنصيب Jetpack
de: Jetpack installieren
es: Instala Jetpack
fr: Installer Jetpack
he: התקנת Jetpack
id: Instal Jetpack
it: Installa Jetpack
ja: Jetpack をインストール
nl: Installeer Jetpack
pt_br: Instalar Jetpack
ru: Установить Jetpack
sv: Installera Jetpack
tr: Jetpack yükle

source: Install Jetpack in WP-Admin
ar: تثبيت Jetpack في مسؤول ووردبريس
de: Jetpack in WP Admin installieren
es: Instalar Jetpack en WP-Admin
fr: Installer Jetpack dans WP-Admin
he: להתקין את Jetpack בניהול WP
id: Instal Jetpack di WP-Admin
it: Installa Jetpack in WP-Admin
ja: WP 管理画面で Jetpack をインストール
nl: Jetpack installeren vanuit WP-Admin
pt_br: Instalar o Jetpack no Painel WP Admin
ru: Установить Jetpack на консоли
sv: Installera Jetpack i WP-Admin
tr: Jetpack'i WP-Admin'den yükleyin

source: Install WooCommerce
ar: تثبيت WooCommerce
de: WooCommerce installieren
es: Instalar WooCommerce
fr: Installer WooCommerce
he: להתקין את WooCommerce
id: Instal WooCommerce
it: Installa WooCommerce
ja: WooCommerce をインストール
nl: WooCommerce installeren
pt_br: Instalar o WooCommerce
ru: Установить WooCommerce
sv: Installera WooCommerce
tr: WooCommerce'i yükle

source: Install WooCommerce Payments
ar: تثبيت مدفوعات WooCommerce
de: WooCommerce Payments installieren
es: Instalar WooCommerce Payments
fr: Installer WooCommerce Payments
he: להתקין את WooCommerce Payments
id: Instal WooCommerce Payments
it: Installa WooCommerce Payments
ja: WooCommerce Payments をインストールする
nl: WooCommerce Payments installeren
pt_br: Instale o WooCommerce Payments
ru: Установить WooCommerce Payments
sv: Installera WooCommerce Payments
tr: WooCommerce Payments'ı Yükleyin

source: Install the WCShip extension.
ar: قم بتثبيت إضافة WCShip.
de: Installiere die WCShip-Erweiterung.
es: Instala la extensión WCShip.
fr: Installez l’extension WooCommerce Shipping.
he: להתקין את הרחבת WCShip.
id: Instal ekstensi WCShip.
it: Installa l'estensione WCShip.
ja: WCShip 拡張機能をインストールします。
nl: Installeer de WCShip-extensie.
pt_br: Instale a extensão WCShip.
ru: Установите расширение WCShip.
sv: Installera WCShip-utökningen.
tr: WCShip uzantısını yükleyin.

source: Install the free Jetpack plugin to %1$@ and experience the best mobile experience.
ar: قم بتثبيت إضافة Jetpack المجانية على %1$@ واستمتع بأفضل تجربة على الجهاز المحمول.
de: Installiere das kostenlose Jetpack-Plugin auf %1$@, um auf deinem Mobilgerät die bestmögliche Erfahrung zu haben.
es: Instala el plugin gratuito de Jetpack para %1$@ y disfruta de la mejor experiencia en dispositivos móviles.
fr: Installez l’extension Jetpack gratuite sur %1$@ pour profiter de la meilleure expérience mobile qui soit.
he: להתקין את התוסף החינמי של Jetpack באתר %1$@ בשביל חוויית השימוש הטובה ביותר בנייד.
id: Instal plugin Jetpack gratis ke %1$@ dan dapatkan pengalaman seluler terbaik.
it: Installa il plugin gratuito di Jetpack su %1$@ e vivi la migliore esperienza possibile con i dispositivi mobili.
ja: 無料の Jetpack プラグインを %1$@ にインストールすると、最高のモバイル環境をご利用いただけます。
nl: Installeer de gratis Jetpack-plugin voor %1$@ en profiteer van de beste mobiele ervaring.
pt_br: Instale o plugin gratuito do Jetpack no %1$@ e tenha a melhor experiência possível para dispositivos móveis.
ru: Установите бесплатный плагин Jetpack на %1$@ для удобной работы с мобильных устройств.
sv: Installera det kostnadsfria Jetpack-tillägget för %1$@ och få den bästa möjliga mobilupplevelsen.
tr: Ücretsiz Jetpack eklentisini %1$@ sitesine yükleyerek en iyi mobil deneyimi yaşayın.

source: Install the free Jetpack plugin to experience the best mobile experience.
ar: قم بتثبيت إضافة Jetpack المجانية للاستمتاع بأفضل تجربة على الهاتف المحمول.
de: Installiere das kostenlose Jetpack-Plugin, um auf deinem Mobilgerät die bestmögliche Erfahrung zu haben.
es: Instala el plugin gratuito de Jetpack y disfruta de la mejor experiencia en dispositivos móviles.
fr: Installez la nouvelle extension Jetpack gratuite pour profiter de la meilleure expérience mobile qui soit.
he: להתקין את התוסף החינמי של Jetpack בשביל חוויית השימוש הטובה ביותר בנייד.
id: Instal plugin Jetpack gratis untuk mendapatkan pengalaman seluler terbaik.
it: Installa il plugin gratuito di Jetpack per vivere la migliore esperienza possibile con i dispositivi mobili.
ja: 無料の Jetpack プラグインをインストールすると、最高のモバイル環境をご利用いただけます。
nl: Installeer de gratis Jetpack-plugin voor de beste mobiele ervaring.
pt_br: Instale o plugin gratuito do Jetpack para aproveitar a melhor experiência móvel.
ru: Установите бесплатный плагин Jetpack для удобства работы на мобильном устройстве.
sv: Installera det kostnadsfria Jetpack-tillägget för den bästa mobilupplevelsen.
tr: En iyi mobil deneyimi yaşamak için ücretsiz Jetpack eklentisini yükleyin.

source: Installing Jetpack
ar: تثبيت Jetpack
de: Jetpack wird installiert
es: Instalando Jetpack
fr: Installation de Jetpack
he: מתקין את Jetpack
id: Menginstal Jetpack
it: Installazione di Jetpack in corso
ja: Jetpack をインストール
nl: Jetpack installeren
pt_br: Instalando Jetpack
ru: Идет установка Jetpack
sv: Installerar Jetpack
tr: Jetpack kuruluyor

source: Insufficient stock
ar: مخزون غير كافٍ
de: Unzureichender Bestand
es: Existencias insuficientes
fr: stock insuffisant
he: מלאי לא מספיק
id: Stok tidak cukup
it: Scorte non sufficienti
ja: 在庫不足
nl: Onvoldoende voorraad
pt_br: Estoque insuficiente
ru: Недостаточный запас
sv: Otillräckligt lager
tr: Yetersiz stok

source: Insurance (%1$@)
ar: التأمين (%1$@)
de: Versicherung (%1$@)
es: Seguro (%1$@)
fr: Assurance (%1$@)
he: ביטוח (%1$@)
id: Asuransi (%1$@)
it: Assicurazione (%1$@)
ja: 保険 (%1$@)
nl: Verzekering (%1$@)
pt_br: Seguro (%1$@)
ru: Страхование (%1$@)
sv: Försäkring (%1$@)
tr: Sigorta (%1$@)

source: Insurance (up to %1$@)
ar: التأمين (يصل إلى %1$@)
de: Versicherung (bis zu %1$@)
es: Seguro (hasta %1$@)
fr: Assurance (jusqu’à %1$@)
he: ביטוח (עד %1$@)
id: Asuransi (hingga %1$@)
it: Assicurazione (fino a %1$@)
ja: 保険 (最大%1$@)
nl: Verzekering (tot %1$@)
pt_br: Seguro (até %1$@)
ru: Страхование (до %1$@)
sv: Försäkring (upp till %1$@)
tr: Sigorta (en fazla %1$@)

source: Integrated payments
ar: المدفوعات المتكاملة
de: Integrierte Zahlungen
es: Pagos integrados
fr: Paiements intégrés
he: תשלומים משולבים
id: Pembayaran terintegrasi
it: Pagamenti integrati
nl: Geïntegreerde betalingen
pt_br: Pagamentos integrados
ru: Интегрированные платежи
sv: Integrerade betalningar
tr: Entegre ödemeler

source: International payments'
ar: المدفوعات الدولية
de: Internationale Zahlungen'
es: Pagos internacionales'
fr: Paiements internationaux’
he: תשלומים בינלאומיים'
id: Pembayaran internasional
it: Pagamenti internazionali
nl: Internationale betalingen
pt_br: Pagamentos internacionais
ru: Международные платежи'
sv: Internationella betalningar'
tr: Uluslararası ödemeler

source: Internet Connection
ar: الاتصال بالإنترنت
de: Internetverbindung
es: Conexión a Internet
fr: Connexion Internet
he: חיבור לאינטרנט
id: Koneksi Internet
it: Connessione Internet
nl: Internetverbinding
pt_br: Conexão com a Internet
ru: Подключение к Интернету
sv: Internetanslutning
tr: İnternet Bağlantısı

source: Invalid Email Address
ar: عنوان بريد إلكتروني غير صالح
de: Ungültige E-Mail-Adresse
es: Dirección de correo electrónico no válida
fr: Adresse de messagerie non valide
he: כתובת אימייל לא תקפה
id: Alamat Email Tidak Valid
it: Indirizzo e-mail non valido
ja: 無効なメールアドレスです
nl: Ongeldig e-mailadres
pt_br: Endereço de e-mail inválido
ru: Недействительный адрес электронной почты
sv: Ogiltig e-postadress
tr: Geçersiz E-posta Adresi

source: Invalid ITN format
ar: تنسيق رقم المعاملة الداخلي غير صالح
de: Ungültiges ITN-Format
es: Formato del número de transacción internacional no válido
fr: Format de NTI non valide
he: פורמט לא חוקי ל-ITN
id: Format ITN tidak valid
it: Formato numero di transizione interno non valido
ja: 無効な ITN フォーマットです
nl: Ongeldige ITN-indeling
pt_br: Formato inválido de ITN
ru: Недопустимый формат ITN
sv: Ogiltigt ITN-format
tr: Geçersiz ITN biçimi

source: Invalid Package Name
ar: اسم الحزمة غير صالح
de: Ungültiger Paketname
es: Nombre del paquete no válido
fr: Nom de colis non valide
he: שם חבילה לא תקף
id: Nama Paket Tidak Valid
it: Nome pacchetto non valido
ja: 無効な荷物名
nl: Ongeldige pakketnaam
pt_br: Nome de pacote inválido
ru: Недопустимое название посылки
sv: Ogiltigt paketnamn
tr: Geçersiz Paket Adı

source: Invalid Product SKU
ar: وحدة SKU الخاصة بالمنتج غير صالحة
de: Ungültige Produkt-SKU
es: SKU de producto no válido
fr: UGS du produit non valide
he: הקוד של SKU במוצר לא חוקי
id: SKU Produk Tidak Valid
it: SKU prodotto non valido
ja: 無効な商品 SKU
nl: Ongeldige product-SKU
pt_br: SKU do produto inválida
ru: Неверный артикул продукта
sv: Ogiltigt artikelnummer
tr: Geçersiz Ürün SKU'su

source: Invalid Site Address
ar: عنوان موقع غير صالح
de: Ungültige Website-Adresse
es: Dirección del sitio inválida
fr: Adresse du site invalide
he: כתובת אתר לא תקנית
id: Alamat Situs Tak Sah
it: Indirizzo del sito non valido
ja: 無効なサイトアドレスです
nl: Ongeldig site-adres
pt_br: Endereço do site inválido
ru: Неверный адрес сайта
sv: Ogiltig adress till webbplatsen
tr: Geçersiz site adresi

source: Invalid Site Title
ar: عنوان الموقع غير صالح
de: Ungültiger Seiten-Titel
es: Título del sitio inválido
fr: Titre du site invalide
he: כותרת אתר לא תקנית
id: Judul Situs Tak Sah
it: Titolo del sito non valido
ja: 無効なサイト名です
nl: Ongeldige sitetitel
pt_br: Título do site do inválido
ru: Неверный заголовок сайта
sv: Ogiltig titel på webbplatsen
tr: Geçersiz site başlığı

source: Invalid URL scheme inserted, only HTTP and HTTPS are supported.
ar: تم إدخال نظام URL غير صالح، يتم دعم HTTP وHTTPS فقط.
de: Ungültiges URL-Schema eingefügt, nur HTTP und HTTPS werden unterstützt.
es: El esquema de URL que se ha insertado no es válido; solo se admiten los protocolos HTTP y HTTPS.
fr: Protocole URL inséré non valide, seuls HTTP et HTTPS sont pris en charge.
he: פרוטוקול URL לא תקף הוזן, רק HTTP ו-HTTPS נתמכים.
id: Telah dimasukkan skema URL yang tidak valid, hanya HTTP dan HTTPS yang didukung.
it: Lo schema degli URL inserito non è valido, sono supportati solo HTTP e HTTPS.
ja: 無効な URL スキームが挿入されました。HTTP および HTTPS のみがサポートされます。
nl: Ongeldige URL-indeling ingevoerd. Alleen HTTP en HTTPS worden ondersteund.
pt_br: URL inválida, somente HTTP e HTTPS são suportadas.
ru: Недопустимая схема URL-адресов. Поддерживаются только протоколы HTTP и HTTPS.
sv: Ogiltigt URL-schema infogat, endast HTTP och HTTPS stöds.
tr: Geçersiz URL düzeni eklendi, sadece HTTP ve HTTPS destekleniyor.

source: Invalid URL, please check if you wrote a valid site address.
ar: عنوان URL غير صالح، الرجاء التحقق من كتابة عنوان الموقع الصالح.
de: Ungültige URL. Bitte prüfe, ob du eine gültige Website-Adresse geschrieben hast.
es: URL no válida, por favor comprueba si has escrito una dirección de sitio válida.
fr: URL non valide, veuillez vérifier que l'adresse de site saisie est valide.
he: כתובת אתר לא תקפה, יש לבדוק שהזנת כתובת אתר תקפה.
id: URL tidak valid, pastikan Anda menuliskan alamat situs yang valid.
it: URL non valida, verifica di aver scritto un indirizzo valido per il sito.
ja: 無効な URL です。サイトのアドレスが有効かどうかをご確認ください。
nl: Ongeldige URL. Controleer of je een geldig site-adres hebt ingevoerd.
pt_br: URL inválida. Verifique se você escreveu um endereço de site válido.
ru: Недействительный URL-адрес, проверьте правильность адреса сайта.
sv: Ogiltig URL, kolla om du skrev en giltig webbplatsadress.
tr: Geçersiz adres, lütfen geçerli bir site adresi girip girmediğinizi kontrol edin.

source: Invalid URL. Please double-check and try again.
ar: عنوان URL غير صالح. يرجى التحقُّق مجددًا والمحاولة مرة أخرى.
de: Ungültige URL. Bitte überprüfen und erneut versuchen.
es: URL no válida. Por favor, vuelve a comprobarla e inténtalo de nuevo.
fr: URL non valide. Veuillez revérifier et réessayer.
he: כתובת URL לא תקינה. יש לבדוק שנית ולנסות שוב.
id: URL tidak valid. Periksa kembali dan coba lagi.
it: URL non valido. Controlla e riprova.
ja: 無効な URL。 もう一度確認してから、やり直してください。
nl: Ongeldige URL. Controleer je sleutel en probeer het nogmaals.
pt_br: URL inválida. Verifique novamente e tente outra vez.
ru: Неверный URL-адрес. Проверьте данные и повторите попытку.
sv: Ogiltig URL. Dubbelkolla och försök igen.
tr: Geçersiz URL. Lütfen tekrar kontrol edip yeniden deneyin.

source: Invalid endpoint
ar: نقطة نهاية غير صالحة
de: Ungültiger Endpunkt
es: Variable no válida
fr: Point de terminaison non valide
he: נקודת קצה לא חוקית
id: Titik akhir tidak valid
it: Endpoint non valido
ja: 無効のエンドポイント
nl: Ongeldig eindpunt
pt_br: Ponto de extremidade inválido
ru: Недопустимая конечная точка
sv: Ogiltig slutpunkt
tr: Geçersiz uç nokta

source: Invalid gift card error: %1$@
ar: بطاقة الهدايا غير صالحة، الخطأ: %1$@
de: Ungültige Geschenkkarte – Fehler: %1$@
es: Error de tarjeta regalo no válida: %1$@
fr: Erreur de carte-cadeau non valide : %1$@
he: שגיאת 'שובר המתנה לא תקף': %1$@
id: Error kartu hadiah tidak valid: %1$@
it: Errore di gift card non valida: %1$@
nl: Fout ongeldige cadeaubon: %1$@
pt_br: Erro de vale-presente inválido: %1$@
ru: Ошибка при вводе подарочной карты: %1$@
sv: Fel – ogiltigt presentkort: %1$@
tr: Geçersiz hediye kartı hatası: %1$@

source: Invalid username
ar: اسم المستخدم غير صالح
de: Ungültiger Benutzername
es: Nombre de usuario inválido
fr: Identifiant non valide
he: שם המשתמש אינו תקין
id: Nama pengguna tidak sah
it: Nome utente non valido
ja: 無効なユーザー名
nl: Verkeerde gebruikersnaam
pt_br: Nome de usuário inválido
ru: Неверное имя пользователя
sv: Ogiltigt användarnamn
tr: Geçersiz kullanıcı adı

source: Invalid value
ar: قيمة غير صالحة
de: Ungültiger Wert
es: Valor no válido
fr: Valeur non valide
he: ערך לא תקין
id: Nilai tidak valid
it: Valore non valido
ja: 無効な値
nl: Ongeldige waarde
pt_br: Valor inválido
ru: Неверное значение
sv: ogiltigt värde
tr: Geçersiz değer

source: Invalid weight
ar: وزن غير صالح
de: Ungültiges Gewicht
es: Peso no válido
fr: Poids non valide
he: משקל לא חוקי
id: Berat tidak valid
it: Peso non valido
ja: 無効な重量
nl: Ongeldig gewicht
pt_br: Peso inválido
ru: Неверный вес
sv: Ogiltig vikt
tr: Geçersiz ağırlık

source: Inventory
ar: المخزون
de: Bestand
es: Inventario
fr: Stock
he: מלאי
id: Persediaan
it: Inventario
ja: 在庫
nl: Inventaris
pt_br: Estoque
ru: Наличие
sv: Lagersaldo
tr: Stok

source: Iran
ar: إيران
es: Irán
he: איראן
ja: イラン
pt_br: Irã
ru: Иран

source: Iraq
ar: العراق
de: Irak
es: Irak
he: עירק
id: Irak
ja: イラク
nl: Irak
pt_br: Iraque
ru: Ирак
sv: Irak
tr: Irak

source: Ireland
ar: أيرلندا
de: Irland
es: Irlanda
fr: Irlande
he: אירלנד
id: Irlandia
it: Irlanda
ja: アイルランド
nl: Ierland
pt_br: Irlanda
ru: Ирландия
sv: Irland
tr: İrlanda
