Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: Your card reader software needs to be updated to collect payments. Cancelling will block your reader connection.
ar: يتعيَّن تحديث برنامج قارئ البطاقة الخاص بك لتحصيل المدفوعات. سيؤدي الإلغاء إلى حظر اتصال القارئ الخاص بك.
de: Die Software deines Kartenlesers muss aktualisiert werden, um Zahlungen zu empfangen. Wenn du abbrichst, wird die Verbindung deines Lesegeräts blockiert.
es: Para recibir pagos, debes actualizar el software de tu lector de tarjetas. Si cancelas esta acción, se bloqueará la conexión con el lector.
fr: Le logiciel de votre lecteur de carte doit être mis à jour pour percevoir les paiements. L’annulation bloquera la connexion de votre lecteur.
he: עליך לעדכן את התוכנה של קורא הכרטיסים שלך כדי לגבות תשלומים. הביטול יחסום את החיבור של קורא הכרטיסים.
id: Perangkat lunak pembaca kartu Anda perlu diperbarui untuk menerima pembayaran. Pembatalan akan memblok sambungan pembaca Anda.
it: Il software del tuo lettore di carte deve essere aggiornato per ricevere pagamenti. Annullando verrà bloccata la connessione al lettore.
ja: 支払いを受け取るには、カードリーダーのソフトウェアを更新する必要があります。 キャンセルするとリーダーの接続がブロックされます。
nl: De software van je kaartlezer moet worden bijgewerkt om betalingen te innen. Door te annuleren wordt de verbinding van je lezer geblokkeerd.
pt_br: É necessário atualizar o software do seu leitor de cartão para receber pagamentos. Se você cancelar, bloqueará a conexão do leitor.
ru: Для сбора платежей требуется обновить ваш платёжный терминал. Отмена приведёт к блокировке подключения терминала.
sv: Din kortläsarprogramvara behöver uppdateras för att du ska kunna ta emot betalningar. Om du avbryter blockeras din läsaranslutning.
tr: Ödeme almak için kart okuyucu yazılımınızın güncellenmesi gerekiyor. İptal ederseniz okuyucu bağlantınız engellenir.

source: Your email address
ar: عنوان بريدك الإلكتروني
de: Deine E-Mail-Adresse
es: Tu dirección de correo electrónico
fr: Votre adresse e-mail
he: כתובת האימייל שלך
id: Alamat email Anda
it: Il tuo indirizzo e-mail
ja: あなたのメールアドレス
nl: Je e-mailadres
pt_br: Seu endereço de e-mail
ru: Ваш адрес электронной почты
sv: Din e-postadress
tr: E-posta adresiniz

source: Your email isn't used with a WordPress.com account
ar: لم يتم استخدام بريدك الإلكتروني مع حساب ووردبريس.كوم
de: Deine E-Mail-Adresse wird nicht mit einem WordPress.com-Konto verwendet
es: Ninguna cuenta de WordPress.com utiliza tu dirección de correo electrónico
fr: Votre adresse e-mail n’est pas associée à un compte WordPress.com.
he: כתובת האימייל שלך לא מקושרת לחשבון ב-WordPress.com
id: Email Anda tidak digunakan dengan akun WordPress.com.
it: L'e-mail non è utilizzata con un account WordPress.com.
ja: メールアドレスは WordPress.com アカウントで使用されていません。
nl: Je e-mailadres wordt niet gebruikt met een WordPress.com-account
pt_br: Seu e-mail não é usado com uma conta do WordPress.com
ru: Адрес эл. почты не используется с учётной записью WordPress.com
sv: Din e-post används inte med ett WordPress.com-konto
tr: E-postanız bir WordPress.com hesabıyla kullanılmaz

source: Your free store address
ar: عنوان متجرك المجاني
de: Deine kostenlose Shop-Adresse
es: Dirección de tu tienda gratuita
fr: Votre adresse gratuite de la boutique
he: הכתובת של החנות החינמית שלך
id: Alamat toko gratis Anda
it: L'indirizzo del tuo negozio gratuito
ja: 無料ストアのアドレス
nl: Jouw gratis winkeladres
pt_br: Endereço gratuito da sua loja
ru: Бесплатный адрес вашего магазина
sv: Din kostnadsfria butiksadress
tr: Ücretsiz mağaza adresiniz

source: Your free trial has ended
ar: انتهى إصدارك التجريبي المجاني
de: Dein Gratis-Test ist abgelaufen
es: Tu período de prueba ha finalizado
fr: Votre essai gratuit est terminé.
he: תקופת הניסיון שלך נגמרה
id: Masa percobaan gratis Anda telah berakhir
it: La tua prova gratuita è terminata
nl: Je gratis proefversie is beëindigd
pt_br: Seu período de teste terminou.
ru: Ваш пробный период завершён
sv: Din gratis provperiod har upphört
tr: Ücretsiz deneme süreniz sona erdi

source: Your free trial has ended and you have limited access to all the features. Subscribe to a Woo Express Plan now.
ar: انتهى الإصدار التجريبي المجاني الخاص بك، وأصبح لديك وصول محدود إلى كل الميزات. اشترك في خطة Woo Express الآن.
de: Dein Gratis-Test ist abgelaufen. Deshalb hast du jetzt nur noch eingeschränkten Zugriff auf alle Funktionen. Abonniere jetzt den Tarif Woo Express.
es: Tu prueba gratuita ha terminado y tienes acceso limitado a todas las funciones. Suscríbete ahora a un plan Woo Express.
fr: Votre essai gratuit est terminé, et votre accès à toutes les fonctionnalités est limité. Abonnez-vous maintenant à un plan Woo Express.
he: תקופת הניסיון שלך הסתיימה ולכן הגישה שלך לכל האפשרויות הוגבלה. יש להירשם למינוי על תוכנית Woo Express עכשיו.
id: Percobaan gratis sudah berakhir. Kini semua fitur hanya bisa diakses secara terbatas. Langganan Paket Woo Express sekarang.
it: La tua prova gratuita è terminata e hai accesso limitato a tutte le funzionalità. Abbonati ora al piano Woo Express Plan.
nl: Je gratis proefversie is geëindigd en je hebt nu beperkt toegang tot alle functies. Abonneer je nu op een Woo Express-abonnement.
pt_br: Seu teste gratuito expirou e você tem acesso limitado a todas as funcionalidades. Assine agora um plano Woo Express.
ru: Бесплатный пробный период завершился, и теперь доступ к функциям ограничен. Подпишитесь на план Woo Express уже сейчас.
sv: Din gratis provperiod har avslutats och du har begränsad åtkomst till alla funktioner. Prenumerera på ett Woo Express-paket nu.
tr: Ücretsiz deneme süreniz sona erdi ve tüm özelliklere erişiminiz sınırlandırıldı. Woo Express Paketine şimdi abone olun.

source: Your free trial will end in %1$@. Upgrade to a plan by %2$@ to unlock new features and start selling.
ar: سينتهي إصدارك التجريبي المجاني في غضون %1$@. قم بالترقية إلى إحدى الخطط بحلول %2$@ لفتح ميزات جديدة وبدء البيع.
de: Dein Gratis-Test endet in %1$@. Führe bis %2$@ ein Upgrade auf einen Tarif durch, um von neuen Funktionen zu profitieren und mit dem Verkaufen zu beginnen.
es: Tu período de prueba finaliza en %1$@. Mejora tu plan antes de %2$@ para desbloquear nuevas funciones y empezar a vender.
fr: Votre période d’essai prend fin dans %1$@. Souscrivez à un plan avant %2$@ pour débloquer de nouvelles fonctionnalités et commencer à vendre.
he: תקופת הניסיון שלך תסתיים תוך %1$@. כדאי לשדרג לתוכנית עד %2$@ כדי להשתמש באפשרויות חדשות ולהתחיל למכור.
id: Masa percobaan gratis Anda akan berakhir dalam %1$@. Upgrade ke sebuah paket sebelum %2$@ untuk mendapatkan fitur baru dan mulai berjualan.
it: Il periodo di prova terminerà tra %1$@. Esegui l'aggiornamento del piano entro il giorno %2$@ per accedere alle nuove funzionalità e iniziare a vendere.
nl: Je gratis proefversie loopt af over %1$@. Upgrade naar een abonnement vóór %2$@ om nieuwe functies te ontgrendelen en te beginnen met verkopen.
pt_br: Seu período de teste terminará em %1$@. Faça upgrade para um plano até %2$@ para desbloquear novas funcionalidades e começar a vender.
ru: Пробный период заканчивается через %1$@. Перейдите на платный тарифный план до %2$@, чтобы получить доступ к новым функциям и запустить продажи.
sv: Din gratis provperiod kommer sluta om %1$@. Uppgradera till ett paket före %2$@ för att låsa upp nya funktioner och börja sälja.
tr: Ücretsiz deneme sürümünüz %1$@ içinde sona erecek. Yeni özelliklerin kilidini açmak ve satış yapmaya başlamak için, %2$@ oranında bir pakete yükseltin.

source: Your iPhone can be used as a card reader, or you can connect to an external reader via Bluetooth.
ar: يمكن استخدام iPhone الخاص بك كقارئ بطاقات أو يمكنك الاتصال بقارئ خارجي عبر البلوتوث.
de: Du kannst dein iPhone als Kartenlesegerät nutzen oder per Bluetooth eine Verbindung zu einem externen Lesegerät herstellen.
es: Tu iPhone se puede usar como lector de tarjetas o puedes conectarlo a un lector externo a través de Bluetooth.
fr: Vous pouvez utiliser votre iPhone comme lecteur de carte ou utiliser un lecteur externe via Bluetooth.
he: ה-iPhone שלך יכול לשמש כקורא כרטיסים. לחלופין, אפשר לחבר קורא חיצוני דרך Bluetooth.
id: iPhone dapat digunakan sebagai pembaca kartu, atau Anda dapat menghubungkan pembaca eksternal via bluetooth.
it: Il tuo iPhone può essere usato come lettore di carte o puoi connettere un lettore esterno tramite Bluetooth.
ja: iPhone をカードリーダーとして使用するか、Bluetooth 経由で外付けリーダーに接続できます。
nl: Je iPhone kan als kaartlezer worden gebruikt. Je kan ook met een externe kaartlezer verbinden via bluetooth.
pt_br: Você pode usar seu iPhone como um leitor de cartão ou conectá-lo a um leitor externo via Bluetooth.
ru: Используйте свой iPhone для чтения карт или подключитесь к внешнему устройству чтения через Bluetooth.
sv: Din iPhone kan användas som kortläsare, eller så kan du ansluta till en extern läsare via bluetooth.
tr: iPhone'unuz kart okuyucu olarak kullanılabilir veya Bluetooth üzerinden harici bir okuyucuya bağlanabilirsiniz.

source: Your iPhone needs to be configured to collect payments.
ar: يتعين تكوين iPhone لديك لجمع المدفوعات.
de: Dein iPhone muss konfiguriert werden, um Zahlungen entgegenzunehmen.
es: Para aceptar pagos, debes configurar tu iPhone.
fr: Votre iPhone doit être configuré pour accepter les paiements.
he: עליך להגדיר את ה-iPhone שלך לצורך גביית תשלומים.
id: Agar dapat menerima pembayaran, iPhone Anda perlu dikonfigurasi.
it: L'iPhone deve essere configurato per riscuotere i pagamenti.
ja: お使いの iPhone で支払いの受け取りを設定する必要があります。
nl: Je iPhone moet worden geconfigureerd om betalingen te ontvangen.
pt_br: Seu iPhone precisa ser configurado para receber pagamentos.
ru: Чтобы собирать платежи, нужно настроить ваш iPhone.
sv: Din iPhone behöver konfigureras för att kunna ta emot betalningar.
tr: iPhone'unuzun ödemeleri alması için yapılandırılması gerekir.

source: Your new coupon was created!
ar: تم إنشاء قسيمتك الجديدة!
de: Dein neuer Gutschein wurde erstellt!
es: Se ha creado un nuevo cupón.
fr: Votre nouveau code promo a été crée !
he: הקופון החדש שלך נותר!
id: Kupon baru Anda telah dibuat!
it: È stato creato il tuo nuovo coupon!
ja: 新しいクーポンが作成されました。
nl: Je nieuwe coupon is aangemaakt!
pt_br: O novo cupom foi criado!
ru: Новый купон создан.
sv: Din nya rabattkod skapades!
tr: Yeni kuponunuz oluşturuldu!

source: Your payments account has pending requirements
ar: يتضمن حساب مدفوعاتك متطلبات معلقة.
de: Dein Zahlungskonto weist ausstehende Anforderungen auf
es: Tu cuenta de pagos está pendiente de cumplir algunos requisitos.
fr: Il y a des prérequis en attente d’une action dans votre compte de paiement.
he: בחשבון התשלומים שלך יש דרישות ממתינות
id: Akun pembayaran Anda memiliki persyaratan tertunda
it: Il tuo account dei pagamenti presenta requisiti in sospeso
ja: お使いの支払いアカウントに保留中の要件があります
nl: Het account voor je betalingen heeft verplichtingen open staan
pt_br: Sua conta de pagamentos tem requisitos pendentes
ru: Для вашей учётной записи есть требования на утверждении.
sv: Ditt betalningskonto har krav som inväntar granskning
tr: Ödeme hesabınızda bekleyen gereksinimler var

source: Your phone is ready for Tap to Pay on iPhone. Your customers can tap their card or device on your phone to pay.
ar: أصبح هاتفك جاهزًا لميزة Pay on iPhone. يمكن لعملائك الضغط على بطاقتهم أو جهازهم على هاتفك للدفع.
de: Dein Mobiltelefon ist bereit für Tap to Pay on iPhone. Deine Kunden können bezahlen, indem sie ihre Karte oder ihr Gerät auf dein Mobiltelefon legen.
es: Tu teléfono está listo para "Tap to Pay on iPhone". Tus clientes pueden tocar su tarjeta o dispositivo en tu teléfono para pagar.
fr: Vous pouvez utiliser la fonctionnalité Appuyer pour payer sur votre iPhone. Vos clients peuvent poser leur carte ou appareil sur votre téléphone pour effectuer le paiement.
he: הטלפון שלך מוכן לשימוש באפשרות Tap to Pay ב-iPhone. הלקוחות שלך יוכלו להצמיד את הכרטיס או המכשיר שלהם לטלפון שלך כדי לשלם.
id: Ponsel Anda siap menerapkan Ketuk untuk Bayar di iPhone. Pelanggan Anda dapat mengetuk kartu atau perangkatnya di ponsel Anda untuk membayar.
it: Il tuo telefono è pronto per Tocca per pagare su iPhone. I tuoi clienti possono toccare la loro carta o dispositivo sul tuo telefono per pagare.
nl: Je telefoon is gereed voor Tap to Pay voor iPhone. Je klanten kunnen met hun kaart of apparaat je telefoon aantikken om te betalen.
pt_br: Seu telefone está pronto para usar o Tap to Pay on iPhone. Os clientes podem aproximar o cartão ou dispositivo do seu celular para pagar.
ru: Ваш телефон готов к использованию Tap to Pay on iPhone. Для оплаты клиенты могут коснуться карты или устройства в телефоне.
sv: Din telefon är redo för Tryck för att betala på iPhone. Dina kunder kan trycka på sitt kort eller sin enhet på din telefon för att betala.
tr: Telefonunuz Tap to Pay on iPhone için hazır. Müşterileriniz, ödeme yapmak için kartlarını veya cihazlarını telefonunuza dokundurabilir.

source: Your phone will be ready to collect payments in a moment...
ar: سيصبح هاتفك جاهزًا لجمع المدفوعات في لحظات...
de: Dein Telefon ist gleich zum Empfang von Zahlungen bereit …
es: Podrás aceptar pagos con tu teléfono en un momento...
fr: Votre téléphone sera prêt à accepter des paiements dans quelques instants...
he: הטלפון שלך יהיה מוכן לגביית תשלומים עוד רגע...
id: Beberapa saat lagi, ponsel Anda siap digunakan untuk menerima pembayaran...
it: Il telefono sarà pronto per riscuotere i pagamenti in un attimo...
ja: まもなくお使いのスマートフォンで支払いを受け取ることができるようになります...
nl: Je telefoon is binnenkort klaar om betalingen te ontvangen...
pt_br: Seu telefone estará pronto para receber pagamentos em um momento...
ru: Через мгновение ваш телефон будет готов собирать платежи...
sv: Du kommer snart att kunna ta emot betalningar med din telefon ...
tr: Telefonunuz ödemeleri almak için birazdan hazır olacaktır...

source: Your purchase is complete and you're on the %1$@ plan.
ar: اكتمل الشراء الخاص بك، وأنت الآن مسجّل على خطة %1$@.
de: Dein Kauf ist abgeschlossen. Du nutzt den %1$@-Tarif.
es: Se ha completado tu compra y ahora tienes el plan %1$@.
fr: Votre achat est terminé et vous êtes sur le plan %1$@.
he: הרכישה הושלמה וכעת הצטרפת לתוכנית %1$@.
id: Pembelian berhasil dan paket Anda sekarang adalah %1$@.
it: L'acquisto è completo e ora disponi del piano %1$@.
nl: Je aanschaf is voltooid en je hebt nu het %1$@-abonnement.
pt_br: Sua compra foi concluída e agora você tem o plano %1$@.
ru: Покупка выполнена успешно, вы перешли на тарифный план %1$@.
sv: Ditt köp har slutförts och du har nu %1$@-paketet.
tr: Satın alma işleminiz tamamlandı ve %1$@ paketini kullanıyorsunuz.

source: Your reader will automatically restart and reconnect after the update is complete.
ar: سيقوم القارئ الخاص بك بإعادة التشغيل وإعادة الاتصال تلقائيًا بعد انتهاء التحديث
de: Dein Kartenlesegerät wird nach Abschluss des Updates automatisch neu gestartet und neu verbunden
es: El lector se reiniciará automáticamente y se volverá a conectar cuando se haya completado la actualización
fr: Votre lecteur redémarrera et se reconnectera automatiquement une fois la mise à jour terminée
he: לאחר השלמת העדכון, קורא הכרטיסים יופעל מחדש באופן אוטומטי ויתחבר שוב
id: Pembaca akan otomatis dimulai ulang dan dihubungkan kembali setelah pembaruan selesai.
it: Il lettore si riavvierà automaticamente e si riconnetterà al termine dell'aggiornamento
ja: 更新が完了すると、Reader が自動的に再度起動し接続されます
nl: Uw lezer start na de update automatisch opnieuw op en maakt opnieuw verbinding
pt_br: O seu leitor será reiniciado e reconectado automaticamente após a atualização ser concluída
ru: Устройство чтения автоматически перезапустится и повторно подключится после завершения обновления
sv: Din läsare kommer att startas om automatiskt och sedan återansluta när uppdateringen är klar
tr: Güncelleme tamamlandıktan sonra okuyucunuz otomatik olarak yeniden başlayacak ve yeniden bağlanacaktır

source: Your receipt
ar: إيصالك
de: Dein Beleg
es: Tu recibo
fr: Votre reçu
he: הקבלה שלך
id: Tanda terima Anda
it: La tua ricevuta
ja: レシート
nl: Je kwitantie
pt_br: Seu recibo
ru: Ваша квитанция
sv: Ditt kvitto
tr: Makbuzunuz

source: Your receipt from %1$@
ar: إيصالك من %1$@
de: Dein Beleg vom %1$@
es: Tu recibo de %1$@
fr: Votre reçu de %1$@
he: הקבלה שלך מאת %1$@
id: Tanda terima Anda dari %1$@
it: La tua ricevuta da %1$@
ja: %1$@からのレシート
nl: Je kwitantie van %1$@
pt_br: Seu recibo de %1$@
ru: Ваша квитанция от %1$@
sv: Ditt kvitto från %1$@
tr: %1$@ kaynağından aldığınız makbuz

source: Your site address appears in the bar at the top of the screen when you visit your site in Safari.
ar: يظهر عنوان موقعك في الشريط في الجزء العلوي من الشاشة عندما تقوم بزيارة موقعك في متصفح Safari.
de: Wenn du deine Website in Safari aufrufst, wird dir deine Website-Adresse oben in der Leiste angezeigt.
es: La dirección de tu sitio aparece en la barra de arriba de la pantalla cuando visitas tu sitio en Safari.
fr: L’adresse de votre site apparait dans la barre en haut de l’écran quand vous visitez votre site dans Safari.
he: עם הכניסה לאתר בדפדפן Safari, כתובת האתר שלך תופיע בסרגל העליון של המסך.
id: Alamat situs Anda ditampilkan di bilah bagian atas layar ketika Anda mengunjungi situs di Safari.
it: L'indirizzo del tuo sito viene visualizzato sulla barra nella parte superiore dello schermo quando visiti il tuo sito su Safari.
ja: Safari でサイトにアクセスすると、画面の上部にあるバーにサイトアドレスが表示されます。
nl: Het adres van je site wordt aan de bovenzijde van je scherm weergegeven wanneer je je site in Safari bekijkt.
pt_br: O endereço do seu site aparece na barra, localizada na parte superior da tela, quando acessado pelo Safari.
ru: При открытии сайта в браузере Safari его адрес отображается в строке в верхней части экрана.
sv: Adressen till din webbplats visas i fältet överst på skärmen när du besöker din webbplats i Safari.
tr: Sitenizin adresi, Safari ile sitenizi ziyaret ettiğinizde en üstte görüntülenir.

source: Your site address is being set up. It may take up to 30 minutes for your domain to start working.
ar: يجري إعداد عنوان موقعك. قد يستغرق الأمر ما يصل إلى 30 دقيقة لكي يبدأ نطاقك بالعمل.
de: Deine Website-Adresse wird eingerichtet. Es kann bis zu 30 Minuten dauern, bis deine Domain funktioniert.
es: Se está configurando la dirección de tu sitio. El dominio puede tardar hasta 30 minutos en empezar a funcionar.
fr: L’adresse de votre site est en cours de configuration. Un délai de 30 minutes peut être nécessaire pour que votre domaine soit opérationnel.
he: כתובת האתר שלך הוגדרה. יידרשו עד 30 דקות להתחלת הפעילות של הדומיין.
id: Alamat situs Anda sedang disiapkan. Domain Anda memerlukan waktu hingga 30 menit untuk mulai berfungsi.
it: L'indirizzo del tuo sito è in fase di configurazione. Potrebbero essere necessari fino a 30 minuti prima che il tuo dominio inizi a funzionare.
nl: Je siteadres wordt ingesteld. Het kan tot 30 minuten duren voor je domein werkt.
pt_br: O endereço do seu site está sendo configurado. Pode levar até 30 minutos para o domínio começar a funcionar.
ru: Выполняется настройка адреса сайта. Может пройти до 30 минут, прежде чем домен начнёт работать.
sv: Din webbplatsadress håller på att konfigureras. Det kan dröja upp till 30 minuter innan din domän börjar fungera.
tr: Site adresiniz oluşturuluyor. Alan adınızın çalışmaya başlaması 30 dakika kadar sürebilir.

source: Your site domains
ar: نطاقات موقعك
de: Deine Website-Domains
es: Tus dominios de sitio web
fr: Domaines de votre site
he: הדומיינים באתר שלך
id: Domain situs Anda
it: I tuoi domini dei siti
ja: あなたのサイトドメイン
nl: Je sitedomeinen
pt_br: Domínios do seu site
ru: Домены вашего сайта
sv: Domänerna för din webbplats
tr: Sitenizin alan adları

source: Your site is taking a long time to respond
ar: يستغرق موقعك فترة طويلة للاستجابة
de: Deine Website braucht sehr lange, um zu reagieren
es: Tu sitio tarda bastante en responder
fr: Votre site met du temps à répondre
he: זמן התגובה של האתר שלך איטי מדי
id: Situs tidak kunjung merespons
it: Il tuo sito impiega molto tempo per rispondere
nl: Het duurt lang voordat je site reageert
pt_br: Seu site está demorando a responder
ru: Ваш сайт отвечает долго
sv: Det tar lång tid för din webbplats att svara
tr: Sitenizin yanıt vermesi uzun sürüyor

source: Your site is taking too long to respond. Please contact your hosting provider for further assistance.
ar: يستغرق موقعك وقتًا طويلاً للغاية لكي يستجيب. يرجى الاتصال بمزوّد خدمة الاستضافة لديك للحصول على مزيد من المساعدة.
de: Deine Website braucht zu lange, um zu antworten. Kontaktiere deinen Hosting-Anbieter für weitere Unterstützung.
es: Tu sitio tarda en responder. Consulta a tu proveedor de alojamiento.
fr: Votre site met du temps à répondre. Veuillez contacter votre hébergeur pour obtenir une assistance supplémentaire.
he: זמן התגובה של האתר שלך ארוך מדי. יש לפנות לספקית האחסון להמשך עזרה.
id: Situs Anda merespons terlalu lama. Hubungi penyedia hosting Anda untuk mendapatkan bantuan lebih lanjut.
it: Il tuo sito sta impiegando troppo tempo per rispondere. Contatta il tuo provider di hosting per ulteriore assistenza.
nl: Het duurt te lang voordat je site reageert. Neem contact op met je hostingprovider voor verdere ondersteuning.
pt_br: Seu site está demorando muito para responder. Entre em contato com o provedor de hospedagem para obter mais ajuda.
ru: Ваш сайт отвечает слишком долго. Чтобы решить эту проблему, обратитесь к своему хостинг-провайдеру.
sv: Det tar för lång tid för din webbplats att svara. Kontakta ditt webbhotell för att få ytterligare hjälp.
tr: Sitenizin yanıt vermesi uzun sürüyor. Daha fazla yardım almak için lütfen barındırma sağlayıcınızla iletişime geçin.

source: Your site plan has ended.
ar: انتهت خطة موقعك.
de: Dein Website-Tarif hat geendet.
es: El plan de tu sitio ha finalizado.
fr: Votre abonnement de site Web a expiré.
he: התוכנית של האתר שלך הסתיימה.
id: Paket situs Anda sudah berakhir.
it: Il piano del sito è terminato.
nl: Je site-abonnement is beëindigd.
pt_br: O plano do seu site expirou.
ru: Срок действия тарифного плана для сайта истёк.
sv: Ditt webbplatspaket är slut.
tr: Site planınız sona erdi.

source: Your store is live!
ar: أصبح متجرك نشطًا!
de: Dein Shop ist live!
es: Tu tienda ya está abierta.
fr: Votre boutique est en ligne !
he: החנות שלך פורסמה!
id: Toko Anda telah aktif!
it: Il tuo negozio è attivo.
ja: あなたのストアが公開されました。
nl: Je winkel is online!
pt_br: Sua loja está no ar!
ru: Ваш магазин работает!
sv: Din butik är live.
tr: Mağazanız yayında!

source: Your subscription has ended and you have limited access to all the features.
ar: انتهى اشتراكك، وأصبح لديك وصول محدود إلى كل الميزات.
de: Dein Abonnement wurde beendet. Du hast jetzt nur noch eingeschränkten Zugriff auf alle Funktionen.
es: Tu suscripción ha finalizado y tienes acceso restringido a todas las funciones.
fr: Votre abonnement a expiré. Vous ne disposez désormais plus que d’un accès limité à l’ensemble des fonctionnalités.
he: המינוי שלך הסתיים ולכן הגישה שלך לכל האפשרויות הוגבלה.
id: Langganan Anda berakhir dan Anda dapat mengakses semua fitur secara terbatas.
it: Il tuo abbonamento è scaduto e hai un accesso limitato a tutte le funzionalità.
nl: Je abonnement is verlopen en je hebt nu beperkt toegang tot alle functies.
pt_br: Sua assinatura expirou e você tem acesso limitado a todas as funcionalidades.
ru: Действие вашей подписки завершено, и теперь вам доступны не все функции.
sv: Din prenumeration har avslutats och du har begränsad åtkomst till alla funktionerna.
tr: Aboneliğiniz sona erdi ve tüm özelliklere erişiminiz sınırlandırıldı.
