Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: The Bluetooth connection to the card reader disconnected unexpectedly.
fr: La connexion Bluetooth au lecteur de cartes a pris fin de façon inattendue
id: Koneksi Bluetooth dengan pembaca kartu tiba-tiba terputus
pt_br: A conexão Bluetooth com o leitor de cartão caiu inesperadamente
tr: Kart okuyucuyla Bluetooth bağlantısı beklenmedik şekilde kesildi

source: The card does not support this currency. Try another means of payment.
fr: La carte ne prend pas en charge cette devise. Essayez un autre moyen de paiement
id: Kartu tidak mendukung mata uang ini. Coba gunakan metode pembayaran lainnya
pt_br: O cartão não é compatível com esta moeda. Tente outro meio de pagamento
tr: Kart bu para birimini desteklemiyor. Başka bir ödeme yöntemi deneyin

source: The card does not support this type of purchase. Try another means of payment.
fr: La carte ne permet pas ce type d’achat. Essayez un autre moyen de paiement
id: Kartu tidak mendukung jenis pembelian ini. Coba gunakan metode pembayaran lainnya
pt_br: O cartão não é compatível com este tipo de compra. Tente outro meio de pagamento
tr: Kart bu satın alma türünü desteklemiyor. Başka bir ödeme yöntemi deneyin

source: The card has expired. Try another means of payment.
fr: La carte a expiré. Essayez un autre moyen de paiement
id: Kartu telah kedaluwarsa. Coba gunakan metode pembayaran lainnya
pt_br: O cartão expirou. Tente outro meio de pagamento
tr: Kartın süresi bitmiş. Başka bir ödeme yöntemi deneyin

source: The card or card account is invalid. Try another means of payment.
fr: La carte ou le compte de la carte n’est pas valide. Essayez un autre moyen de paiement
id: Kartu atau rekening kartu tidak valid. Coba gunakan metode pembayaran lainnya
pt_br: O cartão ou a conta do cartão são inválidos. Tente outro meio de pagamento
tr: Kart veya kart hesabı geçersiz. Başka bir ödeme yöntemi deneyin

source: The card reader is busy executing another command - please try again.
fr: Le lecteur de cartes est occupé à exécuter une autre commande. Veuillez réessayer
id: Pembaca kartu sedang menjalankan perintah lainnya - harap coba lagi
pt_br: O leitor de cartão está ocupado executando outro comando. Tente novamente.
tr: Kart okuyucu başka bir komut yürütmekle meşgul - lütfen tekrar deneyin

source: The card reader is not compatible with this application - please try updating the application or using a different reader.
fr: Le lecteur de cartes n’est pas compatible avec cette application. Réessayez de mettre à jour l’application ou utilisez un autre lecteur
id: Pembaca kartu tidak kompatibel dengan aplikasi ini - harap coba perbarui aplikasi atau gunakan pembaca lainnya
pt_br: O leitor de cartão não é compatível com este aplicativo. Atualize o aplicativo ou use um leitor diferente.
tr: Kart okuyucu bu uygulamayla uyumlu değil - lütfen uygulamayı güncellemeyi veya farklı bir okuyucu kullanmayı deneyin

source: The card reader session has expired - please disconnect and reconnect the card reader and then try again.
fr: La session du lecteur de cartes a expiré. Déconnectez puis reconnectez le lecteur de cartes, et réessayez
id: Sesi pembaca kartu sudah berakhir - putuskan sambungan dan hubungkan kembali pembaca kartu, lalu coba lagi
pt_br: A sessão do leitor de cartão expirou. Desconecte e reconecte-o e tente novamente.
tr: Kart okuyucu oturumunun süresi doldu - lütfen kart okuyucunun bağlantısını kesip yeniden bağlayın ve ardından tekrar deneyin

source: The card reader software is out-of-date - please update the card reader software before attempting to process payments.
fr: Le logiciel du lecteur de carte est obsolète. Veuillez le mettre à jour avant d’essayer de traiter les paiements.
id: Perangkat lunak pembaca kartu sudah kedaluwarsa - perbarui perangkat lunak pembaca kartu sebelum memproses pembayaran.
pt_br: O software do leitor de cartão está desatualizado. Atualize-o antes de tentar processar pagamentos.
tr: Kart okuyucu yazılımı güncel değil, lütfen ödemeleri işleme koymadan önce kart okuyucu yazılımını güncelleyin.

source: The card reader software update failed due to a communication error - please try again.
fr: La mise à jour du lecteur de cartes a échoué en raison d’une erreur de communication. Veuillez réessayer
id: Pembaruan perangkat lunak pembaca kartu gagal karena error komunikasi - harap coba lagi
pt_br: A atualização do software do leitor de cartão falhou devido à um problema de comunicação. Tente novamente.
tr: Kart okuyucu yazılım güncellemesi bir iletişim hatası nedeniyle başarısız oldu - lütfen tekrar deneyin

source: The card reader software update failed due to a problem with the update server - please try again.
fr: La mise à jour du lecteur de cartes a échoué en raison d’un problème avec le serveur de mise à jour. Veuillez réessayer
id: Pembaruan perangkat lunak pembaca kartu gagal karena masalah pada server pembaruan - harap coba lagi
pt_br: A atualização do software do leitor de cartão falhou devido à um problema com o servidor de atualização. Tente novamente.
tr: Güncelleme sunucusundaki bir sorun nedeniyle kart okuyucu yazılım güncellemesi başarısız oldu - lütfen tekrar deneyin

source: The card reader software update failed unexpectedly - please try again.
fr: Échec inattendu de la mise à jour du logiciel du lecteur de cartes. Veuillez réessayer
id: Pembaruan perangkat lunak pembaca kartu tiba-tiba gagal - harap coba lagi
pt_br: A atualização do software do leitor de cartão falhou inesperadamente. Tente novamente.
tr: Kart okuyucu yazılım güncellemesi beklenmedik bir şekilde başarısız oldu - lütfen tekrar deneyin

source: The card reader software update was interrupted before it could complete - please try again.
fr: La mise à jour du logiciel du lecteur de cartes a été interrompue et n’a pas pu être terminée. Veuillez réessayer
id: Pembaruan perangkat lunak pembaca kartu terganggu sebelum selesai - harap coba lagi
pt_br: A atualização do software do leitor de cartão foi interrompida antes da conclusão. Tente novamente.
tr: Kart okuyucu yazılım güncellemesi tamamlanamadan kesintiye uğradı - lütfen tekrar deneyin

source: The card was declined by the card reader - please try another means of payment.
fr: La carte a été refusée par le lecteur de carte. Veuillez essayer un autre moyen de paiement.
id: Kartu ditolak oleh pembaca kartu - coba gunakan metode pembayaran lain.
pt_br: O cartão foi recusado pelo leitor. Tente outro meio de pagamento.
tr: Kart, kart okuyucusu tarafından reddedildi. Lütfen başka bir ödeme yöntemi deneyin.

source: The card was declined by the payment processor - please try another means of payment.
fr: La carte a été refusée par l’outil de traitement des paiements. Veuillez essayer un autre moyen de paiement.
id: Kartu ditolak oleh pemroses pembayaran - coba gunakan metode pembayaran lain.
pt_br: O cartão foi recusado pelo processador. Tente outro meio de pagamento.
tr: Kart, ödeme işlemcisi tarafından reddedildi - lütfen başka bir ödeme yöntemi deneyin.

source: The payment was canceled on the reader.
fr: Le paiement a été annulé sur le lecteur.
id: Pembayaran dibatalkan pembaca
pt_br: O pagamento foi cancelado no leitor
tr: Ödeme, okuyucu üzerinden iptal edildi

source: The request timed out - please try again.
fr: La demande a expiré. Veuillez réessayer
id: Waktu permintaan habis - harap coba lagi
pt_br: O tempo da solicitação atingiu o limite. Tente novamente.
tr: İstek zaman aşımına uğradı - lütfen tekrar deneyin

source: The system canceled the command unexpectedly - please try again.
fr: Le système a annulé la commande de façon inattendue. Veuillez réessayer
id: Sistem tiba-tiba membatalkan perintah - harap coba lagi
pt_br: O sistema cancelou seu comando inesperadamente. Tente novamente.
tr: Sistem komutu beklenmedik bir şekilde iptal etti - lütfen tekrar deneyin

source: The system experienced an unexpected software error.
fr: Le système a rencontré une erreur logicielle inattendue
id: Sistem tiba-tiba mengalami error perangkat lunak
pt_br: Ocorreu um erro de software inesperado.
tr: Sistem beklenmeyen bir yazılım hatasıyla karşılaştı

source: The transaction postal code and card postal code do not match. Try another means of payment.
fr: Les codes postaux de la transaction et de la carte ne correspondent pas. Essayez un autre moyen de paiement
id: Kode pos pada transaksi dan kode pos pada kartu tidak cocok Coba gunakan metode pembayaran lainnya
pt_br: O código postal da transação e o código postal do cartão não são o mesmo. Tente outro meio de pagamento
tr: İşlem posta kodu ile kart posta kodu eşleşmiyor Başka bir ödeme yöntemi deneyin

source: This card requires a PIN code and thus cannot be processed. Try another means of payment.
fr: Cette carte nécessite un code PIN et ne peut donc pas être traitée Essayez un autre moyen de paiement
id: Kartu ini memerlukan kode PIN sehingga tidak dapat diproses Coba gunakan metode pembayaran lainnya
pt_br: Este cartão requer um código PIN e, por isso, não pode ser processado. Tente outro meio de pagamento
tr: Bu kart bir PIN kodu gerektirdiğinden işleme alınamıyor. Başka bir ödeme yöntemi deneyin

source: Try another means of payment.
fr: Essayez un autre moyen de paiement
id: Coba gunakan metode pembayaran lainnya
pt_br: Tente outro meio de pagamento
tr: Başka bir ödeme yöntemi deneyin

source: Trying again may succeed, or try another means of payment.
fr: Réessayez l’opération, ou bien essayez avec un autre moyen de paiement
id: Anda dapat mencoba lagi atau mencoba metode pembayaran lainnya.
pt_br: Tente novamente ou experimente outro meio de pagamento
tr: Tekrar denerseniz başarılı olabilir veya başka bir ödeme yöntemini deneyebilirsiniz

source: Unable to access Bluetooth - please enable Bluetooth and try again.
fr: Impossible d’accéder au Bluetooth. Activez le Bluetooth, puis réessayez
id: Tidak dapat mengakses Bluetooth - aktifkan Bluetooth dan coba lagi
pt_br: Não foi possível acessar o Bluetooth. Ative-o e tente novamente.
tr: Bluetooth'a erişilemiyor - lütfen Bluetooth'u etkinleştirin ve tekrar deneyin

source: Unable to access Location Services - please enable Location Services and try again.
fr: Impossible d’accéder aux services de localisation. Activez les services de localisation, puis réessayez
id: Tidak dapat mengakses Layanan Lokasi - aktifkan Layanan Lokasi dan coba lagi
pt_br: Não foi possível acessar os serviços de localização. Ative-os e tente novamente.
tr: Konum Hizmetlerine erişilemiyor - lütfen Konum Hizmetlerini etkinleştirin ve tekrar deneyin

source: Unable to communicate with reader - please try again.
fr: Impossible de communiquer avec le lecteur. Veuillez réessayer
id: Tidak dapat berkomunikasi dengan pembaca - harap coba lagi
pt_br: Não foi possível estabelecer comunicação com o leitor. Tente novamente.
tr: Okuyucuyla iletişim kurulamıyor - lütfen tekrar deneyin

source: Unable to connect to card reader - the card reader is already in use.
fr: Impossible de se connecter au lecteur de cartes. Le lecteur de cartes est en cours d’utilisation
id: Tidak dapat terhubung dengan pembaca kartu - pembaca kartu sudah digunakan
pt_br: Não foi possível conectar ao leitor de cartão porque ele já está em uso.
tr: Kart okuyucuya bağlanılamıyor - kart okuyucu zaten kullanılıyor

source: Unable to connect to reader - another reader is already connected.
fr: Impossible de se connecter au lecteur. Un autre lecteur est déjà connecté
id: Tidak dapat terhubung dengan pembaca - pembaca lain sudah terhubung
pt_br: Não foi possível conectar ao leitor porque outro leitor já está conectado.
tr: Okuyucuya bağlanılamıyor - başka bir okuyucu zaten bağlı

source: Unable to mark review as %@
de: Bewertung kann nicht als %@ markiert werden
es: No se ha podido marcar la reseña como %@
fr: Impossible de marquer l'avis comme %@
he: אין אפשרות לסמן את הביקורת בתור "%@"
id: Tidak dapat menandai ulasan %@
it: Impossibile contrassegnare la recensione come %@
ja: レビューを%@に変更できませんでした
nl: Kan beoordeling niet markeren als %@
pt_br: Não foi possível marcar a avaliação como %@
ru: Не удалось пометить обзор %@
sv: Kan inte markera recension som %@
tr: %@ olarak işaretlenemedi

source: Unable to perform request with the connected reader - unsupported feature - please try again with another reader.
fr: Impossible d’envoyer une demande avec le lecteur connecté. Fonctionnalité non prise en charge. Réessayez avec un autre lecteur
id: Tidak dapat menjalankan permintaan dengan pembaca yang terhubung - fitur tidak didukung - coba lagi dengan pembaca lainnya
pt_br: Não foi possível realizar solicitação ao leitor conectado. O recurso não é compatível. Tente novamente com outro leitor.
tr: Bağlı okuyucuyla ilgili istek gerçekleştirilemiyor - desteklenmeyen özellik - lütfen başka bir okuyucuyla tekrar deneyin

source: Unable to perform software request - please update this application and try again.
fr: Impossible d’envoyer une demande au logiciel. Mettez à jour l’application et réessayez
id: Tidak dapat menjalankan permintaan perangkat lunak - perbarui aplikasi dan coba lagi
pt_br: Não foi possível realizar solicitação ao software. Atualize o aplicativo e tente novamente.
tr: Yazılım isteği gerçekleştirilemiyor - lütfen bu uygulamayı güncelleyin ve tekrar deneyin

source: Unable to process payment due to invalid data - please try again.
fr: Impossible de traiter le paiement. Données non valides. Veuillez réessayer
id: Tidak dapat memproses pembayaran karena data tidak valid - harap coba lagi
pt_br: Não foi possível processar o pagamento devido a dados inválidos. Tente novamente.
tr: Geçersiz veriler nedeniyle ödeme işlenemiyor - lütfen tekrar deneyin

source: Unable to read card - the system timed out - please try again.
fr: Impossible de lire la carte. Le système a été interrompu après le délai. Veuillez réessayer
id: Tidak dapat membaca kartu - waktu sistem habis - harap coba lagi
pt_br: Não foi possível ler o cartão. O sistema atingiu o tempo limite. Tente novamente.
tr: Kart okunamıyor - sistem zaman aşımına uğradı - lütfen tekrar deneyin

source: Unable to read inserted card - please try removing and inserting card again.
fr: Impossible de lire la carte insérée. Retirez-la, puis réinsérez-la
id: Tidak dapat membaca kartu yang dimasukkan - ambil kartu lalu masukkan lagi
pt_br: Não foi possível ler o cartão. Insira-o novamente.
tr: Takılan kart okunamıyor - lütfen kartı çıkarıp tekrar takmayı deneyin

source: Unable to read swiped card - please try swiping again.
fr: Impossible de lire la carte glissée. Réessayez de la glisser
id: Tidak dapat membaca kartu yang digesek - coba gesek lagi
pt_br: Não foi possível ler o cartão. Passe-o novamente.
tr: Kullanılan kart okunamıyor - lütfen kartı tekrar geçirmeyi deneyin

source: Unable to search for card readers - Bluetooth Low Energy is not supported on this device - please use a different device.
fr: Impossible de détecter des lecteurs de cartes. Le Bluetooth à basse consommation n’est pas pris en charge par cet appareil. Utilisez un autre appareil
id: Tidak dapat mencari pembaca kartu - perangkat ini tidak mendukung Bluetooth Hemat Energi - gunakan perangkat lainnya
pt_br: Não foi possível pesquisar leitores de cartão porque o Bluetooth Low Energy não é compatível com este dispositivo. Use outro dispositivo.
tr: Kart okuyucular aranamıyor - Bluetooth Low Energy bu cihazda desteklenmiyor - lütfen farklı bir cihaz kullanın

source: Unable to search for card readers - Bluetooth timed out - please try again.
fr: Impossible de détecter des lecteurs de cartes. Le Bluetooth a été déconnecté. Réessayez ultérieurement
id: Tidak dapat mencari pembaca kartu - waktu untuk Bluetooth sudah habis - harap coba lagi
pt_br: Não foi possível pesquisar leitores de cartão porque o Bluetooth atingiu o tempo limite. Tente novamente.
tr: Kart okuyucular aranamıyor - Bluetooth zaman aşımına uğradı - lütfen tekrar deneyin

source: Unable to update card reader software - the reader battery is too low.
fr: Impossible de mettre à jour le logiciel du lecteur de cartes. La batterie du lecteur est trop faible
id: Tidak dapat memperbarui perangkat lunak pembaca kartu karena daya baterai terlalu rendah
pt_br: Não foi possível atualizar o software do leitor de cartão porque a bateria está muito fraca.
tr: Kart okuyucu yazılımı güncellenemiyor - Okuyucu pili çok düşük

source: You need to set a lock screen passcode to use Tap to Pay on iPhone.
fr: Vous devez définir un code d’accès pour déverrouiller l’écran et utiliser le service Appuyer pour payer sur iPhone.
id: Anda perlu membuat kode sandi layar kunci agar dapat menggunakan Ketuk untuk Bayar di iPhone.
pt_br: É necessário definir uma senha de tela de bloqueio para usar o Tap to Pay on iPhone
tr: Tap to Pay on iPhone özelliğini kullanmak için bir kilit ekranı parolası ayarlamanız gerekir

source: [COMMENT]
de: [KOMMENTAR]
es: [COMENTARIO]
fr: [COMMENTAIRE]
he: [תגובה]
id: [KOMENTAR]
it: [COMMENTO]
ja: [コメント]
nl: [REACTIE]
pt_br: [COMENTÁRIO]
ru: [КОММЕНТАРИЙ]
tr: [YORUM]

# blazeBudgetSettingView.dailySpend
source: Daily spend
fr: Dépense quotidienne
id: Pengeluaran per hari
pt_br: Gasto diário
tr: Günlük harcama

# blazeBudgetSettingView.description
source: How much would you like to spend on your campaign, and how long should it run for?
fr: Combien souhaitez-vous dépenser pour votre campagne et combien de temps doit-elle durer ?
id: Berapa banyak dana yang ingin Anda belanjakan untuk kampanye, dan berapa lama durasinya?
pt_br: Quanto você gostaria de gastar na sua campanha e por quanto tempo quer mantê-la ativa?
tr: Kampanyanızda ne kadar harcama yapmak istersiniz ve bu ne kadar süre çalışmalı?

# blazeBudgetSettingView.estimatedImpressionsAccessibilityHint
source: Tap for more information about estimated impressions
fr: Appuyez pour en savoir plus sur l’estimation des impressions
id: Ketuk untuk informasi selengkapnya tentang perkiraan impresi
pt_br: Toque para saber mais sobre as impressões estimadas
tr: Tahmini gösterim sayısı hakkında daha fazla bilgi edinmek için dokunun

# blazeBudgetSettingView.estimatedTotalImpressions
source: Estimated total impressions
fr: Nombre d’impressions totales estimées
id: Perkiraan total impresi
pt_br: Total de impressões estimadas
tr: Tahmini toplam gösterim sayısı

# blazeBudgetSettingView.schedule
source: Schedule
fr: Planifier
id: Jadwal
pt_br: Programar
tr: Zamanla

# blazeBudgetSettingViewModel.dayCountToEndDate
source: %1$@ to %2$@
fr: %1$@ jusqu’au %2$@
id: %1$@ sampai %2$@
pt_br: %1$@ (até %2$@)
tr: %2$@ tarihine kadar %1$@

# blazeBudgetSettingViewModel.ongoingCampaignDate
source: Ongoing from %1$@
fr: À compter du %1$@
id: Berjalan sejak %1$@
pt_br: De %1$@ em diante
tr: %1$@ tarihinden itibaren devam eden

# blazeBudgetSettingViewModel.totalAmountMultipleDays
source: %1$@ for %2$d days
fr: %1$@ pour %2$d jours
id: %1$@ selama %2$d hari
pt_br: %1$@ para %2$d dias
tr: %2$d gün için %1$@

# blazeBudgetSettingViewModel.totalAmountSingleDay
source: %1$@ for %2$d day
fr: %1$@ pour %2$d jour
id: %1$@ selama %2$d hari
pt_br: %1$@ para %2$d dia
tr: %2$d gün için %1$@

# blazeBudgetSettingViewModel.weeklySpendAmount
source: %1$@ weekly spend
fr: Dépense hebdomadaire de %1$@
id: Pengeluaran per minggu %1$@
pt_br: %1$@ de gasto semanal
tr: %1$@ haftalık harcama

# card.waves.progressView.accessibilityLabel
source: In progress
fr: En cours
id: Sedang berlangsung
pt_br: Em andamento
tr: Devam ediyor

# customer.search.button.accessibilityLabel
source: Search customer
fr: Rechercher un client
id: Cari pelanggan
pt_br: Pesquisar cliente
tr: Müşterileri ara

source: example.com
es: ejemplo.com
fr: exemple.com
id: contoh.com
it: esempio.com
nl: voorbeeld.com
pt_br: exemplo.com
sv: exempel.com
tr: örnek.com

# googleAdsCampaignCoordinator.googleForWooCommerce
source: Google for WooCommerce
de: Google für WooCommerce
es: Google para WooCommerce
fr: Google pour WooCommerce
he: Google ל-WooCommerce
id: Google untuk WooCommerce
it: Google per WooCommerce
nl: Google voor WooCommerce
pt_br: Google para WooCommerce
tr: WooCommerce İçin Google

# hubMenuViewModel.googleAds
source: Google for WooCommerce
de: Google für WooCommerce
es: Google para WooCommerce
fr: Google pour WooCommerce
he: Google ל-WooCommerce
id: Google untuk WooCommerce
it: Google per WooCommerce
nl: Google voor WooCommerce
pt_br: Google para WooCommerce
tr: WooCommerce için Google

# pointOfSale.cardPresentPayment.alert.foundReader.description
source: Do you want to connect to this reader?
fr: Voulez-vous vous connecter à ce lecteur ?
id: Anda ingin menghubungkan ke pembaca ini?
pt_br: Deseja se conectar a este leitor?
tr: Bu okuyucuya bağlanmak istiyor musunuz?

# pointOfSale.cardPresentPayment.alert.foundReader.title.2
source: Found %1$@
fr: %1$@ trouvé
id: Ditemukan %1$@
pt_br: %1$@ encontrado
tr: %1$@ bulundu

source: Close
fr: Fermer
id: Tutup
pt_br: Fechar
tr: Kapat

# pointOfSale.floatingButtons.disconnectCardReader.button.title
source: Disconnect Reader
fr: Déconnecter le lecteur
id: Putus Sambungan Pembaca
pt_br: Desconectar leitor
tr: Okuyucunun Bağlantısını Kes

# pointOfSale.floatingButtons.readerDisconnecting.title
source: Disconnecting
fr: Déconnexion
id: Memutuskan sambungan
pt_br: Desconectando
tr: Bağlantı kesiliyor

# setUpTapToPayPaymentPromptView.paymentComplete.navigation.title
source: Payment Complete
de: Zahlung abgeschlossen
es: Pago completado
fr: Paiement effectué
he: התשלום הושלם
id: Pembayaran Selesai
it: Pagamento completato
nl: Betaling is gelukt
pt_br: Pagamento concluído
ru: Платёж завершён
sv: Betalning slutförd
tr: Ödeme Tamamlandı

source: www.usps.com/hazmat
pt_br: https://www.usps.com/hazmat

# blazeBudgetSettingView.evergreenDescription
source: Campaign will run until you stop it.
id: Kampanye akan terus berjalan sampai Anda nonaktifkan.

# blazeBudgetSettingView.specifyDuration
source: Specify the duration
id: Tentukan durasi

# blazeBudgetSettingView.startDate
source: Start date
id: Tanggal mulai

# hubMenu.coupons
source: Reviews
id: Ulasan

# menu.payments.tapToPay.section.title
source: Tap to Pay
fr: Appuyer pour payer
id: Ketuk untuk Bayar
it: Tocca per pagare
ru: Tap to Pay (Оплата в касание)

source: Yahoo Mail
ru: Yahoo Почта
