Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: Shipping class
ar: فئة الشحن
de: Versandklasse
es: Clase de envío
fr: Classe de livraison
he: סיווג משלוח
id: Kelas pengiriman
it: Classe di spedizione
ja: 送料区分
nl: Verzendingsklasse
pt_br: Classe de envio
ru: Класс доставки
sv: Fraktklass
tr: Kargo sınıfı

source: Shipping classes
ar: فئات الشحن
de: Versandklassen
es: Clases de envío
fr: Classes de livraison
he: סיווגי משלוחים
id: Kelas pengiriman
it: Classi di spedizione
ja: 配送クラス
nl: Verzendingsklassen
pt_br: Classes de envio
ru: Классы доставки
sv: Fraktklasser
tr: Kargo sınıfları

source: Shipping label order summary
ar: ملخص طلبات ملصق الشحن
de: Zusammenfassung der Versandetiketten-Bestellung
es: Resumen del pedido de la etiqueta de envío
fr: Récapitulatif de la commande d’étiquettes d’expédition
he: סיכום ההזמנה לתווית המשלוח
id: Ringkasan pesanan label pengiriman
it: Riepilogo ordine etichetta di spedizione
ja: 配送ラベル注文の概要
nl: Besteloverzicht van verzendlabels
pt_br: Resumo do pedido de etiqueta de envio
ru: Сводка по заказу на транспортные этикетки
sv: Beställningssammanfattning för fraktetiketter
tr: Gönderim etiketi sipariş özeti

source: Shipping label purchased!
ar: تم شراء ملصق الشحن!
de: Versandetikett gekauft!
es: ¡Etiqueta de envío comprada!
fr: L’étiquette d’expédition a été achetée !
he: תווית המשלוח נרכשה!
id: Label pengiriman dibeli!
it: Etichetta di spedizione acquistata.
ja: 配送ラベルを購入しました
nl: Verzendlabel aangeschaft!
pt_br: Etiqueta de envio comprada!
ru: Транспортная этикетка приобретена!
sv: Fraktetikett köpt!
tr: Gönderim etiketi satın alındı!

source: Shipping labels purchased!
ar: تم شراء ملصقات الشحن!
de: Versandetiketten gekauft!
es: ¡Se han comprado las etiquetas de envío!
fr: Étiquettes d’expédition achetées !
he: תוויות המשלוח נרכשו!
id: Label pengiriman dibeli!
it: Etichette di spedizione acquistate.
ja: 配送ラベルを購入しました
nl: Verzendlabels aangeschaft!
pt_br: Etiquetas de envio compradas!
ru: Транспортные этикетки приобретены!
sv: Fraktetikett köpt!
tr: Gönderi etiketleri satın alındı!

source: Shipping only
ar: الشحن فقط
de: Nur Versand
es: Solo envío
fr: Livraison uniquement
he: משלוח בלבד
id: Hanya pengiriman
it: Solo spedizione
ja: 配送対象
nl: Alleen verzenden
pt_br: Somente envio
ru: Только доставка
sv: Endast frakt
tr: Sadece kargo

source: Shop and search results
ar: المحال ونتائج البحث
de: Shop und Suchergebnisse
es: Resultados de búsqueda y de tiendas
fr: Magasin et résultats de recherche
he: חנות ותוצאות חיפוש
id: Hasil penelusuran dan toko
it: Negozio e risultati della ricerca
ja: ショップおよび検索結果
nl: Winkel en zoekresultaten
pt_br: Resultados para compra e pesquisa
ru: Товары и результаты поиска
sv: Butik och sökresultat
tr: Alışveriş ve arama sonuçları

source: Shop only
ar: المحال فقط
de: Nur Shop
es: Solo en la tienda
fr: Magasin uniquement
he: חנות בלבד
id: Hanya Toko
it: Soltanto negozio
ja: ショップのみ
nl: Alleen winkel
pt_br: Apenas compra
ru: Только товары
sv: Endast butik
tr: Yalnızca alışveriş

source: Short description
ar: وصف قصير
de: Kurzbeschreibung
es: Descripción corta
fr: Courte description
he: תיאור קצר
id: Deskripsi singkat
it: Breve descrizione
ja: 簡単な説明
nl: Korte beschrijving
pt_br: Breve descrição
ru: Короткое описание
sv: Kort beskrivning
tr: Kısa açıklama

source: Show Orders
ar: إظهار الطلبات
de: Bestellungen anzeigen
es: Mostrar pedidos
fr: Afficher les commandes
he: להציג הזמנות
id: Tampilkan Pesanan
it: Mostra ordini
ja: 注文を表示
nl: Bestellingen weergeven
pt_br: Mostrar pedidos
ru: Показать заказы
sv: Visa beställningar
tr: Siparişleri Göster

source: Show Products
ar: عرض المنتجات
de: Produkte anzeigen
es: Mostrar productos
fr: Afficher les produits
he: להציג את המוצרים
id: Tampilkan Produk
it: Mostra prodotti
ja: 商品を表示
nl: Producten tonen
pt_br: Mostrar produtos
ru: Показать продукты
sv: Visa produkter
tr: Ürünleri Göster

source: Show a list of refunded order items for this order.
ar: عرض قائمة بعناصر الطلب المستردة لهذا الطلب.
de: Liste rückerstatteter Auftragspositionen für diese Bestellung anzeigen
es: Muestra una lista de elementos de pedido reembolsados para este pedido.
fr: Afficher la liste des articles remboursés pour cette commande.
he: להציג רשימה של פריטי הזמנה שעבורם התקבל החזר כספי בהזמנה זאת.
id: Tampilkan daftar item pesanan yang dikembalikan dananya untuk pesanan ini.
it: Mostra un elenco degli elementi dell'ordine rimborsati per questo ordine.
ja: この注文で返金された注文アイテムのリストを表示します。
nl: Toon een lijst van terugbetaalde bestelde artikelen voor deze bestelling.
pt_br: Mostrar uma lista de itens reembolsados para este pedido.
ru: Показать список элементов заказа, по которым возвращены средства.
sv: Visa en lista över återbetalda orderartiklar för den här ordern.
tr: Bu sipariş için iade edilen ürünlerin listesini göster.

source: Show bottom action sheet options for a downloadable file
ar: عرض خيارات ورقة الإجراءات السفلية لملف قابل للتنزيل
de: Optionen für unteres Action Sheet bei herunterladbaren Dateien anzeigen
es: Muestra las opciones de la hoja de acción inferior para obtener un archivo descargable.
fr: Afficher les options de la feuille d’action ci-dessous pour un fichier téléchargeable
he: לקובץ שניתן להורדה, יש להציג את האפשרויות של גיליון הפעולות
id: Tampilkan opsi lembar tindakan bawah untuk file yang dapat diunduh
it: Mostra le opzioni del foglio delle azioni inferiore per un file scaricabile
ja: ダウンロード可能なファイルに下部アクションシートのオプションを表示
nl: Opties voor het onderste actieblad weergeven voor een downloadbaar bestand
pt_br: Mostrar opções de ações na parte inferior da tela para um arquivo para download
ru: Показать опции нижней таблицы действий для загружаемого файла
sv: Visa alternativ för nedre åtgärdsblad för en nedladdningsbar fil
tr: İndirilebilir bir dosya için alt işlem sayfası seçeneklerini göster

source: Show password
ar: عرض كلمة المرور
de: Passwort anzeigen
es: Mostrar contraseña
fr: Afficher le mot de passe
he: להציג סיסמה
id: Tampilkan kata sandi
it: Mostra password
ja: パスワードを表示
nl: Wachtwoord weergeven
pt_br: Mostrar senha
ru: Показать пароль
sv: Visa lösenord
tr: Şifreyi göster

source: Show refund details for this order.
ar: عرض تفاصيل الاسترداد لهذا الطلب.
de: Rückerstattungsdetails für diese Bestellung anzeigen
es: Muestra los datos de reembolso de este pedido.
fr: Affichez les informations de remboursement liées à cette commande.
he: להציג את הפרטים של ההחזר הכספי בהזמנה זאת.
id: Tampilkan rincian pengembalian dana untuk pesanan ini.
it: Mostra i dettagli del rimborso per questo ordine.
ja: この注文の返金の詳細を表示します。
nl: Toon restitutiedetails van deze bestelling.
pt_br: Exibir detalhes de reembolso para este pedido.
ru: Показать сведения о возврате средств по этому заказу.
sv: Visa återbetalningsinformationen för den här ordern.
tr: Bu siparişin iade detaylarını göster.

source: Show the billing details for this order.
ar: اعرض تفاصيل الفوترة لهذا الطلب.
de: Zeigt die Abrechnungsdetails dieser Bestellung an
es: Muestra los datos de facturación de este pedido.
fr: Affichez les informations de facturation liées à cette commande.
he: להציג את פרטי החיוב להזמנה זאת.
id: Tampilkan detail tagihan untuk pesanan ini.
it: Mostra i dettagli di fatturazione per questo ordine.
ja: この注文の請求詳細を表示
nl: Toon factuurdetails van deze bestelling.
pt_br: Exibe os detalhes de cobrança para este pedido.
ru: Показать платёжную информацию по этому заказу.
sv: Visa faktureringsinformationen för den här ordern.
tr: Bu siparişin fatura bilgilerini göster.

source: Show the custom fields for this order.
ar: قم بعرض الحقول المخصصة لهذا الطلب.
de: Eigene Felder für diese Bestellung anzeigen.
es: Muestra los campos personalizados de este pedido.
fr: Afficher les champs personnalisés pour cette commande.
he: להציג את השדות המותאמים להזמנה זאת.
id: Tampilkan kolom khusus untuk pesanan ini.
it: Mostra i campi personalizzati per questo ordine.
ja: この注文のカスタムフィールドを表示します。
nl: Toon de aangepaste velden van deze bestelling.
pt_br: Exiba os campos personalizados deste pedido.
ru: Показать произвольные поля этого заказа.
sv: Visa de anpassade fälten för denna beställning.
tr: Bu sipariş için özel alanları gösterin.

source: Show the items included inside this shipping label package.
ar: أظهر العناصر المُضمَّنة داخل حزمة ملصق الشحن هذه.
de: Zeige die Elemente an, die in diesem Versandetikettenpaket enthalten sind.
es: Muestra los artículos incluidos en este paquete de etiquetas de envío.
fr: Afficher les articles inclus dans ce colis d’étiquettes d’expédition.
he: הצגת הפריטים הכלולים באריזה של תווית משלוח זה.
id: Tampilkan item yang disertakan dalam paket label pengiriman ini.
it: Mostra gli articoli inclusi in questo pacco di etichette di spedizione.
ja: この配送ラベルの荷物内の商品を表示します。
nl: Toon de artikelen inbegrepen in dit pakket met verzendlabels
pt_br: Mostre os itens incluídos neste pacote de etiqueta de envio.
ru: Показать элементы, включенные в посылку.
sv: Visa artiklarna som ingår i detta fraktetikettpaket.
tr: Bu gönderi etiketi paketinde bulunan öğeleri gösterin.

source: Show the shipment details for this shipping label.
ar: اعرض تفاصيل الشحنة لبطاقة الشحن هذه.
de: Sendungsdetails für dieses Versandetikett anzeigen.
es: Muestra los detalles del envío de esta etiqueta de envío.
fr: Affichez les détails de l’expédition de cette étiquette d’expédition.
he: להציג את פרטי המשלוח לתווית משלוח זו.
id: Tampilkan detail pengiriman untuk label pengiriman ini.
it: Mostra i dettagli di spedizione per questa etichetta.
ja: この配送ラベルの配送状況の詳細を表示します。
nl: Toon verzendingsgegevens van dit verzendlabel.
pt_br: Mostrar detalhes do envio para esta etiqueta.
ru: Показать сведения об отправке заказа с этой транспортной этикеткой.
sv: Visa försändelseinformationen för den här fraktetiketten.
tr: Bu gönderi etiketi için gönderi ayrıntılarını gösterin.

source: Shown
ar: معروض
de: Angezeigt
es: Visible
fr: Affiché
he: מוצג
id: Ditampilkan
it: Mostrata
ja: 表示内容
nl: Weergegeven
pt_br: Visível
ru: Показан
sv: Visas
tr: Gösteriliyor

source: Shows more options.
ar: إظهار المزيد من الخيارات.
de: Zeigt weitere Optionen an.
es: Muestra más opciones.
fr: Affiche plus d'options.
he: מציג אפשרויות נוספות.
id: Menampilkan lebih banyak pilihan.
it: Mostra più opzioni.
ja: オプションをさらに表示します。
nl: Meer opties weergeven.
pt_br: Mostra mais opções.
ru: Другие опции.
sv: Visa fler alternativ.
tr: Diğer seçenekleri gösterir.

source: Sierra Leone
ar: سيراليون
es: Sierra Leona
he: סיירה ליאון
ja: シエラレオネ共和国国
pt_br: Serra Leoa
ru: Сьерра-Леоне

source: Sign Up
ar: اشترك
de: Registrieren
es: Registrarse
fr: S’inscrire
he: הרשמה
id: Mendaftar
it: Registrati
ja: 登録
nl: Aanmelden
pt_br: Registrar-se
ru: Регистрация
sv: Registrera
tr: Üye ol

source: Sign in with site credentials
ar: تسجيل الدخول باستخدام بيانات اعتماد الموقع
de: Mit den Website-Anmeldedaten anmelden
es: Iniciar sesión con las credenciales del sitio
fr: Connexion avec les identifiants de connexion du site
he: להתחבר עם פרטי הכניסה של האתר
id: Login dengan kredensial situs
it: Accedi con le credenziali del sito
ja: サイトのログイン情報でログイン
nl: Inloggen met site-inloggegevens
pt_br: Fazer login com credenciais do site
ru: Войти с учетными данными сайта
sv: Logga in med webbplatsuppgifter
tr: Site kimlik bilgileriyle giriş yapın

source: Sign in with store credentials
ar: تسجيل الدخول باستخدام بيانات اعتماد المتجر
de: Mit den Shop-Anmeldedaten anmelden
es: Iniciar sesión con las credenciales de la tienda
fr: Connexion avec les identifiants de connexion de la boutique
he: להתחבר עם פרטי הכניסה של החנות
id: Login dengan kredensial toko
it: Accedi con le credenziali del negozio
ja: サイトのログイン情報でログイン
nl: Inloggen met winkel-inloggegevens
pt_br: Fazer login com credenciais da loja
ru: Войти с учетными данными магазина
sv: Logga in med butiksuppgifter
tr: Mağaza kimlik bilgileriyle giriş yapın

source: Sign up
ar: التسجيل
de: Registrieren
es: Crear Cuenta
fr: S'inscrire
he: הרשמה
id: Mendaftar
it: Registrati
ja: 登録
nl: Registreren
pt_br: Registrar-se
ru: Зарегистрироваться
sv: Skapa konto
tr: Kaydol

source: Sign up for WordPress.com
ar: الاشتراك في وردبرس.كوم
de: Bei WordPress.com registrieren
es: Regístrate en WordPress.com
fr: S’inscrire à WordPress.com
he: הרשמה ל-WordPress.com
id: Mendaftar WordPress.com
it: Iscriviti a WordPress.com
ja: WordPress.com に登録
nl: Inschrijven op WordPress.com
pt_br: Cadastrar no WordPress.com
ru: Зарегистрироваться на WordPress.com
sv: Registrera dig på WordPress.com
tr: WordPress.com için üye olun

source: Sign up with Email
ar: تسجيل الدخول باستخدام البريد الإلكتروني
de: Mit E-Mail-Adresse registrieren
es: Registro con correo electrónico
fr: S'inscrire avec une adresse e-mail
he: הרשמה באמצעות אימייל
id: Daftar dengan Email
it: Registrati con l'e-mail
ja: メールアドレスで登録
nl: Inschrijven met e-mail
pt_br: Cadastrar com e-mail
ru: Зарегистрироваться с адресом Email
sv: Registrera dig med hjälp av e-postadress
tr: E-posta ile üye ol

source: Signature required (+%1$@)
ar: يلزم التوقيع (+%1$@)
de: Unterschrift erforderlich (+%1$@)
es: Firma obligatoria (+%1$@)
fr: Signature obligatoire (+%1$@)
he: נדרשת חתימה (+%1$@)
id: Tanda tangan diperlukan (+%1$@)
it: Firma richiesta (+%1$@)
ja: 署名が必要 (+%1$@)
nl: Handtekening vereist (+%1$@)
pt_br: Assinatura necessária (+%1$@)
ru: Требуется подпись (+%1$@)
sv: Signatur obligatoriskt (+%1$@)
tr: İmza gerekli (+%1$@)

source: Signed in as @%1$@
ar: تم تسجيل الدخول بصفتك @%1$@
de: Als @%1$@ angemeldet
es: Has iniciado sesión como @%1$@
fr: Connecté en tant que @%1$@
he: מחובר בתור @%1$@
id: Masuk sebagai @%1$@
it: Accesso effettuato come @%1$@
ja: @%1$@ にログイン中
nl: Aangemeld als @%1$@
pt_br: Você efetuou login como @%1$@
ru: Вы вошли под именем @%1$@
sv: Inloggad som @%1$@
tr: @%1$@ olarak oturum açıldı

source: Simple
ar: بسيط
de: Einfach
es: Sencillo
he: פשוט
id: Sederhana
it: Semplice
ja: シンプル
nl: Simpel
pt_br: Simples
ru: Обычный
sv: Enkel
tr: Basit

source: Singapore
ar: سنغافورة
de: Singapur
es: Singapur
fr: Singapour
he: סינגפור
id: Singapura
ja: シンガポール
pt_br: Singapura
ru: Сингапур
tr: Singapur

source: Site Address
ar: عنوان الموقع
de: Website-Adresse
es: Dirección del sitio
fr: Adresse du site
he: כתובת האתר
id: Alamat Situs
it: Indirizzo del sito
nl: Websiteadres
pt_br: Endereço do site
sv: Webbplatsadress
tr: Site Adresi

source: Site Redirect
ar: إعادة توجيه الموقع
de: Website-Weiterleitung
es: Redirección de sitio
fr: Redirection de site
id: Pengalihan Situs
it: Redirect del sito
ja: サイト転送
nl: Sitedoorverwijzing
pt_br: Redirecionamento de site
ru: Перенаправление сайта
sv: Omdirigera webbplats
tr: Site yönlendirme

source: Site address
ar: عنوان الموقع
de: Website-Adresse
es: Dirección del sitio
fr: Adresse du site
he: כתובת אתר
id: Alamat situs
it: Indirizzo sito
ja: サイトアドレス
nl: Websiteadres
pt_br: Endereço do site
ru: Адрес сайта
sv: Webbplatsadress
tr: Site adresi

source: Site address must be at least 4 characters.
ar: يجب أن يحتوي عنوان الموقع على 4 حروف على الأقل.
de: Website-Adresse muss mindestens 4 Zeichen lang sein.
es: La dirección del sitio debe tener al menos 4 caracteres.
fr: L'adresse du site doit au moins contenir 4 caractères.
he: כתובת אתר צריכה להכיל לפחות 4 תווים.
id: Alamat situs harus minimal 4 karakter.
it: L'indirizzo del sito deve contenere almeno 4 caratteri.
ja: サイトアドレスは4文字以上にしてください。
nl: Site-adres moet minimaal 4 karakters zijn.
pt_br: O endereço do site deve ter pelo menos 4 caracteres.
ru: Адрес сайта должен содержать не менее 4 символов.
sv: Adressen till webbplatsen måste bestå av minst 4 bokstäver.
tr: Site adresiniz en az dört karakter olmalı.

source: Site plan expired
ar: انتهت صلاحية خطة الموقع
de: Website-Tarif abgelaufen
es: El plan del sitio ha caducado
fr: Plan du site expiré
he: פג תוקפה של תוכנית האתר
id: Paket situs kedaluwarsa
it: Piano del sito scaduto
nl: Site-abonnement verlopen
pt_br: Plano do site expirado
ru: Срок действия тарифного плана сайта истёк
sv: Webbplatspaket löpt ut
tr: Site paketinin süresi doldu

source: Skip
ar: تخطي
de: Überspringen
es: Saltar
fr: Sauter
he: דלג
id: Lewati
it: Salta
ja: スキップ
nl: Overslaan
pt_br: Pular
ru: Пропустить
sv: Hoppa över
tr: Atla

source: Skip for now
ar: تخطي الآن
de: Vorläufig überspringen
es: Omitir por ahora
fr: Ignorer pour le moment
he: לא כרגע
id: Lewati sekarang
it: Ignora per adesso
ja: 今はスキップ
nl: Tijdelijk overslaan
pt_br: Pular por enquanto
ru: Пропустить
sv: Hoppa över just nu
tr: Şimdilik atla

source: Slovakia
ar: سلوفاكيا
de: Slowakei
es: Eslovaquia
fr: Slovaquie
he: סלובקיה
it: Slovacchia
ja: スロバキア
nl: Slowakije
pt_br: Eslováquia
ru: Словакия
sv: Slovakien
tr: Slovakya

source: Slovenia
ar: سلوفينيا
de: Slowenien
es: Eslovenia
fr: Slovénie
he: סלובניה
ja: スロベニア
nl: Slovenië
pt_br: Eslovênia
ru: Словения
sv: Slovenien
tr: Slovenya

source: Slug
ar: الاسم اللطيف
de: Titelform
fr: Identifiant
he: מזהה לכתובת
it: Abbreviazione
ja: スラッグ
ru: Слаг
sv: Permalänk
tr: Kısaltma

source: Small Quantity Provision Package (markings required)
ar: طرود توفير الكميات الصغيرة (لا بد من وضع علامات عليها)
de: Paket, das unter die Regelung für kleine Mengen fällt (Small Quantity Provision Package) (Markierungen erforderlich)
es: Paquete de suministro para cantidades pequeñas (necesita etiquetas)
fr: Colis de provisions en petite quantité (marquages obligatoires)
he: חבילת הקצאה לכמויות קטנות (יש לציין סימונים)
id: Paket Pengadaan Kuantitas Kecil (wajib ditandai)
it: Pacchetti di fornitura di piccole quantità (marcature richieste)
nl: Provisiepakket kleine hoeveelheid (markering vereist)
pt_br: Pacote de provisão em pequenas quantidades (identificação obrigatória)
ru: Посылка, небольшое количество (требуется маркировка)
sv: Leveranspaket för små kvantiteter (märkning krävs)
tr: Küçük Miktarda Tedarik Paketi (işaretleme gerekli)

source: Software updated
ar: تم تحديث البرنامج
de: Software aktualisiert
es: Software actualizado
fr: Logiciel mis à jour
he: התוכנה עודכנה
id: Perangkat lunak diperbarui
it: Software aggiornato
ja: ソフトウェアが更新されました
nl: Software bijgewerkt
pt_br: Software atualizado
ru: ПО обновлено
sv: Programvaran har uppdaterats
tr: Yazılım güncellendi

source: Solomon Islands
ar: جزر سليمان
de: Salomonen
es: Islas Salomón
fr: Îles Salomon
he: איי שלמה
id: Kepulauan Solomon
it: Isole Salomone
ja: ソロモン諸島
nl: Solomoneilanden
pt_br: Ilhas Salomão
ru: Соломоновы Острова
sv: Salomonöarna
tr: Solomon Adaları

source: Somalia
ar: الصومال
fr: Somalie
he: סומליה
ja: ソマリア
nl: Somalië
pt_br: Somália
ru: Сомали
tr: Somali

source: Some email address is not valid.
ar: جزء من عنوان البريد الإلكتروني غير صالح.
de: Mindestens eine E-Mail-Adresse ist ungültig.
es: Alguna dirección de correo electrónico no es válida.
fr: Au moins une adresse e-mail n’est pas valide.
he: חלק מכתובת האימייל לא תקינות.
id: Beberapa alamat email tidak valid.
it: Alcuni indirizzi e-mail non sono validi.
ja: 一部のメールアドレスが無効です。
nl: Een e-mailadres is niet geldig.
pt_br: Algum endereço de e-mail não é válido.
ru: Один из адресов эл. почты недействителен.
sv: Några e-postadresser är inte giltiga.
tr: Bir e-posta adresi geçerli değil.

source: Some unexpected error with the validation. Please check the fields and try again.
ar: بعض الأخطاء غير المتوقعة في عملية التحقق. يُرجى التحقق من الحقول والمحاولة مرة أخرى.
de: Bei der Validierung ist ein unerwarteter Fehler aufgetreten. Überprüfe die Felder und versuche es erneut.
es: Ha ocurrido un error inesperado en la validación. Revisa los campos e inténtalo de nuevo.
fr: Une erreur inattendue est survenue au moment de la validation. Veuillez vérifier les champs, puis recommencez.
he: אירעה שגיאה לא צפויה בתהליך האימות. כדאי לבדוק את השדות ולנסות שוב.
id: Terjadi error tidak terduga saat proses validasi. Mohon periksa kolom isian dan coba lagi.
it: Si è verificato un errore inatteso durante la convalida. Verifica i campi e riprova.
ja: 検証の際に予期せぬエラーが発生しました。 フィールドを確認してからもう一度お試しください。
nl: Er heeft zich een onverwachte fout voorgedaan bij de validatie. Controleer de velden en probeer het opnieuw.
pt_br: Ocorreu um erro inesperado na validação. Verifique os campos e tente novamente.
ru: Неожиданная ошибка при проверке. Проверьте поля и повторите попытку.
sv: Ett oväntat fel har uppstått med valideringen. Kontrollera fälten och försök igen.
tr: Doğrulamada beklenmeyen bir hata oluştu. Lütfen alanları kontrol edip tekrar deneyin.

source: Someone
ar: شخص ما
de: Jemand
es: Alguien
fr: Quelqu'un
he: לא ידוע
id: Seseorang
it: Qualcuno
ja: だれか
nl: Iemand
pt_br: Alguém
ru: Кто-то
sv: Någon
tr: Biri

source: Something went wrong during your purchase, and we can't tell whether your payment has completed, or your store plan been upgraded.
ar: حدث خطأ ما في أثناء الشراء الخاص بك، ويتعذر علينا إخبار ما إذا عملية الدفع التي أجريتها قد اكتملت أم تمت ترقية خطة متجرك.
de: Bei deinem Kauf ist ein Fehler aufgetreten. Wir sind nicht sicher, ob deine Zahlung abgeschlossen ist oder ob dein Shop-Tarif aktualisiert wurde.
es: Se ha producido un error durante tu compra y no podemos saber si se ha efectuado el pago o si se ha mejorado el plan de tu tienda.
fr: Un problème est survenu lors de votre achat, et nous ne sommes pas en mesure de vous dire si le paiement a été effectué ou si le plan de votre boutique a été mis à niveau.
he: משהו השתבש במהלך הרכישה, אנחנו לא יכולים להבין אם תהליך התשלום הושלם או אם התוכנית של החנות שלך שודרגה.
id: Terjadi kesalahan selama pembelian Anda dan kami tidak tahu apakah pembayaran Anda telah berhasil atau apakah paket toko Anda sudah diupgrade.
it: Si è verificato un errore durante l'acquisto e non siamo in grado di confermare se il tuo pagamento è stato completato o se il tuo piano negozio è stato aggiornato.
nl: Er is iets misgegaan bij je aankoop. We kunnen niet zien of je betaling is voltooid of dat je winkelabonnement is geüpgradet.
pt_br: Ocorreu um erro durante a compra, e não é possível determinar se seu pagamento foi concluído ou se o plano da loja foi atualizado.
ru: При покупке произошла ошибка. Мы не знаем, удалось ли провести платёж и обновить тарифный план магазина.
sv: Något gick fel vid ditt köp och vi kan inte se om din betalning har slutförts eller om ditt butikspaket har uppgraderats.
tr: Satın alma işleminiz sırasında bir sorun oluştu ve ödemenizin tamamlanıp tamamlanmadığını veya mağaza paketinizin yükseltilip yükseltilmediğini bilemiyoruz.

source: Something went wrong when validating your coupon code. Please try again
ar: حدث خطأ عند التحقق من كود القسيمة. ترجى المحاولة مجددًا
de: Beim Prüfen deines Gutschein-Codes ist ein Fehler aufgetreten. Bitte versuche es erneut
es: Se ha producido un error al validar el código de tu cupón. Inténtalo de nuevo.
fr: Un problème est survenu lors de la validation de votre code promo. Veuillez réessayer
he: משהו השתבש במהלך אימות קוד הקופון שלך. יש לנסות שוב
id: Terjadi kesalahan saat validasi kode kupon Anda. Silakan coba lagi
it: Si è verificato un problema durante la convalida del codice promozionale. Riprova
nl: Er is iets misgegaan bij het valideren van je kortingsboncode. Probeer het nog eens
pt_br: Ocorreu um erro ao validar seu código de cupom. Tente novamente
ru: Не удалось проверить код купона. Повторите попытку.
sv: Något gick fel när din rabattkod skulle valideras. Försök igen
tr: Kupon kodunuz doğrulanırken bir sorun oluştu. Lütfen tekrar deneyin

source: Something went wrong while creating the coupon.
ar: حدث خطأ ما في أثناء إنشاء القسيمة.
de: Beim Erstellen des Gutscheins ist ein Fehler aufgetreten.
es: Se ha producido un error al crear el cupón.
fr: Un problème est survenu lors de la création du code promo.
he: משהו השתבש במהלך יצירת הקופון.
id: Ada yang tidak beres saat membuat kupon.
it: Si è verificato un errore durante la creazione del codice promozionale.
ja: クーポンの作成中にエラーが発生しました。
nl: Er is iets fout gegaan bij het maken van de coupon.
pt_br: Ocorreu um erro durante a criação do cupom.
ru: Произошла ошибка при создании купона.
sv: Ett fel inträffade vid skapandet av rabattkoden.
tr: Kupon oluşturulurken bir hata oldu.
