Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: You can only add variable subscriptions in the web dashboard
ar: يمكن فقط إضافة اشتراكات متغيرة في لوحة تحكم الويب
de: Du kannst nur variable Abonnements im Web-Dashboard hinzufügen
es: Solo puedes añadir suscripciones variables en el escritorio de tu página web
fr: Vous ne pouvez ajouter que des abonnements variables dans le tableau de bord Web.
he: ניתן להוסיף מינויים עם סוגים דרך לוח הבקרה באתר האינטרנט בלבד
id: Anda hanya dapat menambahkan langganan variabel di dasbor web
it: Puoi aggiungere abbonamenti variabili solo nella bacheca web
nl: Je kan alleen variabele abonnementen toevoegen in het online dashboard
pt_br: Você só pode adicionar assinaturas variáveis no painel da Web
ru: Добавить переменные подписки можно только в веб-консоли
sv: Du kan endast lägga till variabla prenumerationer i webbadminpanelen
tr: Web panosunda yalnızca değişken abonelikler ekleyebilirsiniz

source: You can request a refund for a shipping label that has not been used to ship a package. It will take at least 14 days to process.
ar: يمكنك طلب استرداد أموال بطاقة الشحن التي لم يتم استخدامها لشحن طرد. ستستغرق المعالجة 14 يومًا على الأقل.
de: Du kannst für ein Versandetikett, das noch nicht zum Versenden eines Pakets verwendet wurde, eine Rückerstattung anfordern. Die Bearbeitung dauert mindestens 14 Tage.
es: Puedes solicitar un reembolso para una etiqueta de envío que no se haya utilizado para enviar un paquete. Tardará al menos 14 días en procesarse.
fr: Vous pouvez demander le remboursement d’une étiquette d’expédition qui n’a pas été utilisée pour expédier un colis. Cela prendra au moins 14 jours.
he: אפשר לבקש החזר כספי עבור תווית משלוח שלא נעשה בה שימוש כדי לשלוח חבילה. לעיבוד הבקשה יידרשו 14 ימים לפחות.
id: Anda dapat meminta pengembalian dana untuk label pengiriman yang belum digunakan untuk mengirim paket. Pengembalian dana akan diproses paling cepat dalam 14 hari.
it: Puoi richiedere un rimborso per un'etichetta di spedizione non utilizzata per spedire un pacchetto. L'elaborazione richiederà almeno 14 giorni.
ja: 荷物の配送に使用されていない配送ラベルの返金をリクエストできます。 処理には少なくとも14日かかります。
nl: Je kan een terugbetaling aanvragen voor een verzendlabel dat niet is gebruikt om een pakket te verzenden. Het duurt minimaal 14 dagen voordat dit is verwerkt.
pt_br: É possível solicitar o reembolso de uma etiqueta de envio que não tenha sido usada para enviar um pacote. Esse processo levará pelo menos 14 dias.
ru: Вы можете запросить возврат средств за неиспользованный почтовый бланк. Обработка займет от 14 дней.
sv: Du kan begära en återbetalning för en fraktetikett som inte har använts för att skicka ett paket. Den kommer att ta minst 14 dagar att behandla.
tr: Bir paketi göndermek için kullanılmamış bir gönderi etiketi için para iadesi talep edebilirsiniz. İşleme alınması en az 14 gün sürer.

source: You can set your store's postcode/ZIP in wp-admin > WooCommerce > Settings (General)
ar: يمكنك تعيين الرمز البريدي/ZIP الخاص بمخزنك في مسؤول ووردبريس > WooCommerce > الإعدادات (عام)
de: Du kannst die Postleitzahl/PLZ deines Shops in wp-admin > WooCommerce > Einstellungen (Allgemein) festlegen
es: Puedes configurar el código postal o ZIP de la tienda en WP Admin > WooCommerce > Ajustes (General).
fr: Vous pouvez définir le code postal de votre boutique dans wp-admin > WooCommerce > Réglages (Général)
he: אפשר להגדיר את המיקוד של החנות שלך במקטע 'wp-admin' > ‏WooCommerce > הגדרות (כללי)
id: Anda dapat mengatur kode pos toko di wp-admin > WooCommerce > Pengaturan (Umum)
it: Puoi impostare il codice postale/CAP del negozio in wp-admin > WooCommerce > Impostazioni (Generale)
ja: ストアの郵便番号は「wp-admin」>「WooCommerce」>「設定 (一般)」で設定できます
nl: Je kunt de postcode van je winkel instellen via wp-admin > WooCommerce > Instellingen (Algemeen)
pt_br: Você pode configurar o código postal (CEP) da sua loja em Painel WP-Admin > WooCommerce > Configurações (Geral)
ru: Вы можете указать почтовый индекс магазина в меню wp-admin > WooCommerce > Настройки (общие)
sv: Du kan ange din butiks postnummer i WP-admin > WooCommerce > Inställningar (Allmänt)
tr: Mağazanızın posta kodunu wp-admin > WooCommerce > Ayarlar (Genel) altından ayarlayabilirsiniz.

source: You can still accept in-person cash payments by enabling the “Cash on Delivery” payment method on your store.
ar: لا يزال بإمكانك قبول المدفوعات النقدية الشخصية عن طريق تمكين طريقة الدفع "الدفع عند الاستلام" على مخزنك.
de: Du kannst nach wie vor persönliche Barzahlungen entgegennehmen, indem du in deinem Store die Zahlungsmethode für Barzahlung bei Zustellung aktivierst.
es: Para seguir aceptando pagos en efectivo en persona, puedes activar el método de pago “Contra reembolso” en tu tienda.
fr: Vous pouvez toujours accepter des paiements en espèces en activant le moyen de paiement « Paiement à la livraison » dans votre boutique.
he: עדיין אפשר לקבל תשלומי מזומן באופן אישי על ידי הפעלת אמצעי התשלום "מזומן בעת מסירה" בחנות שלך.
id: Anda masih dapat menerima pembayaran tunai secara langsung dengan mengaktifkan metode pembayaran "Bayar di Tempat" di toko Anda.
it: Puoi comunque accettare pagamenti di persona in contanti attivando il metodo "Pagamento alla consegna" sul tuo negozio.
ja: ストアで「代金引換」の支払い方法を有効にすれば、オフラインでの現金支払いを受け取ることもできます。
nl: Je kunt nog altijd fysieke cashbetalingen door de betaalmethode 'Contant betalen bij ontvangst' in te schakelen in je winkel.
pt_br: Você ainda pode aceitar pagamentos em dinheiro pessoalmente ativando a opção "Pagamento na entrega" na sua loja.
ru: Вы можете по-прежнему принимать очные наличные платежи, если включите способ оплаты "Оплата при доставке" в магазине.
sv: Du kan fortfarande ta emot personliga kontanta betalningar genom att aktivera betalningsmetoden "Postförskott" i din butik.
tr: Mağazanızda "Kapıda Nakit" ödeme yöntemini etkinleştirerek elden şahsen nakit ödeme kabul edebilirsiniz.

source: You cannot use that email address to signup. We are having problems with them blocking some of our email. Please use another email provider.
ar: لا يمكنك استخدام عنوان البريد الإلكتروني هذا للتسجيل. تواجهنا مشكلات مع العناوين التي تحظر البريد الإلكتروني لدينا. يُرجى استخدام مزود بريد إلكتروني آخر.
de: Du kannst diese E-Mail-Adresse nicht zur Registrierung verwenden. Es gibt Probleme, da sie einige unserer E-Mails blockieren. Verwende bitte einen anderen E-Mail-Provider.
es: No puedes usar este correo electrónico para registrarte. Estamos teniendo problemas con él, bloquea nuestros correos electrónicos. Por favor, usa otro proveedor.
fr: Vous ne pouvez pas utiliser cette adresse e-mail pour vous inscrire. Nous rencontrons des problèmes avec ce service qui bloque parfois nos e-mails. Veuillez utiliser un autre fournisseur d'e-mail.
he: לא ניתן להשתמש בכתובת אימייל זו להרשמה. ספק זה חוסם חלק מהאימיילים שלנו. יש להשתמש בספק אימייל אחר.
id: Anda tidak dapat menggunakan alamat surel tersebut untuk pendaftaran. Kami mengalami masalah dengan mereka memblokir beberapa surel dari kami. Silahkan gunakan penyedia layanan surel lainnya.
it: L'indirizzo email che hai inserito non può essere usato per creare l'account. Stiamo avendo problemi con il tuo provider di posta elettronica che blocca le nostre email di attivazione. Si prega di riprovare con un altro indirizzo email.
ja: ご指定のメールアドレスはアカウント登録にご利用いただけません。このメールプロバイダによって、こちらから送信するメールがブロックされる問題が発生することがあるためです。恐れ入りますが、他のメールプロバイダのアドレスをお使いください。
nl: Je kan dat e-mailadres niet gebruiken om je aan te melden. We hebben problemen met het blokkeren van sommige e-mailadressen. Probeer een andere e-mail provider.
pt_br: Você não pode usar este endereço de e-mail para se inscrever. Esse provedor bloqueia alguns de nossos e-mails. Use outro provedor de e-mail.
ru: Этот почтовый адрес нельзя использовать для регистрации. Некоторые из наших писем блокируются данной почтовой службой. Пожалуйста, используйте другую службу.
sv: Du kan inte använda den e-postadressen för att skapa ett konto. Vi har problem med att den e-posttjänsten ibland blockerar vår e-post. Vänligen använd en annan e-posttjänst.
tr: Bu e-posta adresini kayıt olmak için kullanamazsınız. Bazı e-postalarımızın engellenmesiyle ilgili problem yaşıyoruz. Farklı bir e-posta sağlayıcısı kullanın.

source: You can’t upgrade because you are not the store owner
ar: تتعذر عليك الترقية لأنك لست مالك المتجر
de: Du kannst kein Upgrade durchführen, weil du nicht der Shop-Besitzer bist
es: No puedes mejorar el plan porque no eres la persona propietaria de la tienda.
fr: Vous ne pouvez pas effectuer de mise à niveau, car vous n’êtes pas le propriétaire de la boutique
he: אין לך אפשרות לשדרג מאחר שאינך הבעלים של החנות
id: Anda tidak dapat mengupgrade karena Anda bukan pemilik toko
it: Non puoi eseguire l'aggiornamento perché non hai la proprietà del negozio
nl: Je kan niet upgraden omdat je niet de winkeleigenaar bent
pt_br: Não foi possível fazer upgrade porque você não é proprietário da loja.
ru: Вы не можете перейти на улучшенный тарифный план, потому что не являетесь владельцем магазина
sv: Du kan inte uppgradera eftersom du inte är butiksägare
tr: Mağaza sahibi olmadığınız için yükseltme yapamazsınız

source: You currently have Coupons disabled for this store. Enable coupons to get started.
ar: لديك في الوقت الحالي قسائم مُعطلة لهذا المتجر. قم بتمكين القسائم للبدء.
de: Gutscheine sind für diesen Shop derzeit deaktiviert. Aktiviere Gutscheine, um loszulegen.
es: En este momento, los cupones están desactivados en esta tienda. Activa los cupones para empezar.
fr: Les codes promo sont actuellement désactivés pour cette boutique. Activez les codes promo pour commencer.
he: כרגע הקופונים מושבתים בחנות הזאת. יש להפעיל את הקופונים כדי להתחיל.
id: Saat ini, Kupon dinonaktifkan untuk toko ini. Aktifkan kupon untuk memulai.
it: Attualmente hai codici promozionali disattivati per questo negozio. Attiva i codici promozionali per iniziare.
ja: 現在、このストアではクーポンが無効になっています。 開始するにはクーポンを有効にしてください。
nl: Je hebt momenteel coupons voor deze winkel uitgeschakeld. Schakel coupons in om te beginnen.
pt_br: No momento, a opção de cupons está desativada para esta loja. Ative-a para começar.
ru: У вас есть купоны, отключённые для этого магазина. Для начала включите купоны.
sv: Du har för närvarande rabattkoder inaktiverade för denna butik. Aktivera rabattkoder för att komma igång.
tr: Şu anda bu mağaza için Kuponları devre dışı bıraktınız. Başlamak için kuponları etkinleştirin.

source: You did it!
ar: لقد فعلتها!
de: Du hast es geschafft!
es: Listo.
fr: Vous l’avez fait !
he: הצלחת!
id: Anda berhasil!
it: Ce l'hai fatta.
nl: Goed gedaan!
pt_br: Você conseguiu!
ru: Готово!
sv: Du gjorde det.
tr: Başardınız!

source: You don't have permission to manage plugins on this store.
ar: ليس لديك الإذن اللازم لإدارة الإضافات على هذا المتجر.
de: Du bist nicht berechtigt, Plugins in diesem Shop zu verwalten.
es: No tienes permiso para gestionar plugins en esta tienda.
fr: Vous n’êtes pas autorisé à gérer les extensions sur cette boutique.
he: אין לך הרשאה לניהול התוספים בחנות הזאת.
id: Anda tidak memiliki izin untuk mengelola plugin di toko ini.
it: Non disponi dell'autorizzazione per gestire i plugin in questo negozio.
ja: このストアのプラグインを管理する権限がありません。
nl: Je hebt geen toestemming om plugins te beheren op deze winkel.
pt_br: Você não tem permissão para gerenciar plugins nesta loja.
ru: У вас нет разрешения на управление плагинами в этом магазине.
sv: Du har inte behörighet att hantera tillägg på denna butik.
tr: Bu mağazada eklentileri yönetme izniniz yok.

source: You have a free one-year domain registration included with your plan.
ar: لديك تسجيل نطاق مجاني مدته عام واحد ضمن خطتك.
de: In deinem Tarif ist eine kostenlose Domain-Registrierung für ein Jahr enthalten.
es: Tu plan incluye el registro de dominio gratis durante un año.
fr: Avec votre plan, vous disposez de l’enregistrement gratuit d’un domaine pendant un an.
he: אנחנו מעניקים לך רישום דומיין בחינם לשנה עם התוכנית שלך.
id: Anda memiliki registrasi domain gratis selama satu tahun dengan paket Anda.
it: Il tuo piano include la registrazione del dominio per un anno gratuitamente.
ja: このプランには、1年間の無料ドメイン登録が含まれています。
nl: Je hebt een gratis eenjarige domeinregistratie bij je abonnement
pt_br: Você tem um registro de domínio gratuito por um ano incluso no seu plano.
ru: На вашем тарифе можно бесплатно зарегистрировать домен на один год.
sv: Ditt paket inkluderar en gratis domännamnsregistrering i ett år.
tr: Paketiniz ücretsiz bir yıllık alan adı kaydını içerir.

source: You have a new order! 🎉
ar: لديك طلب جديد! 🎉
de: Du hast eine neue Bestellung! 🎉
es: Tienes un pedido nuevo 🎉
fr: Une nouvelle commande a été passée sur votre site ! 🎉
he: יש לך הזמנה חדשה! 🎉
id: Ada pesanan baru! 🎉
it: Hai un nuovo ordine. 🎉
ja: 新しい注文があります。🎉
nl: Je hebt een nieuwe bestelling!
pt_br: Você recebeu um novo pedido! 🎉
ru: Поступил новый заказ! 🎉
sv: Du har en ny beställning! 🎉
tr: Yeni bir siparişiniz var! 🎉

source: You have at least one overdue requirement on your account. Please take care of that to resume In-Person Payments.
ar: لديك متطلب متأخر على الأقل على حسابك. يرجى الاهتمام بذلك لمتابعة المدفوعات الشخصية.
de: In deinem Konto ist mindestens eine Anforderung überfällig. Bitte kümmere dich darum, um mit den persönlichen Zahlungen fortzufahren.
es: Tu cuenta no cumple al menos un requisito. Resuélvelo para reanudar Pagos en Persona.
fr: Votre compte comporte au moins un prérequis en attente. Veuillez y remédier afin de reprendre les paiements en personne.
he: בחשבונך קיימת לפחות דרישה אחת שעבר המועד שלה. יש לטפל בה כדי לחדש את פעולת התשלומים באופן אישי.
id: Anda memiliki setidaknya satu persyaratan yang terlambat di akun Anda. Harap penuhi persyaratan tersebut untuk dapat terus menggunakan Pembayaran Langsung.
it: C'è almeno un requisito scaduto sul tuo account. Completalo per riprendere a utilizzare Pagamenti di persona.
ja: ご使用のアカウントに期限切れの要件があります。 オフラインでの支払いを再開するには、この要件を処理してください。
nl: Je hebt ten minste openstaande verplichting op je account. Rond de verplichting af om fysieke betalingen te blijven ontvangen
pt_br: Há pelo menos um requisito pendente na sua conta. Resolva as pendências para que você possa fazer pagamentos presenciais.
ru: Для вашей учётной записи есть по крайней мере одно просроченное требование. Чтобы возобновить очные платежи, необходимо выполнить это требование.
sv: Du har minst ett försenat krav i ditt konto. Ta hand om det för att återuppta personliga betalningar.
tr: Hesabınızda en az bir vadesi geçmiş gereksinim var. Şahsen Ödemeleri kullanmaya devam etmek için lütfen bu durumu giderin

source: You must provide a clear, specific description for every item.
ar: يجب عليك توفير واضح ومحدد لكل عنصر.
de: Gib bitte eine klare, spezifische Beschreibung aller Artikel an.
es: Debes proporcionar una descripción clara y específica de cada artículo.
fr: Vous devez fournir une description claire et précise de chaque article.
he: עליך לספק תיאור ברור וספציפי לגבי כל פריט.
id: Anda harus memberikan deskripsi yang spesifik dan jelas untuk tiap item.
it: Devi fornire una descrizione chiara e specifica per ogni elemento.
nl: Je moet voor elk item een duidelijke, specifieke beschrijving aanleveren.
pt_br: Você deve fornecer uma descrição clara e específica para cada item.
ru: Вы должны дать точное и понятное описание для каждого товара.
sv: Du måste ange en tydlig, specifik beskrivning för varje vara.
tr: Her öğe için net ve belirli bir açıklama sağlamanız gerekir.

source: You need to add a password to make your product password-protected
ar: يتعين عليك إضافة كلمة مرور لحماية منتجك بكلمة مرور.
de: Bitte füge ein Passwort hinzu, damit dein Produkt passwortgeschützt ist.
es: Tienes que añadir una contraseña para proteger el producto
fr: Vous devez ajouter un mot de passe afin de protéger votre produit par mot de passe
he: עליך להוסיף סיסמה כדי להגן על המוצר שלך באמצעות סיסמה
id: Anda perlu menambahkan kata sandi agar produk Anda terlindungi oleh kata sandi
it: Devi aggiungere una password per fare in modo che il tuo prodotto sia protetto da password
ja: 商品をパスワードで保護するには、パスワードを追加する必要があります
nl: Je moet een wachtwoord toevoegen om je product met een wachtwoord te beschermen
pt_br: Você precisa adicionar uma senha para que o produto seja protegido por senha
ru: Добавьте пароль, чтобы защитить товар
sv: Du måste lägga till ett lösenord för att göra produkten lösenordsskyddad
tr: Ürününüzün parolayla korunmasını sağlamak için bir parola eklemelisiniz

source: You seem to have installed a mobile plugin from DudaMobile which is preventing the app to connect to your blog
ar: يبدو أنك قمت بتثبيت مكون إضافي للمحمول من DudaMobile الذي يمنع هذا التطبيق من الاتصال بالمدونة الخاصة بك
de: Du hast anscheinend ein Mobil-Plugin von DudaMobile installiert, welche die App davon abhält, sich mit deinem Blog zu verbinden.
es: Parece que tienes instalado el plugin móvil de DudaMobile y está impidiendo a la aplicación conectarse a tu blog
fr: Il semble que vous ayez installé une extension mobile à partir de DudaMobile qui empêche l'application de se connecter à votre blog
he: נראה שהתקנת תוסף למכשירים ניידים מ-DudaMobile שמונע מהאפליקציה להתחבר לבלוג שלך
id: Tampaknya Anda telah menginstal plugin seluler dari DudaMobile yang membuat aplikasi tidak dapat tersambung ke blog Anda
it: Sembra che tu abbia installato un plugin per mobile di DudaMobile che impedisce all'applicazione di stabilire una connessione con il tuo blog
ja: アプリがブログに接続するのを防止するモバイルプラグインが DudaMobile からインストールされたようです。
nl: Het lijkt erop dat je een mobiele plugin van DudaMobile hebt geïnstalleerd die voorkomt dat de app zich kan verbinden met je blog
pt_br: Parece que você instalou um plugin mobile proveniente de DudaMobile que está evitando o app de se conectar ao seu blog
ru: Скорее всего, вы установили мобильный плагин DudaMobile, который не даёт приложению подключиться к вашему блогу
sv: Det verkar som att du har installerat ett mobiltillägg från DudaMobile som förhindrar att appen ansluter till din blogg
tr: DudaMobilden uygulamanın bloğunuza bağlanmasını engelleyen bir eklenti yüklemiş görünüyorsunuz

source: You'll be able to accept In-Person Payments as soon as we finish reviewing your account.
ar: ستتمكن من قبول المدفوعات الشخصية بمجرد أن ننتهي من مراجعة حسابك.
de: Du kannst persönliche Zahlungen erhalten, sobald wir mit der Prüfung deines Kontos fertig sind.
es: En cuanto terminemos de revisar tu cuenta, podrás aceptar Pagos en Persona.
fr: Vous pourrez accepter des paiements en personne dès que nous aurons passé votre compte en revue.
he: ניתן יהיה לקבל תשלומים באופן אישי ברגע שנסיים לבחון את חשבונך.
id: Anda akan dapat menerima Pembayaran Langsung segera setelah kami selesai meninjau akun Anda.
it: Potrai accettare Pagamenti di persona non appena avremo terminato la revisione del tuo account.
ja: アカウントのレビューが完了すると、すぐにオフラインでの支払いを受け取れるようになります。
nl: Je kunt fysieke betalingen aannemen zodra we je account hebben gecontroleerd.
pt_br: Você poderá aceitar pagamentos presenciais assim que analisarmos sua conta.
ru: Вы сможете получать очные платежи, как только мы завершим проверку вашей учётной записи.
sv: Du kommer att kunna ta emot personliga betalningar så snart vi har slutfört granskningen av ditt konto.
tr: Hesabınızın incelenmesi biter bitirmez Şahsen Ödemeleri kabul edebileceksiniz.

source: You're in a free trial
ar: أنت مسجّل في إصدار تجريبي مجاني
de: Du verwendest einen Gratis-Test
es: Estás en un período de prueba
fr: Vous profitez actuellement d’une période d’essai.
he: תקופת הניסיון שלך פעילה כעת
id: Anda dalam periode percobaan gratis
it: Sei in un periodo di prova gratuito
nl: Je gebruikt een gratis proefversie
pt_br: Você está no período de teste
ru: Идёт пробный период
sv: Du är i en gratis provperiod
tr: Ücretsiz bir deneme sürümündesiniz

source: You're not authorized to close the account.
ar: لست مخولاً لإغلاق الحساب.
de: Du bist nicht autorisiert, dieses Konto zu schließen.
es: No estás autorizado a cerrar la cuenta.
fr: Nous n’êtes pas autorisé à clôturer le compte.
he: אין לך הרשאה לסגור את החשבון הזה.
id: Anda tidak berwenang untuk menutup akun.
it: Non sei autorizzato a chiudere l'account.
ja: アカウントを閉鎖する権限がありません。
nl: Je bent niet geautoriseerd om het account te sluiten.
pt_br: Sem autorização para encerrar a conta.
ru: У вас нет прав для закрытия учётной записи.
sv: Du har inte behörighet att stänga kontot.
tr: Hesabı kapatma yetkiniz yok.

source: Your Store
ar: متجرك
de: Dein Shop
es: Tu tienda
fr: Votre boutique
he: החנות שלך
id: Toko Anda
it: Il tuo negozio
nl: Jouw winkel
pt_br: Sua loja
ru: Ваш магазин
sv: Din butik
tr: Mağazanız

source: Your WooPayments notifications will be sent to your WordPress.com account email. Prefer a new account? More details here.
ar: ستُرسَل تنبيهات WooPayments الخاصة بك إلى البريد الإلكتروني الخاص بحسابك على ووردبريس.كوم. هل تفضِّل حسابًا جديدًا؟ مزيد من التفاصيل هنا.
de: Deine WooPayments-Benachrichtigungen werden an die E-Mail-Adresse deines WordPress.com-Kontos gesendet. Du bevorzugst ein neues Konto? Weitere Informationen findest du hier.
es: Tus notificaciones de WooPayments se enviarán al correo electrónico de tu cuenta de WordPress. ¿Prefieres crear una cuenta nueva? Encontrarás más información aquí.
fr: Vos notifications WooPayments seront envoyées à l’adresse e-mail de votre compte WordPress.com. Vous préférez créer un nouveau compte ? Plus de détails ici.
he: ההודעות של WooPayments יישלחו אל האימייל של חשבונך ב-WordPress.com. רוצה ליצור חשבון חדש? ניתן למצוא כאן פרטים נוספים.
id: Pemberitahuan WooPayments Anda akan dikirim ke email akun WordPress.com Anda. Ingin akun baru? Detail selengkapnya di sini.
it: Le notifiche di WooPayments verranno inviate all'e-mail del tuo account WordPress.com. Preferisci un nuovo account? Trovi ulteriori dettagli qui.
nl: Je WooPayments-meldingen worden verzonden naar het e-mailadres van je WordPress.com-account. Heb je liever dat we het naar een nieuw account sturen? Meer informatie vind je hier.
pt_br: Suas notificações do WooPayments serão enviadas para seu e-mail da conta do WordPress.com. Prefere outra conta? Confira mais detalhes aqui.
ru: Уведомления WooPayments будут приходить на адрес эл. почты, указанный в вашей учётной записи WordPress.com. Хотите использовать новую учётную запись? Подробности здесь.
sv: Dina WooCommerce-aviseringar kommer att skickas till e-postadressen som är kopplad till ditt WordPress.com-konto. Föredrar du att använda ett nytt konto? Mer information finns här.
tr: WooPayments bildirimleriniz WordPress.com hesabınızın e-posta adresine gönderilecektir. Yeni bir hesabı mı tercih edersiniz? Daha fazla ayrıntıyı burada bulabilirsiniz.
