Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: WooCommerce Discount
ar: خصم WooCommerce
de: WooCommerce-Rabatt
es: Descuento de WooCommerce
he: הנחה על רכישת WooCommerce
id: Diskon WooCommerce
it: Sconto di WooCommerce
ja: WooCommerce の割引
nl: Kortingen binnen WooCommerce
pt_br: Desconto do WooCommerce
ru: Скидки WooCommerce
sv: WooCommerce-rabatt
tr: WooCommerce İndirimi

source: WooCommerce Mobile App - Run your store from anywhere
ar: تطبيق WooCommerce للهاتف المحمول - تشغيل متجرك من أي مكان
de: WooCommerce Mobile App − Betreibe deinen Shop, wo immer du bist
es: Aplicación móvil de WooCommerce - Gestiona tu tienda desde cualquier lugar
fr: Application mobile WooCommerce : gérez votre boutique où que vous soyez
he: האפליקציה של WooCommerce לנייד – להפעיל את החנות שלך מכל מקום
id: Aplikasi Seluler WooCommerce - Jalankan toko dari mana saja
it: App di WooCommerce per dispositivi mobili: gestisci il tuo negozio da qualsiasi luogo
ja: WooCommerce モバイルアプリで、どこからでもストアを運営
nl: WooCommerce mobiele app: run je winkel waar je ook bent
pt_br: Aplicativo móvel do WooCommerce: gerencie sua loja de onde estiver
ru: Мобильное приложение WooCommerce — управляйте магазином откуда угодно
sv: WooCommerce-mobilappen – Driv din butik var du än är
tr: WooCommerce Mobil Uygulaması - Mağazanızı her yerden işletin

source: WooCommerce Payments
ar: مدفوعات WooCommerce
fr: Paiements WooCommerce
id: Pembayaran WooCommerce
ru: Платежи WooCommerce
tr: WooCommerce Ödemeler

source: WooCommerce Plugin
ar: إضافة WooCommerce
es: Plugin de WooCommerce
fr: Extension WooCommerce
he: תוסף של WooCommerce
id: Plugin WooCommerce
it: Plugin WooCommerce
ja: WooCommerce プラグイン
pt_br: Plugin WooCommerce
ru: Плагин WooCommerce
sv: WooCommerce-tillägg
tr: WooCommerce Eklentisi

source: WooCommerce Settings
ar: إعدادات WooCommerce
de: WooCommerce-Einstellungen
es: Ajustes de WooCommerce
fr: Réglages WooCommerce
he: הגדרות WooCommerce
id: Pengaturan WooCommerce
it: Impostazioni WooCommerce
ja: WooCommerce 設定
nl: WooCommerce instellingen
pt_br: Configurações do WooCommerce
ru: Настройки WooCommerce
sv: Inställningar för WooCommerce
tr: WooCommerce Ayarları

source: WooCommerce Setup
ar: إعداد WooCommerce
de: WooCommerce-Einrichtung
es: Configuración de WooCommerce
fr: Configuration WooCommerce
he: הגדרת WooCommerce
id: Penyiapan WooCommerce
it: Configurazione di WooCommerce
ja: WooCommerce › 設定ウィザード
nl: WooCommerce-installatie
pt_br: Configuração do WooCommerce
ru: Настройка WooCommerce
sv: WooCommerce-konfiguration
tr: WooCommerce Kurulumu

source: WooCommerce Shipping
ar: الشحن عبر WooCommerce
de: WooCommerce Versand
id: Pengiriman WooCommerce
ja: WooCommerce の送料

source: WooCommerce Shipping does not currently support HAZMAT shipments through %1$@.
ar: لا يدعم WooCommerce Shipping حاليًا عمليات شحن الموارد الخطيرة من خلال %1$@.
de: Mit WooCommerce Shipping ist derzeit kein Gefahrgutversand über %1$@ möglich.
es: WooCommerce Shipping no admite actualmente envíos de materiales peligrosos a través de %1$@.
fr: WooCommerce Shipping ne prend pas actuellement en charge les expéditions de matières dangereuses par le biais de %1$@.
he: השירות של WooCommerce Shipping כרגע לא תומך במשלוחי HAZMAT דרך %1$@.
id: WooCommerce Shipping saat ini tidak menyediakan pengiriman HAZMAT melalui %1$@.
it: WooCommerce Shipping attualmente non supporta le spedizioni HAZMAT tramite %1$@.
nl: WooCommerce Shipping ondersteunt op dit moment geen verzendingen met gevaarlijke goederen via %1$@.
pt_br: No momento, o WooCommerce Shipping não oferece suporte a envios de materiais perigosos (HAZMAT) pelo %1$@.
ru: В настоящее время WooCommerce Shipping не поддерживает доставку опасных веществ с помощью %1$@.
sv: WooCommerce Shipping stöder för närvarande inte transporter av farligt material via %1$@.
tr: WooCommerce Shipping, şu anda %1$@ yoluyla Tehlikeli Madde gönderimlerini desteklemiyor.

source: WooCommerce mobile app
ar: تطبيق WooCommerce للهاتف المحمول
de: WooCommerce-Mobil-App
es: Aplicación de WooCommerce para móviles
fr: Application mobile WooCommerce
he: האפליקציה של WooCommerce לנייד
id: Aplikasi seluler WooCommerce
it: App mobile di WooCommerce
nl: Mobiele WooCommerce-app
pt_br: Aplicativo móvel do WooCommerce
ru: Мобильное приложение WooCommerce
sv: WooCommerce mobilapp
tr: WooCommerce mobil uygulaması

source: WooCommerce store
ar: متجر WooCommerce
de: WooCommerce-Shop
es: Tienda de WooCommerce
fr: Boutique WooCommerce
he: חנות של WooCommerce
id: Toko WooCommerce
it: Negozio WooCommerce
nl: WooCommerce-winkel
pt_br: Loja do WooCommerce
ru: Магазин WooCommerce
sv: WooCommerce-butik
tr: WooCommerce mağazası

source: WordPress API Error: [%1$@] %2$@
ar: خطأ في واجهة برمجة تطبيقات ووردبريس: [%1$@] %2$@
de: WordPress-API-Fehler: [%1$@] %2$@
es: Error de la API de WordPress: [%1$@] %2$@
fr: Erreur de l’API WordPress : [%1$@] %2$@
he: שגיאה של WordPress API‏: [%1$@] %2$@
id: Error API WordPress: [%1$@] %2$@
it: Errore API WordPress: [%1$@] %2$@
ja: WordPress API エラー: [%1$@] %2$@
nl: WordPress API-fout: [%1$@] %2$@
pt_br: Erro na API do WordPress: [%1$@] %2$@
ru: Ошибка API WordPress: [%1$@] %2$@
sv: WordPress API-fel: [%1$@] %2$@
tr: WordPress API Hatası: [%1$@] %2$@

source: WordPress CMS
ar: نظام إدارة المحتوى في ووردبريس
es: CMS de WordPress
fr: CMS WordPress
pt_br: CMS WordPress

source: WordPress Media Library
ar: مكتبة وسائط ووردبريس
de: WordPress-Mediathek
es: Biblioteca multimedia de WordPress
fr: Bibliothèque de médias WordPress
he: ספריית המדיה של WordPress
id: Pustaka Media WordPress
it: Libreria multimediale WordPress
ja: WordPress メディアライブラリ
nl: WordPress-mediabibliotheek
pt_br: Biblioteca de mídia do WordPress
ru: Библиотека медиафайлов WordPress
sv: WordPress mediabibliotek
tr: WordPress Ortam Kitaplığı

source: WordPress mobile app
ar: تطبيق ووردبريس للهاتف المحمول
de: WordPress-Mobil-App
es: Aplicación de WordPress para móviles
fr: Appli mobile WordPress
he: האפליקציה של WordPress לנייד
id: Aplikasi seluler WordPress
it: App WordPress per dispositivi mobili
nl: Mobiele WordPress-app
pt_br: Aplicativo móvel do WordPress
ru: Мобильное приложение WordPress
sv: WordPress mobilapp
tr: WordPress mobil uygulaması

source: WordPress version too old. The site at %1$@ uses WordPress %2$@. We recommend to update to the latest version, or at least %3$@
ar: إصدار WordPress قديم جدًا. يستخدم الموقع في %1$@ WordPress %2$@. نوصي بالتحديث إلى أحدث إصدار أو الإصدار %3$@ على الأقل
de: Zu alte WordPress-Version. Die Website unter %1$@ benutzt WordPress %2$@. Wir empfehlen ein Update auf die aktuellste Version oder zumindest auf %3$@
es: La versión de WordPress es demasiado antigua. El sitio en %1$@ utiliza la versión %2$@ de WordPress. Recomendamos actualizarla a la versión más reciente o al menos a la %3$@
fr: Votre version de WordPress est trop ancienne. Le site sur %1$@ utilise WordPress %2$@. Nous vous recommandons de mettre à jour à la dernière version ou au moins %3$@.
he: גרסת WordPress ישנה מדי. האתר %1$@ משתמש ב-WordPress בגרסה %2$@. מומלץ לשדרג לגרסה העדכנית ביותר, או לפחות לגרסה %3$@
id: Versi WordPress terlalu usang. Situs di %1$@ menggunakan WordPress %2$@. Kami merekomendasikan agar diperbarui ke versi terbaru, atau sekurang-kurangnya %3$@
it: La versione di WordPress è troppo vecchia Il sito %1$@ usa WordPress %2$@. Ti suggeriamo di aggiornare all'ultima versione, o, almeno, alla versione %3$@
ja: WordPress バージョンが古すぎます。%1$@ のサイトは WordPress %2$@ を使用しています。最新バージョンか、最低でも %3$@ に更新することをおすすめします。
nl: WordPress versie te oud. De site op %1$@ gebruikt WordPress %2$@. We raden aan bij te werken naar de nieuwste versie of minimaal %3$@
pt_br: Versão muito antiga do WordPress. O site em %1$@ usa o WordPress %2$@. Recomendamos a atualização para a última versão ou pelo menos, a versão %3$@.
ru: Слишком старая версия WordPress. Веб-сайт по адресу %1$@ использует WordPress %2$@. Рекомендуем обновить его до текущей версии или хотя бы до версии %3$@.
sv: WordPress-versionen är för gammal. Webbplatsen %1$@ använder WordPress %2$@. Vi rekommenderar att du uppdaterar till den senaste versionen, dock allra minst %3$@.
tr: WordPress sürümü çok eski. %1$@ WordPress %2$@ sürümünü kullanıyor. Son sürüme yükseltmenizi ya da en azından %3$@ sürümüne yükseltmenizi öneririz.

source: Work with us
ar: العمل معنا
de: Werde Teil unseres Teams
es: Trabaja con nosotros
fr: Nous rejoindre
he: לעבוד איתנו
id: Berkarya bersama kami
it: Lavora con noi
ja: 求人情報
nl: Met ons samenwerken
pt_br: Trabalhe conosco
ru: Сотрудничество
sv: Jobba med oss
tr: Bizimle çalışın

source: Would you like to try a payment
ar: هل ترغب في تجربة الدفع
de: Möchtest du eine Zahlung vornehmen?
es: ¿Quieres intentar hacer un pago?
he: האם ברצונך לנסות תשלום
id: Ingin mencoba metode pembayaran?
it: Desideri provare un pagamento
nl: Wil je een betaling proberen?
pt_br: Deseja experimentar um pagamento?
ru: Хотите попробовать новый способ оплаты?
sv: Vill du prova att göra en betalning
tr: Bir ödeme yapmayı denemek ister misiniz?

source: Write a description
ar: كتابة وصف
de: Verfasse eine Beschreibung
es: Escribe una descripción
fr: Écrire une description
he: לכתוב תיאור
id: Tulis deskripsi
it: Scrivi una descrizione
nl: Stel een beschrijving op
pt_br: Escreva uma descrição
ru: Добавьте описание
sv: Skriv en beskrivning
tr: Bir açıklama yazın

source: Write with AI
ar: الكتابة باستخدام الذكاء الاصطناعي
de: Mit KI schreiben
es: Escribir con IA
fr: Rédiger avec l’IA
he: לכתוב באמצעות בינה מלאכותית
id: Tulis dengan AI
it: Scrivi con l'IA
nl: Schijf met AI
pt_br: Escrever com IA
ru: Написать с помощью ИИ
sv: Skriv med AI
tr: Yapay zeka ile yaz

source: Wrong account?
ar: هل الحساب خطأ؟
de: Falsches Konto?
es: ¿La cuenta es incorrecta?
fr: Mauvais compte ?
he: חשבון שגוי?
id: Akun salah?
it: Account sbagliato?
ja: アカウントが間違っていますか ?
nl: Verkeerde account?
pt_br: Conta errada?
ru: Не та учётная запись?
sv: Fel konto?
tr: Hesap yanlış mı?

source: Year to Date
ar: منذ بداية العام حتى تاريخه
de: Bisheriges Jahr
es: Desde hace un año
fr: Année à date
he: שנה עד התאריך הנוכחי
id: Awal Tahun hingga Saat Ini
it: Anno corrente
ja: 今年の現在まで
nl: Jaar tot en met huidige datum
pt_br: Acumulado anual
ru: С начала года до текущего дня
sv: År till datum
tr: Sene başından tarihe

source: Yemen
ar: اليمن
de: Jemen
fr: Yémen
he: תימן
id: Yaman
ja: イエメン
nl: Jemen
pt_br: Iêmen
ru: Йемен
sv: Jemen

source: Yes, change
ar: نعم، يمكنك التغيير
de: Ja, ändern
es: Sí, cambiar
fr: Oui, modifier
he: כן, אני רוצה לשנות
id: Ya, ubah
it: Sì, modifica
ja: 変更する
nl: Ja, wijzigen
pt_br: Sim, alterar
ru: Да, изменить
sv: Ja, ändra
tr: Evet, değiştir

source: Yesterday
ar: أمس
de: Gestern
es: Ayer
fr: Hier
he: אתמול
id: Kemarin
it: Ieri
ja: 昨日
nl: Gisteren
pt_br: Ontem
ru: Вчера
sv: Igår
tr: Dün

source: You are in the %1$d-day free trial. The free trial will end in %2$d days.
ar: أنت في الإصدار التجريبي المجاني الذي تبلغ مدته ⁦%1$d⁩. سينتهي الإصدار التجريبي المجاني في غضون ⁦%2$d⁩ من الأيام.
de: Du nutzt gerade den %1$d-tägigen Gratis-Test. Der Gratis-Test endet in %2$d Tagen.
es: Estás en el período de prueba de %1$d días. El período de prueba finaliza en %2$d días.
fr: Vous profitez de l’essai gratuit de %1$d jours. Votre période d’essai prend fin dans %2$d jours.
he: התחלת תקופת ניסיון בחינם של ⁦%1$d⁩ ימים. תקופת הניסיון תסתיים בעוד ⁦%2$d⁩ ימים.
id: Masa percobaan gratis Anda adalah %1$d hari. Percobaan gratis Anda akan berakhir dalam %2$d hari.
it: Stai utilizzando il periodo di prova di %1$d giorni. La prova gratuita terminerà tra %2$d giorni.
nl: Je hebt het gratis proefabonnement van %1$d dagen. Je gratis proefabonnement loopt af over %2$d dagen.
pt_br: Você está no teste gratuito de %1$d dias, que terminará em %2$d dias.
ru: У вас идёт %1$d-дневный бесплатный пробный период. Бесплатный пробный период закончится через %2$d дн.
sv: Du har en kostnadsfri provperiod på %1$d dagar. Din kostnadsfria provperiod löper ut om %2$d dagar.
tr: %1$d günlük ücretsiz deneme süresindesiniz. Ücretsiz deneme süresi %2$d gün sonra sona erecek.

source: You are not authorized to access this store.
ar: إنك غير معتمد للوصول إلى هذا المخزن.
de: Du bist nicht berechtigt, auf diesen Store zuzugreifen.
es: No tienes permiso para acceder a esta tienda.
fr: L’accès à cette boutique vous est interdit.
he: אין לך הרשאה לגשת לחנות זו.
id: Anda tidak memiliki izin untuk mengakses toko ini.
it: Non sei autorizzato ad accedere a questo negozio.
ja: このストアにアクセスする権限がありません。
nl: Je bent niet gemachtigd deze winkel te openen.
pt_br: Você não está autorizado a acessar esta loja.
ru: У вас нет разрешения на доступ к этому магазину.
sv: Du har inte behörighet att komma åt denna butik.
tr: Bu mağazaya erişme yetkiniz yok.

source: You are not authorized to install Jetpack
ar: لا يُسمح لك بتثبيت Jetpack
de: Du hast keine Berechtigung, Jetpack zu installieren
es: No tienes autorización para instalar Jetpack
fr: Vous n’êtes pas autorisé à installer Jetpack.
he: אין לך הרשאה להתקין את Jetpack
id: Anda tidak diizinkan menginstal Jetpack
it: Non sei autorizzato a installare Jetpack
ja: Jetpack をインストールする権限がありません
nl: Je bent niet gemachtigd om Jetpack te installeren
pt_br: Você não tem permissão para instalar o Jetpack
ru: У вас нет права установить Jetpack
sv: Du har inte behörighet att installera Jetpack
tr: Jetpack'i yükleme yetkiniz yok

source: You are subscribed to the %1$@ plan! You have access to all our features until %2$@.
ar: أنت مشترك في خطة %1$@! لقد وصلت إلى كل ميزاتنا حتى %2$@.
de: Du hast den %1$@-Tarif abonniert! Bis zum %2$@ kannst du alle unsere Funktionen nutzen.
es: ¡Tienes una suscripción al plan %1$@! Tienes acceso a todas nuestras funciones hasta el %2$@.
fr: Vous êtes abonné au plan %1$@ ! Vous avez accès à l’ensemble de nos fonctionnalités jusqu’au %2$@.
he: יש לך מינוי לתוכנית %1$@! יש לך גישה לכל האפשרויות עד %2$@.
id: Anda berlangganan paket %1$@. Anda dapat mengakses semua fitur kami sampai %2$@.
it: Sei abbonato al piano %1$@! Hai accesso a tutte le nostre funzionalità fino al %2$@.
nl: Je bent geabonneerd op het %1$@-abonnement! Tot %2$@ heb je toegang tot al onze functies.
pt_br: Você assinou o plano %1$@! Você tem acesso a todas as funcionalidades até %2$@.
ru: Вы подписаны на тарифный план %1$@! У вас есть доступ ко всем функциям до %2$@.
sv: Du prenumererar på %1$@-paketet. Du har åtkomst till alla våra funktioner fram till %2$@.
tr: %1$@ paketine abonesiniz! %2$@ tarihine kadar tüm özelliklerimize erişebilirsiniz.

source: You can always change the below details later.
ar: يمكنك دومًا تغيير التفاصيل أدناه لاحقًا.
de: Du kannst die unten angegebenen Informationen später jederzeit ändern.
es: Siempre puedes cambiar los detalles de abajo más adelante.
he: תמיד אפשר לשנות את הפרטים שלמטה מאוחר יותר.
id: Informasi berikut bisa diubah kapan saja.
it: Puoi sempre modificare i dettagli riportati di seguito in un secondo momento.
nl: Je kan de onderstaande gegevens later altijd wijzigen.
pt_br: Você pode alterar os detalhes abaixo a qualquer momento.
ru: Приведённые ниже сведения можно будет отредактировать в любой момент.
sv: Du kan alltid ändra detaljerna nedan senare.
tr: Aşağıdaki ayrıntıları daha sonra her zaman değiştirebilirsiniz.

source: You can edit bundled products in the web dashboard.
ar: يمكنك تحرير المنتجات المجمعة في لوحة معلومات الويب.
de: Du kannst gebündelte Produkte im Web-Dashboard bearbeiten.
es: Puedes editar productos agrupados en el escritorio del sitio web.
fr: Vous pouvez modifier des produits groupés dans le tableau de bord Web.
he: ניתן לערוך מוצרים בחבילות דרך לוח הבקרה באינטרנט.
id: Anda dapat menyunting produk bundel di dasbor web.
it: Puoi modificare i prodotti in pacchetto nella bacheca web.
ja: ウェブダッシュボードでパッケージ同梱商品を編集できます。
nl: Je kunt gebundelde producten bewerken in de nieuwe online dashboard.
pt_br: Você pode editar produtos agrupados no painel da Web.
ru: Товары в комплекте можно редактировать в веб-консоли.
sv: Du kan redigera paketprodukter i webbadminpanelen.
tr: Paketli ürünleri web panosunda düzenleyebilirsiniz.

source: You can edit component settings in the web dashboard.
ar: يمكنك تحرير إعدادات المكوّنات في لوحة تحكم الويب.
de: Du kannst die Komponenteneinstellungen im Web-Dashboard bearbeiten.
es: Puedes editar los ajustes de componentes en el Escritorio del sitio web.
fr: Vous pouvez modifier les réglages des composants dans le tableau de bord Web.
he: ניתן לערוך הגדרות רכיבים דרך לוח הבקרה באינטרנט.
id: Anda bisa mengedit pengaturan komponen di dasbor web.
it: Puoi modificare le impostazioni dei componenti nella bacheca web.
nl: Je kunt de instellingen van onderdelen bewerken in de nieuwe webdashboard.
pt_br: Você pode editar configurações de componentes no painel na versão web.
ru: Настройки компонентов можно редактировать в консоли.
sv: Du kan redigera komponentinställningar i webbadminpanelen.
tr: Bileşen ayarlarını web panosunda düzenleyebilirsiniz.

source: You can edit components in the web dashboard.
ar: يمكنك تحرير المكوّنات في لوحة معلومات الويب.
de: Du kannst Komponenten im Web-Dashboard bearbeiten.
es: Puedes editar los componentes en el escritorio del sitio web.
fr: Vous pouvez modifier des composants dans le tableau de bord Web.
he: ניתן לערוך רכיבים דרך לוח הבקרה באינטרנט.
id: Anda dapat menyunting komponen di dasbor web.
it: Puoi modificare i componenti nella bacheca web.
nl: Je kunt onderdelen bewerken in de nieuwe webdashboard.
pt_br: Você pode editar componentes no painel da Web.
ru: Компоненты можно редактировать в веб-консоли.
sv: Du kan redigera komponenter i webbadminpanelen.
tr: Bileşenleri web panosunda düzenleyebilirsiniz.

source: You can edit product add-ons in the web dashboard.
ar: يمكنك تحرير وظائف المنتج الإضافية في لوحة تحكم الويب.
de: Du kannst Produkt-Add-ons im Web-Dashboard bearbeiten.
es: Puedes editar los complementos para los productos en el escritorio del sitio web.
fr: Vous pouvez modifier des modules produits dans le tableau de bord Web.
he: ניתן לערוך את התוספים למוצר בלוח הבקרה באינטרנט.
id: Anda dapat menyunting add-on produk di dasbor web.
it: Puoi modificare i componenti aggiuntivi dei prodotti nella bacheca web.
ja: ウェブダッシュボードで製品アドオンを編集できます。
nl: Je kunt deze productaddons bewerken vanaf je webdashboard.
pt_br: Você pode editar complementos de produtos no painel da Web.
ru: Дополнения к товару можно редактировать в веб-консоли.
sv: Du kan redigera produkttillägg i webbadminpanelen.
tr: Ürün eklentilerini web panosunda düzenleyebilirsiniz.

source: You can find the domain settings in menu > settings
ar: يمكنك العثور على إعدادات النطاق ضمن القائمة > الإعدادات.
de: Die Domaineinstellungen findest du unter „Menü“ > „Einstellungen“
es: Para acceder a los ajustes del dominio, ve a Menú > Ajustes.
fr: Vous trouverez les réglages du domaine dans menu > réglages
he: אפשר לגשת אל הגדרות הדומיין דרך 'תפריט' > 'הגדרות'
id: Anda dapat menemukan pengaturan domain di menu > pengaturan
it: Puoi trovare le impostazioni del dominio in menu > impostazioni
ja: 「メニュー」>「設定」にドメイン設定があります。
nl: Je kunt de domeininstellingen vinden onder menu > instellingen
pt_br: Você encontra as configurações de domínio em Menu > Configurações
ru: Настройки домена находятся в "Меню" > "Настройки".
sv: Du kan hitta domäninställningarna i menyn > Inställningar
tr: Alan adı ayarlarını menü > ayarlar'da bulabilirsiniz.

source: You can manage quickly and easily.
ar: يمكنك إدارتها بسرعة وسهولة.
de: Du kannst sie leicht und einfach verwalten.
es: Gestiona de forma rápida y sencilla.
fr: Vous pouvez les gérer rapidement et facilement.
he: אפשר לנהל בצורה מהירה ונוחה.
id: Anda dapat mengelola dengan cepat dan mudah
it: Gestione rapida e facile.
ja: スピーディかつ簡単に管理できます。
nl: Je kunt ze snel en eenvoudig beheren.
pt_br: Você pode gerenciar com rapidez e facilidade.
ru: Простое и быстрое управление.
sv: Du kan hantera snabbt och enkelt.
tr: Hızlı ve kolay bir şekilde yönetebilirsiniz.

source: You can manage your subscription in your iPhone Settings → Your Name → Subscriptions
ar: يمكنك إدارة اشتراكك في إعدادات iPhone الخاص بك ← اسمك ← الاشتراكات
de: Hier kannst du dein Abonnement verwalten: iPhone-Einstellungen → Dein Name → Abonnements
es: Puedes gestionar tu suscripción desde tu iPhone en Ajustes → Tu nombre → Suscripciones
fr: Vous pouvez gérer votre abonnement depuis vos Réglages iPhone → Votre nom → Abonnements
he: ניתן לנהל את המינוי דרך המקטע iPhone Settings (הגדרות iPhone) ← ‏השם שלך ← Subscriptions (מינויים)
id: Anda dapat mengelola langganan di iPhone di Pengaturan → Nama Anda → Langganan
it: Puoi gestire il tuo abbonamento sull'iPhone in Impostazioni → Il tuo nome → Abbonamenti
nl: Je kan je abonnement beheren in je iPhone-instellingen → Je naam → Abonnementen
pt_br: Você pode gerenciar sua assinatura em Ajustes → Seu nome → Assinaturas no seu iPhone
ru: Вы можете управлять подпиской в параметрах iPhone → Ваше имя → Подписки
sv: Du kan hantera din prenumeration via dina iPhone-inställningar → Ditt namn → Prenumerationer
tr: iPhone Ayarları → Adınız → Abonelikler bölümünden aboneliğinizi yönetebilirsiniz

source: You can now create shipping labels for all physical orders directly from your device with the free WooCommerce Shipping plugin. Tap on Create Shipping Label to try our beta feature!
ar: يمكنك الآن إنشاء ملصقات شحن لجميع الطلبات المادية مباشرةً من جهازك باستخدام إضافة الشحن المجانية عبر WooCommerce. اضغط على "إنشاء ملصق شحن" لتجربة ميزة بيتا الخاصة بنا في المستقبل!
de: Mit dem kostenlosen WooCommerce Shipping-Plugin kannst du jetzt Versandetiketten für sämtliche Artikelbestellungen direkt über dein Gerät drucken. Tippe auf „Versandetikett erstellen“ und probiere unsere Beta-Version aus!
es: Ahora puedes crear etiquetas de envío para todos los pedidos físicos directamente desde tu dispositivo con el plugin gratuito WooCommerce Shipping. Toca Crear etiqueta de envío para probar nuestra función beta.
fr: Vous pouvez désormais créer des étiquettes d’expédition pour les commandes physiques directement depuis votre appareil grâce à l’extension gratuite WooCommerce Shipping. Appuyez sur Créer une étiquette d’expédition pour essayer notre fonctionnalité bêta !
he: כעת אפשר ליצור תוויות משלוח לכל ההזמנות הפיזיות ישירות מהמכשיר שלך באמצעות התוסף החינמי WooCommerce Shipping. יש להקיש על 'ליצור תווית משלוח' כדי לנסות את אפשרות הביתא שלנו!
id: Sekarang Anda dapat membuat label pengiriman untuk semua pesanan fisik langsung dari perangkat Anda dengan plugin WooCommerce Shipping gratis. Ketuk Buat Label Pengiriman untuk mencoba fitur beta kami!
it: Ora puoi creare etichette di spedizione per tutti gli ordini fisici direttamente dal tuo dispositivo con il plugin WooCommerce Shipping gratuito. Tocca "Crea etichetta di spedizione" per provare la funzionalità beta.
ja: 無料の WooCommerce Shipping プラグインを使用して、お使いの端末から直接、すべての物理的な注文の配送ラベルを作成できるようになりました。 「配送ラベルを作成」をタップしてベータ機能をお試しください !
nl: Je kunt nu verzendlabels rechtstreeks vanaf je apparaat aanmaken voor alle fysieke bestellingen met de gratis WooCommerce Shipping-plugin. Tik op 'Verzendlabel aanmaken' om onze bètafunctie te proberen!
pt_br: Agora você pode criar etiquetas de envio para todos os pedidos físicos diretamente no seu dispositivo com o plugin gratuito do WooCommerce Shipping. Toque em Criar etiqueta de envio para experimentar nossa funcionalidade beta!
ru: Теперь вы можете создавать транспортные этикетки для всех физических заказов прямо со своего устройства с помощью бесплатного плагина WooCommerce Shipping. Нажмите "Создать транспортную этикетку" и ознакомьтесь с бетаверсией нашей функции!
sv: Du kan nu skapa fraktetiketter för alla fysiska beställningar direkt från din enhet med hjälp av gratistillägget WooCommerce Shipping. Tryck på Skapa fraktetikett för att prova vår betafunktion!
tr: Artık ücretsiz WooCommerce Shipping eklentisi ile tüm fiziksel siparişler için gönderi etiketlerini doğrudan cihazınızdan oluşturabilirsiniz. Beta özelliğimizi denemek için Gönderi Etiketi Oluştur üzerine dokunun!
