Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

# reviewsDashboardCard.viewAll
source: View all reviews
ar: عرض جميع المراجعات
de: Alle Bewertungen anzeigen
es: Ver todas las reseñas
fr: Voir tous les avis
he: להציג את כל הביקורות
id: Lihat semua ulasan
it: Visualizza tutte le recensioni
nl: Alle beoordelingen weergeven
pt_br: Ver todas as avaliações
ru: Посмотреть все отзывы
sv: Visa alla recensioner
tr: Tüm incelemeleri görüntüle

# reviewsDashboardCardViewModel.filterAll
source: All
ar: الكل
de: Alle
es: Todas
fr: Tout
he: הכול
id: Semua
it: Tutti
nl: Alles
pt_br: Tudo
ru: Все
sv: Alla
tr: Tümü

# reviewsDashboardCardViewModel.filterApproved
source: Approved
ar: تمت الموافقة على
de: Genehmigt
es: Aprobada
fr: Approuvé
he: אושר
id: Disetujui
it: Approvata
nl: Goedgekeurd
pt_br: Aprovada
ru: Одобрено
sv: Godkänd
tr: Onaylandı

# reviewsDashboardCardViewModel.filterHold
source: Hold
ar: انتظار
de: Angehalten
es: Espera
fr: En attente
he: בהמתנה
id: Tertahan
it: Sospeso
nl: In de wacht
pt_br: Em espera
ru: Отложено
sv: Håll
tr: Beklemede

# searchViewController.cancelButton.tilet
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batal
it: Annulla
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal et

# selectPackageImageCoordinator.imageErrorAlert.ok
source: OK
ar: موافق
es: Aceptar
he: אישור
id: Oke
tr: Tamam

# selectPackageImageCoordinator.imageErrorAlert.title
source: Unable to select image
ar: يتعذر تحديد صورة
de: Bild kann nicht ausgewählt werden
es: No se puede elegir la imagen
fr: Impossible de sélectionner une image
he: לא ניתן לבחור את התמונה
id: Tidak dapat memilih gambar
it: Impossibile selezionare l'immagine
nl: Kan afbeelding niet selecteren
pt_br: Não foi possível selecionar a imagem
sv: Kan inte välja bild
tr: Görsel seçilemedi

# settingsViewController.themesRow
source: Themes
ar: القوالب
es: Temas
fr: Thèmes
he: תבניות
id: Tema
it: Temi
nl: Thema’s
pt_br: Temas
ru: Темы
sv: Teman
tr: Temalar

source: share details
ar: مشاركة التفاصيل
de: Teilen von Daten
es: compartir información
fr: partager des informations
he: לשתף פרטים
id: bagikan detail
it: condividi dettagli
ja: 詳細情報を共有する
nl: gegevens delen
pt_br: compartilhar detalhes
ru: обмениваться сведениями
sv: dela information
tr: ayrıntıları paylaş

# shipping.label.navigationBar.cancel.button.title
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batal
it: Annulla
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal et

# shippingLine.edit.button.accessibilityLabel
source: Edit shipping
ar: تحرير الشحن
de: Versand bearbeiten
es: Editar envío
fr: Modifier l’expédition
he: לערוך את המשלוח
id: Edit pengiriman
it: Modifica spedizione
nl: Verzending bewerken
pt_br: Editar envio
ru: Изменить доставку
sv: Redigera frakt
tr: Gönderimi düzenle

# simplePaymentsMigrationSheet.addCustomAmount
source: Add a Custom Amount
ar: إضافة مبلغ مخصص
de: Individuellen Betrag hinzufügen
es: Añadir un importe personalizado
fr: Ajouter un montant personnalisé
he: להוסיף סכום בהתאמה אישית
id: Tambahkan Jumlah Kustom
it: Aggiungi un importo personalizzato
nl: Aangepast bedrag toevoegen
pt_br: Adicionar um valor personalizado
ru: Добавить индивидуальную сумму
sv: Lägg till ett anpassat belopp
tr: Özel Tutar Ekle

# simplePaymentsMigrationSheet.detail
source: To set a payment amount, add a custom amount to your new order.
ar: لتعيين مبلغ الدفع، أضف مبلغًا مخصصًا إلى طلبك الجديد.
de: Um einen Zahlungsbetrag festzulegen, füge deiner neuen Bestellung einen individuellen Betrag hinzu.
es: Para establecer un importe de pago, añade un importe personalizado a tu pedido nuevo.
fr: Pour définir un montant de paiement, ajoutez un montant personnalisé à votre nouvelle commande.
he: כדי לקבוע סכום לתשלום, ניתן להוסיף סכום בהתאמה אישית להזמנה חדשה.
id: Untuk menetapkan jumlah pembayaran, tambahkan jumlah kustom ke pesanan baru.
it: Per impostare un importo di pagamento, aggiungi un'importo personalizzato al tuo nuovo ordine.
nl: Om een betaalbedrag in te stellen, voeg je een aangepast bedrag toe aan je nieuwe bestelling.
pt_br: Para definir um valor para o pagamento, adicione um valor ao novo pedido.
ru: Чтобы указать сумму платежа, добавьте индивидуальную сумму к новому заказу.
sv: För att ange ett betalningsbelopp, lägg till ett anpassat belopp till din nya beställning.
tr: Bir ödeme tutarı belirlemek için yeni siparişinize özel tutar ekleyin.

# simplePaymentsMigrationSheet.subtitle
source: We’ve combined payment collection with order creation, making it more accessible *and* more powerful.
ar: قمنا بدمج تحصيل المدفوعات مع إنشاء الطلبات، ما يجعل الأمر أكثر سهولة *وأكثر* فاعلية.
de: Wir haben den Empfang von Zahlungen mit der Bestellerstellung zusammengelegt, damit du von einem zugänglicheren *und* leistungsstärkeren Erlebnis profitierst.
es: Hemos combinado el cobro de pagos con la creación de pedidos, por lo que ahora el proceso es más accesible *y* efectivo.
fr: Nous avons combiné la collecte des paiements avec la création de commande, ce qui la rend plus accessible *et* plus puissante.
he: שילבנו את גביית התשלום בתהליך של יצירת ההזמנה כדי לשפר את הנגישות *וגם* את היכולות.
id: Kami telah menggabungkan penerimaan pembayaran dengan pembuatan pesanan, sehingga menjadikannya lebih mudah diakses *dan* lebih andal.
it: Abbiamo combinato la raccolta dei pagamenti con la creazione degli ordini, rendendola più accessibile *e* più potente.
nl: We hebben het innen van betalingen gecombineerd met het aanmaken van bestellingen, wat het toegankelijker *en* krachtiger maakt.
pt_br: Combinamos o recebimento de pagamentos com a criação de pedidos, tornando o processo mais acessível *e* eficiente.
ru: Мы объединили разделы «Получение платежа» и «Создание заказа», чтобы сделать их доступнее и эффективнее.
sv: Vi har kombinerat betalningsmottagande med beställningsskapande, vilket gör funktionerna mer lättåtkomliga *och* kraftfullare.
tr: Ödeme almayı sipariş almayla birleştirdik, bu sayede bunu daha erişilebilir *ve* daha güçlü hale getirdik.

# simplePaymentsMigrationSheet.title
source: Collect Payment has moved
ar: تم نقل تحصيل المدفوعات
de: Die Funktion zum Empfang von Zahlungen wurde verschoben
es: El proceso de cobro de pagos ha cambiado
fr: La collecte des paiements a été déplacée
he: האפשרות 'לגבות תשלום' הועברה
id: Terima Pembayaran telah dipindahkan
it: La funzione Ricevi pagamenti è stata spostata
nl: Betaling innen is verplaatst
pt_br: O recebimento de pagamentos mudou de lugar
ru: Раздел «Получение платежа» был перемещён
sv: Ta emot betalning har flyttat
tr: Ödeme Alma taşındı

# statsGranularityV4.dailyMetrics
source: Daily intervals
ar: الفواصل الزمنية يوميًا
de: Tägliche Intervalle
es: Intervalos diarios
fr: Intervalles quotidiens
he: תדירות יומית
id: Interval harian
it: Intervalli giornalieri
nl: Dagelijkse intervallen
pt_br: Intervalos diários
ru: Периоды по дням
sv: Dagliga intervaller
tr: Günlük aralıklar

# statsGranularityV4.hourlyMetrics
source: Hourly intervals
ar: الفواصل الزمنية سنويًا
de: Stündliche Intervalle
es: Intervalos por horas
fr: Intervalles d’une heure
he: תדירות שעתית
id: Interval per jam
it: Intervalli orari
nl: Uurlijkse intervallen
pt_br: Intervalos por hora
ru: Периоды по часам
sv: Timvisa intervaller
tr: Saatlik aralıklar

# statsGranularityV4.monthlyMetrics
source: Monthly intervals
ar: الفواصل الزمنية شهريًا
de: Monatliche Intervalle
es: Intervalos mensuales
fr: Intervalles mensuels
he: תדירות חודשית
id: Interval bulanan
it: Intervalli mensili
nl: Maandelijkse intervallen
pt_br: Intervalos mensais
ru: Периоды по месяцам
sv: Månatliga intervaller
tr: Aylık aralıklar

# statsGranularityV4.weeklyMetrics
source: Weekly intervals
ar: الفواصل الزمنية أسبوعيًا
de: Wöchentliche Intervalle
es: Intervalos semanales
fr: Intervalles hebdomadaires
he: תדירות שבועית
id: Interval mingguan
it: Intervalli settimanali
nl: Wekelijkse intervallen
pt_br: Intervalos semanais
ru: Периоды по неделям
sv: Veckovisa intervaller
tr: Haftalık aralıklar

# statsGranularityV4.yearlyMetrics
source: Yearly intervals
ar: الفواصل الزمنية سنويًا
de: Jährliche Intervalle
es: Intervalos anuales
fr: Intervalles annuels
he: תדירות שנתית
id: Interval tahunan
it: Intervalli annuali
nl: Jaarlijkse intervallen
pt_br: Intervalos anuais
ru: Периоды по годам
sv: Årliga intervaller
tr: Yıllık aralıklar

# statsTimeRangeV4.tabTitle.custom
source: Custom Range
ar: نطاق مخصص
de: Individueller Zeitraum
es: Personalizar rango
fr: Plage personnalisée
he: טווח מותאם
id: Rentang Kustom
it: Intervallo personalizzato
nl: Aangepast bereik
pt_br: Período personalizado
ru: Произвольный период
sv: Anpassat intervall
tr: Özel Aralık

# storeOnboardingCardView.viewAll
source: View all %1$d tasks
ar: مشاهدة ⁦%1$d⁩ من كل المهام
de: Alle %1$d Aufgaben anzeigen
es: Ver el total de %1$d tareas
fr: Voir les %1$d tâches
he: להציג את כל ⁦%1$d⁩ המשימות
id: Lihat semua tugas %1$d
it: Visualizza tutte le %1$d attività
nl: Alle %1$d taken bekijken
pt_br: Ver todas as %1$d tarefas
ru: Посмотреть все задачи (%1$d)
sv: Visa alla %1$d uppgifter
tr: Tüm %1$d görevleri görüntüle

# storePerformanceView.conversion
source: Conversion
ar: تحويل
de: Konversion
es: Conversión
he: המרה
id: Konversi
it: Conversione
nl: Conversie
pt_br: Conversão
ru: Конверсия
sv: Konvertering
tr: Dönüşüm

# storePerformanceView.custom
source: Custom
ar: مخصص
de: Individuell
es: Personalizado
fr: Personnalisé
he: התאמה אישית
id: Kustom
it: Personalizza
nl: Aangepast
pt_br: Personalizado
ru: Произвольный
sv: Anpassad
tr: Özel

# storePerformanceView.hideCard
source: Hide Performance
ar: إخفاء الأداء
de: Performance ausblenden
es: Ocultar rendimiento
fr: Masquer les performances
he: להסתיר את 'ביצועים'
id: Sembunyikan Performa
it: Nascondi Prestazioni
nl: Prestaties verbergen
pt_br: Ocultar desempenho
ru: Скрыть производительность
sv: Dölj Prestanda
tr: Performansı Gizle

# storePerformanceView.noRevenueText
source: No revenue for selected dates
ar: لا توجد إيرادات للتواريخ المحددة
de: Keine Einnahmen für die ausgewählten Daten
es: No hay ingresos para las fechas seleccionadas
fr: Pas de revenus pour les dates sélectionnées
he: אין רווחים בתאריכים שנבחרו
id: Tidak ada pendapatan untuk tanggal terpilih
it: Nessuna entrata nelle date selezionate
nl: Geen inkomsten voor geselecteerde data
pt_br: Nenhuma receita para datas selecionadas
ru: Отсутствует доход в выбранные даты
sv: Inga intäkter för de valda datumen
tr: Seçilen tarihlerde gelir yok

# storePerformanceView.orders
source: Orders
ar: الطلبات
de: Bestellungen
es: Pedidos
fr: Commandes
he: הזמנות
id: Pesanan
it: Ordini
nl: Bestellingen
pt_br: Pedidos
ru: Заказы
sv: Beställningar
tr: Siparişler

# storePerformanceView.revenue
source: Revenue
ar: الإيرادات
de: Einnahmen
es: Ingresos
fr: Revenus
he: רווחים
id: Pendapatan
it: Guadagno
nl: Inkomsten
pt_br: Receita
ru: Доход
sv: Intäkter
tr: Kazanç

# storePerformanceView.unavailableAnalyticsView.title
source: Unable to display your store's performance
ar: يتعذر عرض أداء متجرك
de: Die Performance deines Shops konnte nicht angezeigt werden
es: No se puede mostrar el rendimiento de tu tienda
fr: Impossible d’afficher les performances de votre boutique
he: אין אפשרות להציג את הביצועים בחנות שלך
id: Performa toko Anda tidak dapat ditampilkan
it: Impossibile mostrare le prestazioni del tuo negozio
nl: Kan de prestaties van je winkel niet weergeven
pt_br: Não foi possível exibir o desempenho da sua loja
sv: Det gick inte att visa din butiks prestanda
tr: Mağazanızdaki en iyi performans görüntülenemiyor

# storePerformanceView.viewAll
source: View all store analytics
ar: مشاهدة كل تحليلات المتجر
de: Alle Shop-Analysen anzeigen
es: Ver todos los análisis de la tienda
fr: Voir toutes les statistiques de la boutique
he: להציג את כל הנתונים האנליטיים של החנות
id: Lihat semua analitik toko
it: Visualizza tutte le analisi del negozio
nl: Alle winkelanalyses bekijken
pt_br: Ver todos os dados analíticos da loja
ru: Просмотреть всю аналитику магазина
sv: Visa alla butiksanalyser
tr: Tüm mağaza analizlerini görüntüle

# storePerformanceView.visitors
source: Visitors
ar: الزائرون
de: Besucher
es: Visitantes
fr: Visiteurs
he: מבקרים
id: Pengunjung
it: Visitatori
nl: Bezoekers
pt_br: Visitantes
ru: Посетители
sv: Besökare
tr: Ziyaretçiler

# storePerformanceViewModel.addCustomRange
source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fr: Ajouter
he: להוסיף
id: Tambah
it: Aggiungi
nl: Toevoegen
pt_br: Adicionar
ru: Добавить
sv: Lägg till
tr: Ekle

# storePickerViewController.addStoreButton
source: Connect existing store
ar: الربط بمتجر موجود
de: Bestehenden Shop verbinden
es: Conectar una tienda existente
fr: Associer une boutique existante
he: לחבר חנות קיימת
id: Sambungkan toko yang sudah ada
it: Connetti un negozio esistente
nl: Een bestaande winkel koppelen
pt_br: Conectar loja existente
ru: Подключить существующий магазин
sv: Anslut befintlig butik
tr: Mevcut mağazayı bağla

# storeStatsChart.xSelectedValue
source: Selected date
ar: التاريخ المحدد
de: Ausgewähltes Datum
es: Fecha seleccionada
fr: Date sélectionnée
he: תאריך נבחר
id: Tanggal yang Dipilih
it: Data selezionata
nl: Geselecteerde datum
pt_br: Data selecionada
ru: Выбранная дата
sv: Valt datum
tr: Seçilen tarih

# storeStatsChart.xValue
source: Date
ar: التاريخ
de: Datum
es: Fecha
he: תאריך
id: Tanggal
it: Data
nl: Datum
pt_br: Data
ru: Дата
sv: Datum
tr: Tarih

# storeStatsChart.ySelectedValue
source: Selected revenue
ar: الإيراد المحدد
de: Ausgewählte Einnahmen
es: Ingresos seleccionados
fr: Revenus sélectionnés
he: רווחים נבחרים
id: Pendatan yang Dipilih
it: Guadagno selezionato
nl: Geselecteerde inkomsten
pt_br: Receita selecionada
ru: Доход по выбору
sv: Valda intäkter
tr: Seçilen kazanç

# storeStatsChart.yValue
source: Revenue
ar: الإيرادات
de: Einnahmen
es: Ingresos
fr: Revenus
he: רווחים
id: Pendapatan
it: Guadagno
nl: Inkomsten
pt_br: Receita
ru: Доход
sv: Intäkter
tr: Kazanç

# storeStatsChart.zeroRevenue
source: Zero revenue
ar: لا توجد إيرادات
de: Keine Einnahmen
es: Cero ingresos
fr: Pas de revenus
he: ללא רווחים
id: Pendapatan Nol
it: Nessun guadagno
nl: Geen inkomsten
pt_br: Sem receita
ru: Нулевой доход
sv: Noll intäkter
tr: Sıfır kazanç

# storeWidgets.description
source: WooCommerce Stats Today
ar: إحصاءات WooCommerce اليوم
de: Heutige WooCommerce-Statistiken
es: Las estadísticas de hoy de WooCommerce
id: Statistik WooCommerce Hari Ini
it: Statistiche WooCommerce oggi
nl: WooCommerce-statistieken van vandaag
pt_br: Estatísticas de hoje do WooCommerce
ru: Статистика WooCommerce за сегодня
sv: WooCommerce-statistik idag
tr: WooCommerce İstatistikleri Bugün

# storeWidgets.displayName
source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd’hui
he: היום
id: Hari Ini
it: Oggi
ja: 今日
nl: Vandaag
pt_br: Hoje
ru: Сегодня
sv: Idag
tr: Bugün

# storeWidgets.infoProvider.myShop
source: My Shop
ar: متجري
de: Mein Shop
es: Mi tienda
fr: Ma boutique
he: החנות שלי
id: Toko Saya
it: Il mio negozio
ja: マイショップ
nl: Mijn winkel
pt_br: Minha loja
ru: Мой магазин
sv: Min butik
tr: Mağazam

# storeWidgets.infoProvider.today
source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd’hui
he: היום
id: Hari Ini
it: Oggi
ja: 今日
nl: Vandaag
pt_br: Hoje
ru: Сегодня
sv: Idag
tr: Bugün

# storeWidgets.infoView.conversion
source: Conversion
ar: تحويل
es: Conversión
he: המרה
id: Konversi
it: Conversione
ja: コンバージョン
nl: Conversie
pt_br: Conversão
ru: Переход
sv: Konvertering
tr: Dönüşüm

# storeWidgets.infoView.orders
source: Orders
ar: الطلبات
de: Bestellungen
es: Pedidos
fr: Commandes
he: הזמנות
id: Pesanan
it: Ordini
ja: 注文
nl: Bestellingen
pt_br: Pedidos
ru: Заказы
sv: Beställningar
tr: Siparişler

# storeWidgets.infoView.revenue
source: Revenue
ar: الإيرادات
de: Einnahmen
es: Ingresos
fr: Revenu
he: הכנסה
id: Pendapatan
it: Guadagno
ja: 収益
nl: Inkomsten
pt_br: Receita
ru: Доход
sv: Intäkt
tr: Kazanç

# storeWidgets.infoView.updatedAt
source: As of %1$@
ar: بدءًا من %1$@
de: Stand: %1$@
es: A las %1$@
fr: Dernière mise à jour : %1$@
he: החל ממועד %1$@
id: Sejak %1$@
it: A partire dalle %1$@
ja: %1$@時点
nl: Vanaf %1$@
pt_br: Às %1$@
ru: На %1$@
sv: Per den %1$@
tr: %1$@ itibarıyla

# storeWidgets.infoView.viewMore
source: View More
ar: عرض المزيد
de: Mehr anzeigen
es: Ver más
fr: Afficher plus
he: הצגת פריטים נוספים
id: Lihat Selengkapnya
it: Visualizza altro
ja: 詳細を表示
nl: Meer weergeven
pt_br: Visualizar mais
ru: Показать больше
sv: Visa mer
tr: Daha Fazlasını Görüntüle

# storeWidgets.infoView.visitors
source: Visitors
ar: الزائرون
de: Besucher
es: Visitantes
fr: Visiteurs
he: מבקרים
id: Pengunjung
it: Visitatori
ja: 訪問者
nl: Bezoekers
pt_br: Visitantes
ru: Посетители
sv: Besökare
tr: Ziyaretçiler

# storeWidgets.notLoggedInView.login
source: Log in
ar: تسجيل الدخول
de: Anmelden
es: Acceder
fr: Se connecter
he: התחברות
it: Accedi
ja: ログイン
nl: Inloggen
pt_br: Fazer login
ru: Войти
sv: Logga in
tr: Giriş yap

# storeWidgets.notLoggedInView.notLoggedIn
source: Log in to see today’s stats.
ar: قم بتسجيل الدخول للاطلاع على إحصاءات اليوم.
de: Melde dich an, um dir die heutigen Statistiken anzusehen.
es: Accede para consultar las estadísticas de hoy.
fr: Connectez-vous pour voir les statistiques du jour.
he: יש להתחבר כדי לראות את הנתונים הסטטיסטיים מהיום.
id: Login untuk melihat statistik hari ini.
it: Accedi per visualizzare le statistiche di oggi.
ja: ログインして今日の統計情報を確認しましょう。
nl: Log in om de statistieken van vandaag te zien.
pt_br: Faça login para ver as estatísticas de hoje.
ru: Войдите, чтобы посмотреть статистику за сегодня.
sv: Logga in för att se dagens statistik.
tr: Bugünün istatistiklerini görmek için oturum açın.

# storeWidgets.storeInfoInlineWidget.noData
source: Revenue: ⚠ No Data
ar: الإيرادات: ⚠ لا توجد بيانات
de: Einnahmen: ⚠ Keine Daten
es: Ingresos: ⚠ no hay datos
fr: Revenus : ⚠ Aucune donnée
he: הכנסה: ⚠ אין נתונים
id: Pendapatan: ⚠ Tidak Ada Data
it: Guadagno: ⚠ Nessun dato
ja: 収益: ⚠データがありません
nl: Inkomsten: ⚠ Geen gegevens
pt_br: Receita: ⚠ Sem dados
ru: Доход: ⚠ данные отсутствуют
sv: Intäkter: ⚠ Inga data
tr: Gelir: ⚠ Veri Yok

# storeWidgets.storeInfoInlineWidget.revenueTitle
source: Revenue: %1$@
ar: الإيرادات: %1$@
de: Einnahmen: %1$@
es: Ingresos: %1$@
fr: Revenus : %1$@
he: הכנסה: $1%@
id: Pendapatan: %1$@
it: Guadagno: %1$@
ja: 収益: %1$@
nl: Inkomsten: %1$@
pt_br: Receita: %1$@
ru: Доход: %1$@
sv: Intäkter: %1$@
tr: Gelir: %1$@

# storeWidgets.storeInfoRectangularWidget.noData
source: ⚠ No Data
ar: ⚠ لا توجد بيانات
de: ⚠ Keine Daten
es: ⚠ No hay datos
fr: ⚠ Aucune donnée
he: אין נתונים
id: ⚠ Tidak Ada Data
it: ⚠ Nessun dato
ja: ⚠データがありません
nl: ⚠ Geen gegevens
pt_br: ⚠ Sem dados
ru: ⚠ Данные отсутствуют
sv: ⚠ Inga data
tr: ⚠ Veri Yok

# storeWidgets.storeInfoRectangularWidget.revenue
source: Revenue
ar: الإيرادات
de: Einnahmen
es: Ingresos
fr: Revenu
he: הכנסה
id: Pendapatan
it: Guadagno
ja: 収益
nl: Inkomsten
pt_br: Receita
ru: Доход
sv: Intäkter
tr: Kazanç

# storeWidgets.unableToFetchView.unableToFetch
source: Unable to fetch today's stats
ar: يتعذر إحضار إحصاءات اليوم
de: Die heutigen Statistiken konnten nicht abgerufen werden
es: No se han podido recuperar las estadísticas de hoy.
fr: Impossible de récupérer les statistiques du jour
he: אין אפשרות להביא את הנתונים הסטטיסטיים מהיום
id: Tidak dapat mengambil statistik hari ini
it: Impossibile recuperare le statistiche di oggi
ja: 今日の統計情報を取得できません
nl: Kan de statistieken van vandaag niet ophalen
pt_br: Não é possível buscar as estatísticas de hoje
ru: Не удаётся получить статистику за сегодня
sv: Kan inte hämta dagens statistik
tr: Bugünün istatistikleri alınamıyor

# subscriptionExpiryView.done
source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
he: בוצע
id: Selesai
it: Fatto
nl: Gereed
pt_br: Concluir
ru: Готово
sv: Klar
tr: Tamam

# subscriptionExpiryView.expireAfter
source: Expire after
ar: تنتهي الصلاحية بعد
de: Ablauf nach
es: Caduca después de
fr: Expire après
he: פקיעת תוקף לאחר
id: Kedaluwarsa setelah
it: Scade dopo
nl: Verlopen na
pt_br: Expira após
ru: Окончание срока действия
sv: Löper ut efter
tr: Şundan sonra sona erer:

# subscriptionExpiryView.expireAfterSubtitle
source: Automatically expire the subscription after this length of time. This length is in addition to any free trial or amount of time provided before a synchronised first renewal date.
ar: تنتهي صلاحية الاشتراك تلقائيًا بعد هذه المدة الزمنية. تضاف هذا المدة إلى أي فترة تجريبية مجانية أو مقدار الوقت المتوافر قبل تاريخ التجديد الأول المتزامن.
de: Das Abonnement nach diesem Zeitraum automatisch auslaufen lassen. Diese Dauer wird zusätzlich zu einem möglichen kostenlosen Testzeitraum oder der Zeit vor einem synchronisierten Verlängerungsdatum gezählt.
es: La suscripción caduca de forma automática una vez transcurrido este tiempo. Este tiempo es adiciona a cualquier periodo de prueba o cantidad de tiempo que se haya permitido antes de una primera fecha de renovación sincronizada.
fr: Fait automatiquement expirer l’abonnement après cette durée. Cette durée s’ajoute à tout essai gratuit ou à toute durée accordée avant une première date de renouvellement synchronisée.
he: המינוי יבוטל באופן אוטומטי לאחר פרק זמן זה. פרק זמן זה מתווסף לכל תקופת ניסיון בחינם או פרק זמן אחר שניתן לשימוש במוצר בחינם לפני תאריך החידוש המסונכרן הראשון.
id: Secara otomatis jadikan langganan kedaluwarsa setelah jangka waktu ini. Jangka waktu ini merupakan tambahan untuk percobaan gratis atau jumlah waktu yang disediakan sebelum tanggal perpanjangan pertama yang disinkronisasi.
it: L'abbonamento scade automaticamente dopo questo periodo di tempo. Questo periodo si aggiunge a qualsiasi prova gratuita o periodo di tempo prima del primo rinnovo sincronizzato.
nl: Laat het abonnement automatisch aflopen na deze periode. Deze periode is bovenop proefabonnementen of opgegeven periode voorafgaand aan een gesynchroniseerde eerste verlengingsdatum.
pt_br: A assinatura expira automaticamente após esse período de tempo. Essa duração é adicional a qualquer teste gratuito ou quantidade de tempo informado antes de uma sincronização da primeira data de renovação.
ru: По истечении этого срока подписка автоматически прекращается. Этот период дополняет любой бесплатный пробный период или время, предоставленное до синхронизированной даты первого продления.
sv: Prenumerationen löper automatiskt ut efter denna tidsperiod. Denna tid gäller utöver eventuella gratis provperioder eller tider som tillhandahålls före ett synkroniserat första förnyelsedatum.
tr: Bu sürenin sonunda aboneliği otomatik olarak sona erdirir. Bu süre, herhangi bir ücretsiz deneme süresine veya senkronize bir ilk yenileme tarihinden önce sağlanan süreye ilavedir.

# subscriptionExpiryView.neverExpire
source: Never expires
ar: لا تنتهي الصلاحية أبدًا
de: Läuft nie ab
es: No caduca nunca
fr: N’expire jamais
he: ללא תאריך תפוגה
id: Tidak pernah kedaluwarsa
it: Nessuna scadenza
nl: Verloopt nooit
pt_br: Nunca expira
ru: Действует бессрочно
sv: Löper aldrig ut
tr: Süresi asla bitmez

# subscriptionTrialView.done
source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
he: בוצע
id: Selesai
it: Fatto
nl: Gereed
pt_br: Concluir
ru: Готово
sv: Klar
tr: Tamam

# subscriptionTrialView.duration
source: Duration
ar: المدة
de: Dauer
es: Duración
fr: Durée
he: משך זמן
id: Durasi
it: Durata
nl: Duur
pt_br: Duração
ru: Продолжительность
sv: Varaktighet
tr: Süre
