Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: Error previewing shipping label
ar: حدث خطأ في أثناء معاينة ملصق الشحن
de: Fehler bei der Vorschau des Versandetiketts
es: Error al obtener la vista previa de la etiqueta de envío
fr: Erreur lors de l’aperçu de l’étiquette d’expédition
he: אירעה שגיאה בתצוגה המקדימה של תווית המשלוח
id: Kesalahan saat menampilkan pratinjau label pengiriman
it: Errore visualizzazione etichetta di spedizione
ja: 配送ラベルのプレビューでエラーが発生しました
nl: Fout bij voorbeeldweergave verzendlabel
pt_br: Erro ao visualizar a etiqueta de envio
ru: Не удалось выполнить предварительный просмотр транспортной этикетки
sv: Fel vid förhandsgranskning av fraktetikett
tr: Kargo etiketi önizlenirken hata oluştu

source: Error purchasing the label
ar: حدث خطأ في أثناء شراء الملصق
de: Fehler beim Kauf der Etiketten
es: No se ha podido comprar la etiqueta
fr: Erreur lors de l’achat de l’étiquette
he: שגיאה ברכישת התוויות
id: Terjadi kesalahan saat membeli label
it: Errore durante l'acquisto dell'etichetta
ja: ラベルの購入時にエラーが発生しました
nl: Fout tijdens het aanschaffen van het label
pt_br: Erro ao comprar a etiqueta
ru: Ошибка при покупке этикетки
sv: Ett fel uppstod vid köp av etiketten
tr: Etiket satın alınırken hata oluştu

source: Error saving product images
ar: خطأ في أثناء حفظ صور المنتج
de: Fehler beim Speichern der Produktbilder
es: Se ha producido un error al guardar las imágenes del producto
fr: Erreur lors de l’enregistrement des images du produit
he: שגיאה בשמירת התמונות של המוצר
id: Error saat menyimpan gambar produk
it: Errore durante il salvataggio delle immagini prodotto
ja: 商品画像を保存する際にエラーが発生しました
nl: Fout bij het opslaan van productafbeeldingen
pt_br: Erro ao salvar imagens do produto
ru: Ошибка сохранения изображений продукта
sv: Det gick inte att spara produktbilder
tr: Ürün görselleri kaydedilirken hata oluştu

source: Error saving variation image
ar: خطأ في أثناء حفظ تنوع الصور
de: Fehler beim Speichern des Variantenbilds
es: Se ha producido un error al guardar la imagen de variación
fr: Erreur lors de l’enregistrement de l’image de la variante
he: שגיאה בשמירת התמונה של הסוג
id: Error saat menyimpan gambar variasi
it: Errore durante il salvataggio dell'immagine di variazione
ja: バリエーション画像を保存する際にエラーが発生しました
nl: Fout bij het opslaan van variatie-afbeelding
pt_br: Erro ao salvar a imagem da variação
ru: Ошибка сохранения изображения варианта
sv: Det gick inte att spara variationsbilden
tr: Varyasyon görseli kaydedilirken hata oluştu

source: Error updating Order #%1$d
ar: خطأ في أثناء تحديث الطلب رقم ⁦%1$d⁩
de: Fehler beim Aktualisieren der Bestellnummer%1$d
es: Error al actualizar el pedido n.º %1$d
fr: Erreur lors de la mise à jour de la commande n°%1$d
he: שגיאה בעדכון של הזמנה מס' ⁦%1$d⁩
id: Error saat memperbarui Pesanan #%1$d
it: Errore durante l'aggiornamento dell'ordine #%1$d
ja: 注文番号%1$dの更新中にエラーが発生しました
nl: Fout tijdens bijwerken van bestelnr.%1$d
pt_br: Erro ao atualizar o pedido nº %1$d
ru: Ошибка обновления заказа № %1$d
sv: Det gick inte att uppdatera beställning #%1$d
tr: %1$d numaralı sipariş güncellenirken hata oluştu

source: Est. %1$@
ar: %1$@ مقدَّر
de: Voraussichtlich am %1$@
fr: Date estimée le %1$@
he: בסביבות ה-%1$@
id: Diperkirakan %1$@
it: Previsto per il giorno %1$@
nl: Gesch. %1$@
pt_br: Estimada para %1$@
ru: Прибл. %1$@
sv: Beräknat %1$@
tr: Tahmini %1$@

source: Estimated setup time
ar: وقت الإعداد المُقدَّر
de: Geschätzte Einrichtungsdauer
es: Tiempo estimado de configuración
fr: Temps estimé pour la configuration
he: זמן משוער להקמה
id: Perkiraan waktu penyiapan
it: Tempo di impostazione stimato
nl: Geschatte installatietijd
pt_br: Tempo estimado para configurar:
ru: Примерное время настройки
sv: Beräknad tid:
tr: Tahmini kurulum süresi

source: Estonia
ar: استونيا
de: Estland
fr: Estonie
he: אסטוניה
ja: エストニア
nl: Estland
pt_br: Estônia
ru: Эстония
sv: Estland
tr: Estonya

source: Ethiopia
ar: أثيوبيا
de: Äthiopien
es: Etiopía
fr: Éthiopie
he: אתיופיה
id: Etiopia
it: Etiopia
ja: エチオピア
nl: Ethiopië
pt_br: Etiópia
ru: Эфиопия
sv: Etiopien
tr: Etiyopya

source: Everyone loves a deal
ar: يحب الجميع الصفقات
de: Alle lieben Schnäppchen
es: A todo el mundo le gustan las ofertas
fr: On ne dit jamais non aux bonnes affaires
he: מי לא רוצה לקבל מבצע
id: Semua orang suka promo
it: Tutti amano un'offerta
ja: 誰もがお得な情報を求めています
nl: Iedereen houdt van een goede deal
pt_br: Quem não ama uma oferta?
ru: Все любят скидки
sv: Alla gillar ett erbjudande
tr: Herkes iyi alışverişi sever

source: Everything in Essential, plus:
ar: كل شيء في الخطة الأساسية، بالإضافة إلى:
de: Alle Funktionen im Essential-Tarif, plus:
es: Todo lo que incluye el plan Essential, y además:
fr: Tous les avantages d’Essential, plus :
he: כל האפשרויות שב-Essential, ובנוסף:
id: Semua yang ada di Esensial, serta:
it: Tutto in Essential, più:
nl: Alles in Essential en:
pt_br: Tudo do plano Essential, além de:
ru: Все возможности Essential, а также:
sv: Allt i Essential, plus:
tr: Essential'daki her şeyin yanı sıra:

source: Example: Potted, cactus, plant, decorative, easy-care
ar: مثال: أصيص، صبار، نبات، تزييني، سهل العناية
de: Beispiel: eingetopft, Kaktus, Pflanze, dekorativ, pflegeleicht
es: Ejemplo: en maceta, cactus, planta, decorativa, de fácil cuidado
fr: Exemple : en pot, cactus, plante, décoratif, entretien facile
he: לדוגמה: שתיל, קקטוס, צמח, קישוט, קל לטפל
id: Contoh: Dalam pot, kaktus, tanaman, dekoratif, mudah dirawat
it: Esempio: in vaso, cactus, pianta, decorativa, di facile manutenzione
nl: Voorbeeld: in pot, cactus, plant, decoratief, makkelijke verzorging
pt_br: Por exemplo: vaso, cacto, planta, decorativa, fácil de cuidar
ru: Пример: комнатный, кактус, растение, декоративный, простой уход
sv: Exempel: krukväxt, kaktus, växt, dekorativ, lättskött
tr: Örneğin: Saksıda yetişir, kaktüs, bitki, dekoratif, bakımı kolay

source: Excepted Quantity Provision Package (e.g., small volumes of flammable liquids, corrosive, toxic or environmentally hazardous materials - marking required)
ar: طرود توفير الكميات المستثناة (مثل: الكميات الصغيرة من السوائل القابلة للاشتعال، والمواد المسببة للتآكل أو السامة أو الخطرة بيئيًا - لا بد من وضع علامة عليها)
de: Paket, das unter die Regelung für Ausnahmemengen fällt (Excepted Quantity Provision Package) (z. B. kleine Mengen an entzündbaren Flüssigkeiten, Beizmittel, giftige oder umweltgefährdende Materialien – Markierung erforderlich)
es: Paquete de suministro en cantidades permitidas (por ejemplo, líquidos inflamables en pequeño volumen, materiales peligrosos para el medio ambiente, tóxicos o corrosivos, necesita etiquetas)
fr: Colis de provisions en quantité exceptées (par exemple : petits volumes de liquides inflammables, corrosifs, toxiques ou matériaux dangereux pour l’environnement - marquage obligatoire)
he: חבילה להקצאת כמות צפויה (למשל, נוזלים דליקים בכמויות קטנות, חומר שגורם לקורוזיה, חומרים רעילים או חומרים שמסוכנים לסביבה –יש לציין סימונים)
id: Paket Pengadaan Kuantitas Pengecualian (mis. cairan mudah terbakar, bahan-bahan berbahaya bagi lingkungan, beracun, atau korosif dalam volume kecil - wajib ditandai)
it: Pacchetti di fornitura di quantità esenti (ad esempio piccole quantità di liquidi infiammabili, materiali corrosivi, tossici o pericolosi per l'ambiente - marcatura richiesta)
nl: Provisiepakket uitzonderingshoeveelheid (bv. kleine hoeveelheden vlambare vloeistoffen, schurende, giftige of milieugevaarlijke materialen - markering vereist)
pt_br: Pacote com provisão em quantidade muito pequena (como pequenos volumes de líquidos inflamáveis ou materiais perigosos para o meio ambiente, corrosivos ou tóxicos; com identificação obrigatória)
ru: Посылка с допустимым количеством (например, небольшой объём воспламеняющейся жидкости, коррозионно-активные, токсичные или экологически опасные вещества — требуется маркировка)
sv: Undantagna kvantitetsförsörjningspaket (t.ex. små volymer av brandfarliga vätskor och frätande, giftiga eller miljöfarliga material – märkning krävs)
tr: İstisnai Miktarda Tedarik Paketi (örneğin, küçük hacimlerde yanıcı sıvılar, aşındırıcı, toksik veya çevreye zararlı maddeler - işaretleme gereklidir)

source: Exclude %1$d Categories
ar: استبعاد ⁦%1$d⁩ من التصنيفات
de: %1$d Kategorien ausschließen
es: Excluir %1$d categorías
fr: Exclure %1$d catégories
he: לא לכלול ⁦%1$d⁩ קטגוריות
id: Kecualikan %1$d Kategori
it: Escludi %1$d categorie
ja: %1$d件のカテゴリーを除外
nl: %1$d categorieën uitsluiten
pt_br: Excluir %1$d categorias
ru: Исключить рубрики (%1$d)
sv: Exkludera %1$d kategorier
tr: %1$d Kategoriyi Hariç Tut

source: Exclude %1$d Category
ar: استبعاد ⁦%1$d⁩ تصنيف
de: %1$d Kategorie ausschließen
es: Excluir %1$d categoría
fr: Exclure %1$d catégorie
he: לא לכלול קטגוריה ⁦%1$d⁩
id: Kecualikan %1$d Kategori
it: Escludi %1$d categoria
ja: %1$d件のカテゴリーを除外
nl: %1$d categorie uitsluiten
pt_br: Excluir %1$d categoria
ru: Исключить %1$d рубрику
sv: Exkludera %1$d kategori
tr: %1$d Kategoriyi Hariç Tut

source: Exclude %1$d Products
ar: استبعاد ⁦%1$d⁩ من المنتجات
de: %1$d Produkte ausschließen
es: Excluir %1$d productos
fr: Exclure %1$d produits
he: לא לכלול ⁦%1$d⁩ מוצרים
id: Kecualikan %1$d Produk
it: Escludi %1$d prodotti
ja: %1$d件の商品を除外
nl: %1$d Producten uitsluiten
pt_br: Excluir %1$d produtos
ru: Исключить товары (%1$d)
sv: Exkludera %1$d produkter
tr: %1$d Ürünü Hariç Tut

source: Exclude 1 Product
ar: استبعاد منتج واحد
de: 1 Produkt ausschließen
es: Excluir 1 producto
fr: Exclure 1 produit
he: לא לכלול מוצר אחד
id: Kecualikan 1 Produk
it: Escludi 1 prodotto
ja: 1件の商品を除外
nl: 1 product uitsluiten
pt_br: Excluir 1 produto
ru: Исключить 1 товар
sv: Exkludera 1 produkt
tr: 1 Ürünü Hariç Tut

source: Exclude Product Categories
ar: استبعاد تصنيفات المنتج
de: Produktkategorien ausschließen
es: Excluir categorías de productos
fr: Exclure des catégories de produits
he: להחריג קטגוריות מוצרים
id: Kecualikan Kategori Produk
it: Escludi le categorie del prodotto
ja: 商品カテゴリーを除外
nl: Uitsluiten van productcategorieën
pt_br: Excluir categorias de produto
ru: Исключить товарные категории
sv: Exkludera produktkategorier
tr: Ürün Kategorilerini Hariç Tut

source: Exclude Product Categories (%1$d)
ar: استبعاد تصنيفات المنتج (⁦%1$d⁩)
de: Produktkategorien ausschließen (%1$d)
es: Excluir categorías de productos (%1$d)
fr: Exclure des catégories de produits (%1$d)
he: לא לכלול קטגוריות מוצרים (⁦%1$d⁩)
id: Kecualikan Kategori Produk (%1$d)
it: Escludi categorie del prodotto (%1$d)
ja: 商品カテゴリー (%1$d件) を除外
nl: Productcategorieën uitsluiten (%1$d)
pt_br: Excluir categorias de produto (%1$d)
ru: Исключить рубрики товаров (%1$d)
sv: Exkludera produktkategorier (%1$d)
tr: Ürün Kategorilerini Hariç Tut (%1$d)

source: Exclude Products
ar: استبعاد المنتجات
de: Produkte ausschließen
es: Excluir productos
fr: Exclure des produits
he: להחריג מוצרים
id: Kecualikan Produk
it: Escludi i prodotti
ja: 商品を除外
nl: Uitsluiten van producten
pt_br: Excluir produtos
ru: Исключить товары
sv: Exkludera produkter
tr: Ürünleri Hariç Tut

source: Exclude Products (%1$d)
ar: استبعاد المنتجات (⁦%1$d⁩)
de: Produkte ausschließen (%1$d)
es: Excluir productos (%1$d)
fr: Exclure des produits (%1$d)
he: לא לכלול מוצרים (⁦%1$d⁩)
id: Kecualikan Produk (%1$d)
it: Escludi prodotti (%1$d)
ja: 商品 (%1$d件) を除外
nl: Producten uitsluiten (%1$d)
pt_br: Excluir produtos (%1$d)
ru: Исключить товары (%1$d)
sv: Exkludera produkter (%1$d)
tr: Ürünleri Hariç Tut (%1$d)

source: Exclude Sale Items
ar: استبعاد العناصر المعروضة للبيع بسعر مخفَّض
de: Produkte, die im Angebot sind, ausschließen
es: Excluir artículos rebajados
fr: Exclure les articles en promo
he: לא לכלול פריטים במבצע
id: Kecualikan Barang Obral
it: Escludi elementi in offerta
ja: セール品を除外
nl: Items in de uitverkoop uitsluiten
pt_br: Excluir itens em oferta
ru: Исключить товары со скидками
sv: Exkludera artiklar på rea
tr: Satılan Ürünler Hariç

source: Exclude categories
ar: استبعاد التصنيفات
de: Kategorien ausschließen
es: Excluir categorías
fr: Exclure les catégories
he: לא לכלול קטגוריות
id: Kecualikan kategori
it: Escludi categorie
ja: カテゴリーを除外
nl: Categorieën uitsluiten
pt_br: Excluir categorias
ru: Исключить категории
sv: Exkludera kategorier
tr: Kategorileri hariç tut

source: Exclude products
ar: المنتجات المستبعدة
de: Produkte ausschließen
es: Excluir productos
fr: Exclure les produits
he: לא לכלול מוצרים
id: Kecualikan produk
it: Escludi i prodotti
ja: 商品を除外
nl: Uitgesloten producten
pt_br: Excluir produtos
ru: Исключить товары
sv: Exkludera produkter
tr: Ürünleri hariç tut

source: Excludes sale items
ar: يستبعد العناصر المعروضة للبيع بسعر مخفَّض
de: Schließt Produkte aus, die im Angebot sind
es: Excepto artículos rebajados
fr: Exclut les articles en promo
he: להחריג פריטים במבצע
id: Mengecualikan barang obral
it: Escludi gli elementi in offerta
ja: セール品を除外
nl: Uitsluiten van afgeprijsde artikelen
pt_br: Excluir itens em promoção
ru: Исключает товары со скидками
sv: Exkluderar artiklar på rea
tr: Satılan ürünleri hariç tutar

source: Exclusions
ar: الاستبعادات
de: Ausschlüsse
es: Exclusiones
he: החרגות
id: Pengecualian
it: Esclusioni
ja: 除外
nl: Uitsluitingen
pt_br: Exclusões
ru: Исключения
sv: Exkluderingar
tr: Hariç Tutma

source: Exit Anyway
ar: الإنهاء على أي حال
de: Trotzdem schließen
es: Salir igualmente
fr: Quitter quand même
he: לצאת בכל מקרה
id: Keluar
it: Esci comunque
nl: Toch afsluiten
pt_br: Sair mesmo assim
ru: Всё равно выйти
sv: Lämna sidan ändå
tr: Yine De Çık

source: Exit Without Connecting
ar: الإنهاء من دون اتصال
de: Ohne Verbindung beenden
es: Salir sin conectarse
fr: Quitter sans connecter
he: לצאת בלי להתחבר
id: Keluar Tanpa Menyambungkan
it: Esci senza connessione
ja: 連携せずに終了
nl: Afsluiten zonder te verbinden
pt_br: Sair sem conectar
ru: Выйти без подключения
sv: Lämna utan att ansluta
tr: Bağlanmadan Çıkış Yap

source: Expanded
ar: تمت التوسعة
de: Erweitert
es: Ampliado
fr: Développé
he: הורחב
id: Diperluas
it: Espanso
ja: 展開表示
nl: Uitgeklapt
pt_br: Expandida
ru: Развернутый
sv: Expanderad
tr: Genişletilmiş

source: Experience more of our features and services beyond the app
ar: تجربة مزيد من ميزاتنا وخدماتنا خارج نطاق التطبيق
de: Entdecke weitere Funktionen und Dienste außerhalb der App
es: Accede a más funciones y servicios más allá de la aplicación
fr: Découvrir nos fonctionnalités et services au-delà de l’application
he: להשתמש באפשרויות ובשירותים נוספים מחוץ לאפליקציה
id: Maksimalkan pengalaman dengan fitur dan layanan kami di luar aplikasi
it: Sperimenta più funzionalità e servizi oltre l'app
nl: Ervaar meer van onze functies en diensten buiten de app
pt_br: Conheça mais das nossas funcionalidades e serviços além do aplicativo
ru: Испытайте другие возможности и сервисы помимо приложения
sv: Upplev fler av våra funktioner och tjänster utöver de som finns i appen
tr: Uygulamanın ötesindeki özelliklerimizi ve hizmetlerimizi daha fazla deneyimleyin

source: Experimental Features
ar: الميزات التجريبية
de: Experimentelle Funktionen
es: Funciones experimentales
fr: Fonctionnalités expérimentales
he: תכונות ניסיוניות
id: Fitur Eksperimental
it: Funzionalità in fase sperimentale
ja: 試験用の機能
nl: Experimentele functies
pt_br: Recursos experimentais
ru: Экспериментальные функции
sv: Experimentella funktioner
tr: Deneysel İşlevler

source: Expire after: %@
ar: تنتهي الصلاحية بعد: %@
de: Ablauf nach: %@
es: Caduca después del: %@
fr: Expire après : %@
he: פקיעת תוקף לאחר: %@
id: Kedaluwarsa setelah: %@
it: Scade dopo: %@
nl: Verlopen na: %@
pt_br: Expira após: %@
ru: Окончание срока действия: %@
sv: Löper ut efter: %@
tr: Şundan sonra sona erdir: %@

source: Expired
ar: منتهي الصلاحية
de: Abgelaufen
es: Caducado
fr: Expiré
he: פג תוקף
id: Sudah Berakhir
it: Scaduto
ja: 期限切れ
nl: Verlopen
pt_br: Expirado
ru: Истекла
sv: Löpt ut
tr: Süresi doldu

source: Expires %1$@
ar: تنتهي صلاحيتها في %1$@
de: Läuft ab am: %1$@
es: Caduca %1$@
fr: Expire le %1$@
he: התוקף פג בתאריך %1$@
id: Kedaluwarsa %1$@
it: Scade il giorno %1$@
ja: %1$@に期限切れ
nl: Verloopt %1$@
pt_br: Expira em %1$@
ru: Истекает %1$@
sv: Löper ut den %1$@
tr: Süre sonu: %1$@

source: Explore
ar: استكشاف
de: Erkunden
es: Descúbrela
fr: Explorer
he: לעיין
id: Telusuri
it: Esplora
nl: Verkennen
pt_br: Explorar
ru: Просмотр
sv: Utforska
tr: Keşfet

source: Explore how you can increase your store sales
ar: استكشف كيف يمكنك زيادة مبيعات مخزنك.
de: Erkundige dich, wie du deine Verkäufe im Store steigern kannst.
es: Descubre cómo puedes aumentar las ventas de tu tienda
fr: Découvrez comment augmenter vos ventes
he: כדאי לראות איך אפשר להגדיל את המכירות בחנות שלך
id: Cari tahu bagaimana Anda dapat meningkatkan penjualan toko Anda
it: Scopri come puoi aumentare le vendite del tuo negozio
ja: ストアの売り上げを伸ばす方法を見つけましょう
nl: Bekijk hoe je de verkoop van je winkel kunt verhogen
pt_br: Veja como aumentar as vendas da sua loja
ru: Узнать о том, как увеличить продажи своего магазина.
sv: Utforska hur du kan öka din butiksförsäljning
tr: Mağaza satışlarınızı nasıl artırabileceğinizi keşfedin.

source: External/Affiliate
ar: خارجي/تابع
de: Extern/Affiliate
es: Externo/Afiliado
fr: Externe/Affiliation
he: חיצוני/ממומן
id: Eksternal/Afiliasi
it: Esterno/Affiliato
ja: 外部 / アフィリエイト
nl: Extern/affiliate
pt_br: Externo/vinculado
ru: Сторонний/партнерский
sv: Extern
tr: Harici/İş Ortağı

source: Failed to delete coupon. Please try again.
ar: فشل حذف القسيمة. يرجى المحاولة مجددًا.
de: Gutschein konnte nicht gelöscht werden. Versuche es bitte noch einmal.
es: No se ha podido eliminar el cupón. Inténtalo de nuevo.
fr: Échec de la suppression du code promo. Veuillez réessayer.
he: מחיקת הקופון נכשלה. יש לנסות שוב.
id: Gagal menghapus kupon. Mohon ulangi.
it: Impossibile eliminare il codice promozionale. Riprova.
ja: クーポンの削除に失敗しました。 再度お試しください。
nl: Verwijderen van coupon mislukt. Probeer het nog eens.
pt_br: Falha ao excluir cupom. Tente novamente.
ru: Не удалось удалить купон. Повторите попытку.
sv: Misslyckades att ta bort rabattkod. Försök igen.
tr: Kupon silinemedi. Lütfen tekrar deneyin.

source: Failed to disable Pay in Person. Please try again later.
ar: فشل تمكين "الدفع بشكل شخصي". يرجى المحاولة مرة أخرى لاحقًا.
de: Persönliche Zahlung konnte nicht deaktiviert werden. Versuch es später noch einmal.
es: No se ha podido desactivar Pagos en persona. Inténtalo de nuevo más tarde.
fr: Impossible de désactiver « Payer en personne ». Veuillez réessayer ultérieurement.
he: לא ניתן היה להפעיל 'תשלום באופן אישי'. יש לנסות שוב מאוחר יותר.
id: Gagal menonaktifkan Pembayaran Langsung. Silakan coba lagi nanti.
it: Impossibile disattivare Paga di persona. Riprova più tardi.
ja: 直接支払いを無効化できませんでした。 後でやり直してください。
nl: Uitschakelen van fysieke betalingen mislukt. Probeer het later opnieuw.
pt_br: Falha ao desativar o Pagamento presencial. Tente novamente mais tarde.
ru: Не удалось деактивировать опцию "Очная оплата". Повторите попытку позже.
sv: Det gick inte att inaktivera Betala personligen. Försök igen senare.
tr: Şahsen Ödeme devre dışı bırakılamadı Lütfen daha sonra tekrar deneyin.

source: Failed to enable Pay in Person. Please try again later.
ar: فشل تمكين الدفع بشكل شخصي. يرجى المحاولة مرة أخرى لاحقًا.
de: Persönliche Zahlung konnte nicht aktiviert werden. Versuch es später noch einmal.
es: No se ha podido activar Pagos en persona. Inténtalo de nuevo más tarde.
fr: Échec de l’activation de la fonctionnalité Payer en personne. Veuillez réessayer ultérieurement.
he: לא ניתן היה להפעיל 'תשלום באופן אישי'. יש לנסות שוב מאוחר יותר.
id: Gagal mengaktifkan Pembayaran Langsung. Silakan coba lagi nanti.
it: Impossibile attivare Paga di persona. Riprova più tardi.
ja: 直接支払いを有効化できませんでした。 後でやり直してください。
nl: Inschakelen van fysieke betalingen mislukt. Probeer het later opnieuw.
pt_br: Falha ao ativar o Pagamento presencial. Tente novamente mais tarde.
ru: Не удалось включить опцию «Очная оплата». Повторите попытку позже.
sv: Det gick inte att aktivera Betala personligen. Försök igen senare.
tr: Şahsen Ödeme etkinleştirilemedi Lütfen daha sonra tekrar deneyin.

source: Failed to fetch the authorization URL for application passwords. Please try again.
ar: فشل إحضار عنوان URL الخاص بالتخويل بالنسبة إلى كلمات مرور التطبيق. ترجى المحاولة مجددًا.
de: Die Autorisierungs-URL für Anwendungspasswörter konnte nicht abgerufen werden. Bitte versuche es erneut.
es: No se ha podido obtener la URL de autorización para las contraseñas de aplicación. Inténtalo de nuevo.
fr: Impossible d’extraire l’URL d’autorisation pour les mots de passe d’application. Veuillez réessayer.
he: נכשל הניסיון להביא את כתובת ה-URL המאושרת לסיסמאות של האפליקציה. יש לנסות שוב.
id: Gagal mengambil URL otorisasi untuk kata sandi aplikasi. Harap coba lagi.
it: Impossibile recuperare l'URL di autorizzazione per le password dell'applicazione. Riprova.
nl: Fout bij ophalen autorisatie-URL voor applicatiewachtwoorden. Probeer het opnieuw.
pt_br: Falha ao buscar a URL de autorização para senhas de aplicação. Tente novamente.
ru: Не удалось получить URL-адрес авторизации для паролей приложения. Повторите попытку.
sv: Det gick inte att hämta auktoriserings-URL:en för applikationslösenord. Försök igen.
tr: Uygulama şifreleri için yetkilendirme URL'si alınamadı. Lütfen tekrar deneyin.

source: Failed to fetch the customer data. Please try again.
ar: فشل إحضار بيانات العميل. ترجى المحاولة مجددًا.
de: Kundendaten konnten nicht abgerufen werden. Bitte versuche es erneut.
es: Se ha producido un error al recuperar los datos del cliente. Inténtalo de nuevo.
fr: Impossible d’extraire les données client. Veuillez réessayer.
he: לא הייתה אפשרות להביא את נתוני הלקוחות. יש לנסות שוב.
id: Gagal mengambil data pelanggan. Coba lagi.
it: Impossibile recuperare i dati del cliente. Riprova.
nl: Kan de klantgegevens niet ophalen. Probeer het opnieuw.
pt_br: Falha ao buscar os dados do cliente. Tente novamente.
ru: Не удалось извлечь данные клиента. Повторите попытку.
sv: Det gick inte att hämta kunddata. Försök igen.
tr: Müşteri verileri getirilemedi. Lütfen tekrar deneyin.

source: Failed to fetch the customers data. Please try again later.
ar: فشل إحضار بيانات العملاء. ترجى المحاولة مرة أخرى لاحقًا.
de: Kundendaten konnten nicht abgerufen werden. Bitte versuche es später erneut.
es: Se ha producido un error al recuperar los datos de los clientes. Inténtalo de nuevo más tarde.
fr: Impossible d’extraire les données client. Veuillez réessayer plus tard.
he: לא הייתה אפשרות להביא את נתוני הלקוחות. יש לנסות שוב מאוחר יותר.
id: Gagal mengambil data pelanggan. Silakan coba lagi nanti.
it: Impossibile recuperare i dati del cliente. Riprova più tardi.
nl: Kan de klantgegevens niet ophalen. Probeer het later opnieuw.
pt_br: Falha ao buscar os dados dos clientes. Tente novamente mais tarde.
ru: Не удалось извлечь данные клиентов. Повторите попытку позже.
sv: Det gick inte att hämta kunddata. Försök igen senare.
tr: Müşterilerin verileri getirilemedi. Lütfen daha sonra tekrar deneyin.

source: Failed to fetch your charge details. Please try again.
ar: فشل إحضار تفاصيل الدفع الخاصة بك. يرجى المحاولة مرة أخرى.
de: Details zur Belastung konnten nicht abgerufen werden. Bitte versuche es erneut.
es: Se ha producido un error al recuperar los detalles del cargo. Inténtalo de nuevo más tarde.
fr: Impossible d’extraire vos données de facturation. Veuillez réessayer.
he: לא ניתן היה להביא את פרטי החיוב. יש לנסות שוב.
id: Gagal mengambil detail tagihan Anda. Silakan coba lagi.
it: Recupero dei dettagli dell'addebito non riuscito. Riprova.
ja: 料金の詳細を取得できませんでした。 もう一度お試しください。
nl: Er is een fout opgetreden bij het ophalen van de gegevens van het bedrag. Probeer het nog eens.
pt_br: Falha ao buscar detalhes da cobrança. Tente novamente.
ru: Не удалось получить сведения об оплате. Повторите попытку.
sv: Det gick inte att hämta din debiteringsinformation. Försök igen.
tr: Ödeme ayrıntılarınız getirilemedi. Lütfen tekrar deneyin.
