Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: We just emailed a link to %@. Please check your mail app and tap the link to log in.
ar: أرسلنا للتو رسالة عبر البريد الإلكتروني إلى %@ تتضمن رابطًا. يرجى التحقق من تطبيق البريد الخاص بك والنقر على الرابط لتسجيل الدخول.
de: Wir haben gerade an %@ einen Link gesendet. Sieh bitte in deiner E-Mail-App nach und tippe zum Anmelden auf den Link.
es: Acabamos de enviar por correo electrónico un enlace a %@. Por favor, comprueba tu aplicación de correo y toca el enlace para acceder.
fr: Nous venons de vous envoyer un lien par e-mail à l'adresse %@. Veuillez vérifier votre application de messagerie et appuyez sur le lien pour vous connecter.
he: שלחנו לך כעת הודעת אימייל עם קישור אל %@. יש לבדוק את האפליקציה של האימייל שלך ולהקיש על הקישור כדי להתחבר.
id: Kami baru saja mengirim tautan ke email %@. Harap periksa aplikasi email Anda dan ketuk tautan untuk login.
it: Abbiamo appena inviato un link tramite e-mail a %@. Controlla la tua app di posta e tocca il link per accedere.
ja: メールアドレス「%@」宛てにリンクを送信しました。お使いのメールソフトをチェックして、ログインリンクをタップしてください。
nl: We hebben zojuist een link gestuurd naar %@. Controleer je mail-app en tik op de link om in te loggen.
pt_br: Acabamos de enviar um link para %@. Verifique seu aplicativo de e-mail e toque no link para fazer login.
ru: Ссылка отправлена на эл. адрес %@. Проверьте почту и перейдите по ссылке, чтобы войти в учетную запись.
sv: Vi har just skickat en länk via e-post till %@. Kolla din e-post och tryck på länken för att logga in.
tr: %@ adresine bir e-posta gönderdik. Lütfen posta uygulamanızı kontrol edin ve oturum açmak için bağlantıya dokunun.

source: We just sent a magic link to
ar: أرسلنا رابطًا سحريًا للتو إلى
de: Wir haben einen magischen Link an folgende Adresse geschickt:
es: Acabamos de enviar un enlace mágico a
fr: Nous venons d'envoyer un lien magique à
he: שלחנו כעת קישור ישיר אל
id: Kami baru saja mengirimkan tautan ajaib ke
it: Abbiamo appena inviato un link magico a
ja: マジックリンクを次のアドレスに送信しました:
nl: We hebben zojuist een magische link verstuurd naar
pt_br: Acabamos de enviar um link mágico para
ru: Только что мы отправили специальную ссылку на
sv: Vi har precis skickat en magisk länk till
tr: Az önce size sihirli bir bağlantı gönderdik

source: We just sent a magic link to %@
ar: أرسلنا رابطًا سحريًا للتو إلى %@
de: Wir haben gerade einen magischen Link an folgende Adresse geschickt: %@
es: Acabamos de enviar un enlace mágico a %@
fr: Nous venons d’envoyer un lien magique à %@.
he: שלחנו כעת קישור ישיר אל %@
id: Kami baru saja mengirimkan tautan ajaib ke %@
it: Abbiamo appena inviato un link magico a %@
ja: マジックリンクを %@ に送信しました
nl: We hebben zojuist een magische link verstuurd naar %@
pt_br: Acabamos de enviar um link mágico para %@
ru: Только что мы отправили волшебную ссылку на %@
sv: Vi skickade precis en magisk länk till %@
tr: Az önce %@ adresine sihirli bir bağlantı gönderdik

source: We know it’s essential to your business.
ar: نعلم أنه ضروري لعملك التجاري.
de: Wir wissen, dass dies wichtig für dein Geschäft ist.
es: Sabemos que es fundamental para tu negocio.
fr: Nous savons à quel point c’est crucial pour votre entreprise.
he: אנחנו יודעים שהאפשרות הזאת חיונית לעסק שלך.
id: Kami tahu bahwa hal ini penting untuk kelangsungan bisnis Anda.
it: Sappiamo che è essenziale per la tua attività.
ja: ビジネスに欠かせないものであることはわかっています。
nl: We weten dat dit essentieel is voor je bedrijf.
pt_br: Sabemos que isso é essencial para o seu negócio.
ru: Знаем, что это важно для бизнеса.
sv: Vi vet att det är viktigt för ditt företag.
tr: İşiniz için gerekli olduğunu biliyoruz.

source: We value your privacy. Your personal data is used to optimize our mobile apps, improve security, conduct analytics, and enhance your user experience.
ar: نقدّر خصوصيتك. تُستخدم بياناتك الشخصية لتحسين تطبيقاتنا للهواتف المحمولة وتعزيز الأمان وإجراء التحليلات إلى جانب دعم تجربة المستخدمين لديك.
de: Der Schutz deiner Daten ist uns wichtig. Deine personenbezogenen Daten werden verwendet, um unsere Mobil-Apps zu optimieren, die Sicherheit zu verbessern, Analysen durchzuführen und dein Benutzererlebnis zu verbessern.
es: Tu seguridad es importante para nosotros. Tus datos personales se utilizan para optimizar nuestras aplicaciones para móviles, mejorar la seguridad, llevar a cabo análisis y mejorar tu experiencia de usuario.
fr: Nous accordons de l’importance à la confidentialité. Vos données personnelles sont utilisées pour optimiser nos applications mobiles, améliorer la sécurité, réaliser des analyses et enrichir votre expérience utilisateur.
he: אנחנו מכבדים את פרטיותך. אנחנו משתמשים בנתונים האישיים שלך כדי למטב את האפליקציות שלנו למכשירים ניידים, לשפר את האבטחה, לאסוף נתונים אנליטיים וכדי להבטיח שחוויית השימוש שלך תהיה טובה יותר.
id: Kami menghargai privasi Anda. Data pribadi Anda digunakan untuk mengoptimalkan aplikasi seluler kami, meningkatkan keamanan, menjalankan proses analitik, dan menyempurnakan pengalaman Anda.
it: Diamo valore alla tua privacy. I tuoi dati personali vengono usati per ottimizzare le nostre app per dispositivi mobili, aumentare la sicurezza, condurre analisi e migliorare la tua esperienza utente.
nl: Jouw privacy is belangrijk voor ons. Jouw persoonlijke gegevens worden gebruikt om onze mobiele apps te optimaliseren, de beveiliging te verbeteren, analyseactiviteiten uit te voeren en je gebruikerservaring te verbeteren.
pt_br: Valorizamos sua privacidade. Seus dados pessoais são usados para otimizar nossos aplicativos móveis, aumentar a segurança, conduzir atividades de análise e aprimorar a experiência do usuário.
ru: Мы заботимся о вашей конфиденциальности. Персональные данные используются для оптимизации мобильных приложений, улучшения защиты, для аналитики и повышения удобства работы.
sv: Vi värdesätter din integritet. Dina personuppgifter används för att optimera våra mobilappar, förbättra säkerheten, genomföra analyser och förbättra din användarupplevelse.
tr: Gizliliğinize değer veriyoruz. Kişisel verileriniz mobil uygulamalarımızı optimize etmek, güvenliği artırmak, analiz gerçekleştirmek ve kullanıcı deneyiminizi geliştirmek için kullanılır.

source: We were not able to detect a WordPress site at the address you entered. Please make sure WordPress is installed and that you are running the latest available version.
ar: لم نتمكن من اكتشاف موقع ووردبريس على العنوان الذي أدخلته. يرجى التأكُّد من تثبيت ووردبريس، وأنك تقوم بتشغيل أحدث إصدار متاح.
de: An der von dir eingegeben Adresse konnten wir keine WordPress-Website finden. Bitte stelle sicher, dass WordPress installiert ist und du über die aktuelle Version verfügst.
es: No hemos podido detectar un sitio de WordPress en la dirección que has indicado. Comprueba que WordPress está instalado y que estás ejecutando la versión más reciente disponible.
fr: Aucun site WordPress n’a été détecté à l’adresse saisie. Assurez-vous que WordPress est installé et que vous utilisez la dernière version disponible.
he: לא הצלחנו למצוא אתר WordPress בכתובת שהזנת. עליך לוודא שהאפליקציה של WordPress מותקנת ושהפעלת את הגרסה האחרונה.
id: Kami tidak dapat mendeteksi situs WordPress di alamat yang Anda masukkan. Pastikan WordPress terinstal dan Anda menggunakan versi terbaru yang tersedia.
it: Non siamo in grado di rilevare un sito WordPress all'indirizzo inserito. Assicurati che WordPress sia installato e di disporre dell'ultima versione disponibile.
ja: 入力されたアドレスでは、WordPress サイトを検出できませんでした。 WordPress がインストールされていて、入手可能な最新のバージョンで実行されていることを確認してください。
nl: We konden geen WordPress-site vinden op het door jou ingevoerde adres. Zorg ervoor dat WordPress is geïnstalleerd en dat je beschikt over de meest recente versie.
pt_br: Não foi possível detectar um site do WordPress no endereço inserido. Certifique-se de que o WordPress esteja instalado e a versão sendo executada seja a mais recente disponível.
ru: Мы не смогли найти сайт WordPress по указанному вами адресу. Убедитесь, что WordPress установлен и что вы используете самую последнюю версию.
sv: Vi kunde inte detektera någon WordPress-webbplats på den angivna adressen. Se till att WordPress är installerat och att du kör den senaste tillgängliga versionen.
tr: Girdiğiniz adreste bir WordPress sitesi tespit edemedik. Lütfen WordPress'in kurulu olduğundan ve mevcut en son sürümü çalıştırdığınızdan emin olun.

source: We were unable to automatically verify the origin address.
ar: تعذر علينا التحقُّق من العنوان الأصلي تلقائيًا.
de: Die Ursprungsadresse konnte nicht automatisch verifiziert werden.
es: No hemos podido verificar la dirección de origen automáticamente.
fr: Nous n'avons pas pu vérifier l'adresse d’origine automatiquement.
he: לא הצלחנו לאמת באופן אוטומטי את הכתובת המקורית.
id: Kami tidak dapat memverifikasi alamat pengirim secara otomatis.
it: Impossibile verificare automaticamente l'indirizzo di origine.
ja: 自動的に配送元住所を確認できませんでした。
nl: We kunnen het oorspronkelijke verzendadres niet automatisch verifiëren.
pt_br: Não foi possível verificar automaticamente o endereço de origem.
ru: Не удалось автоматически проверить адрес происхождения.
sv: Vi kunde inte automatiskt verifiera ursprungsadressen.
tr: Gönderen adresini otomatik olarak doğrulayamadık.

source: We were unable to automatically verify the shipping address. View on Apple Maps or try contacting the customer to make sure the address is correct.
ar: تعذر علينا التحقُّق من عنوان الشحن تلقائيًا. اعرضه على خرائط Apple أو حاول الاتصال بالعميل للتأكُّد من صحة العنوان.
de: Die Versandadresse konnte nicht automatisch verifiziert werden. Zeige sie auf Apple Maps an oder versuche, den Kunden zu kontaktieren, um die Adresse zu überprüfen.
es: No hemos podido verificar automáticamente la dirección de envío. Consúltala en Mapas de Apple o ponte en contacto con el cliente para asegurarte de que la dirección sea correcta.
fr: Nous n’avons pas pu vérifier l’adresse d’expédition automatiquement. Affichez-la dans Apple Maps ou essayez de contacter le client pour vous assurer que l’adresse est correcte.
he: לא הצלחנו לאמת באופן אוטומטי את הכתובת למשלוח. ניתן להציג את המפה ב-Apple Maps או לנסות ליצור קשר עם הלקוח כדי לוודא שהכתובת נכונה.
id: Kami tidak dapat memverifikasi alamat pengiriman secara otomatis. Lihat di Apple Maps atau coba hubungi pelanggan untuk memastikan alamat sudah benar.
it: Impossibile verificare automaticamente l'indirizzo di spedizione. Visualizzalo su Mappe di Apple o prova a contattare il cliente per assicurarti che l'indirizzo sia corretto.
ja: 自動的に配送先住所を確認できませんでした。 Apple マップで表示するか、顧客に連絡して住所が正しいことを確認してください。
nl: We konden het verzendadres niet automatisch verifiëren. Bekijk op Apple Maps of probeer contact op te nemen met de klant om te controleren of het adres klopt.
pt_br: Não foi possível verificar automaticamente o endereço de envio. Encontre-o no Apple Maps ou tente entrar em contato com o cliente para confirmar se o endereço está correto.
ru: Не удалось автоматически проверить почтовый адрес. Укажите его на Apple Maps или свяжитесь с клиентом и убедитесь, что адрес указан верно.
sv: Vi kunde inte verifiera leveransadressen automatiskt. Visa i Apple Maps eller testa att kontakta kunden för att verifiera att adressen stämmer.
tr: Gönderim adresini otomatik olarak doğrulayamadık. Apple Haritalar'da görüntüleyin veya adresin doğru olduğundan emin olmak için müşteriyle iletişim kurmayı deneyin.

source: We were unable to automatically verify the shipping address. View on Apple Maps to make sure the address is correct.
ar: تعذر علينا التحقُّق من عنوان الشحن تلقائيًا. اعرضه على خرائط Apple للتأكُّد من صحة العنوان.
de: Die Versandadresse konnte nicht automatisch verifiziert werden. Zeige sie auf Apple Maps an, um sicherzugehen, dass die Adresse richtig ist.
es: No hemos podido verificar automáticamente la dirección de envío. Visualízalo en Apple Maps para comprobar que la dirección es correcta.
fr: Nous n’avons pas pu vérifier l’adresse d’expédition automatiquement. Affichez l’adresse sur Apple Maps pour vérifier qu’elle est correcte.
he: לא הצלחנו לאמת באופן אוטומטי את הכתובת למשלוח. ניתן להציג את המפה ב-Apple Maps כדי לוודא שהכתובת נכונה.
id: Kami tidak dapat memverifikasi alamat pengiriman secara otomatis. Lihat di Apple Maps untuk memastikan alamat sudah benar.
it: Impossibile verificare automaticamente l'indirizzo di spedizione. Visualizzalo su Mappe di Apple o prova a contattare il cliente per assicurarti che l'indirizzo sia corretto.
ja: 自動的に配送先住所を確認できませんでした。 Apple マップで表示して住所が正しいことを確認してください。
nl: We konden het verzendadres niet automatisch verifiëren. Bekijk op Apple Maps om te controleren of het adres klopt.
pt_br: Não foi possível verificar automaticamente o endereço de envio. Encontre-o no Apple Maps para confirmar se o endereço está correto.
ru: Не удалось автоматически проверить почтовый адрес. Укажите его на Apple Maps и убедитесь, что адрес указан верно.
sv: Vi kunde inte verifiera leveransadressen automatiskt. Visa i Apple Maps för att verifiera att adressen stämmer.
tr: Gönderim adresini otomatik olarak doğrulayamadık. Adresin doğru olduğundan emin olmak için Apple Haritalar'da görüntüleyin.

source: We were unable to retry the payment – please start again.
ar: تعذر علينا إعادة محاولة الدفع - يرجى البدء مجددًا.
de: Ein erneuter Zahlungsversuch konnte nicht durchgeführt werden – bitte beginne von vorne.
es: No hemos podido reintentar el pago; empieza de nuevo.
fr: Nous n’avons pas pu exécuter une nouvelle tentative de paiement. Veuillez recommencer.
he: לא ניתן היה לנסות שוב את ביצוע התשלום – יש להתחיל מחדש.
id: Kami tidak dapat mencoba lagi pembayaran – silakan mulai dari awal.
it: Non è stato possibile ritentare il pagamento. Ripeti l'intera procedura dal principio.
nl: We waren niet in staat om de betaling opnieuw uit te voeren – begin opnieuw.
pt_br: Não foi possível tentar refazer o pagamento. Comece novamente.
ru: Не удалось повторить платёж. Начните заново.
sv: Vi kunde inte göra ett nytt betalningsförsök – börja om igen.
tr: Ödemeyi tekrar gerçekleştirmeyi deneyemedik. Lütfen yeniden başlatın.

source: We were unable to send you an email at this time. Please try again later.
ar: يتعذر علينا إرسال بريد إلكتروني في هذا الوقت. يُرجى المحاولة مرة أخرى لاحقًا.
de: Leider können wir dir zu diesem Zeitpunkt keine E-Mail senden. Bitte versuche es später erneut.
es: No hemos sido capaces de enviarte un correo electrónico en este momento. Por favor, inténtalo más tarde de nuevo.
fr: Nous n'avons pas encore pu vous envoyer un e-mail. Veuillez réessayer ultérieurement.
he: לא הצלחנו לשלוח אליך אימייל בשלב זה. יש לנסות שוב מאוחר יותר.
id: Kami tidak dapat mengirimkan email kepada Anda. Coba lagi nanti.
it: Al momento non siamo stati in grado di inviarti un'e-mail. Riprova più tardi.
ja: メールを送信できませんでした。後ほど、もう一度お試しください。
nl: We konden je op dit moment geen e-mail sturen. Probeer het later nogmaals.
pt_br: Não foi possível enviar um e-mail para você no momento. Tente novamente mais tarde.
ru: Мы не смогли отправить вам сообщение по эл.почте. Попробуйте еще раз позже.
sv: Vi lyckades inte skicka dig något e-postmeddelande just nu. Försök igen senare.
tr: Size şu anda e-posta gönderemedik. Lütfen daha sonra tekrar deneyin.

source: We'll email you a magic link that'll log you in instantly, no password needed. Hunt and peck no more!
ar: سنرسل إليك رسالة على البريد الإلكتروني تحتوي على ارتباط سحري يمكنك من تسجيل الدخول على الفور، دون الحاجة إلى كلمة مرور. لا توجد حاجة إلى تحديد المزيد أو النقر عليه!
de: Wir senden dir per E-Mail einen magischen Link, mit dem du sofort angemeldet wirst, ohne dass du ein Passwort eingeben musst.
es: Te enviaremos por correo electrónico un enlace mágico que te registrará al instante, sin necesidad de contraseña. ¡Sin errores!
fr: Nous allons vous envoyer un lien magique qui vous connectera instantanément, sans mot de passe. Fini la frappe au clavier !
he: נשלח לך קישור מיוחד להתחברות מיידית, ללא צורך בסיסמה. לא צריך לחפש או לנחש!
id: Kami akan mengirimkan email berisi link ajaib yang bisa Anda gunakan untuk login dalam sekejap, tanpa kata sandi. Tak perlu lagi repot mengetik!
it: Ti invieremo per e-mail un link per accedere subito, senza password. Non ci sarà più bisogno di digitare la password!
ja: パスワードなしですぐにログインできるマジックリンクのメールをお送りします。面倒なタイピングとはさよならです。
nl: We sturen je een e-mail met een magische link waarmee je onmiddellijk kunt inloggen, zonder wachtwoord. Nooit meer moeite doen!
pt_br: Vamos enviar para você um link mágico que fará seu login na hora, sem precisar de senha. Chega de catar milho no teclado!
ru: Мы отправим вам волшебную ссылку, по которой вы сможете сразу войти в систему без использования пароля. Не нужно больше тыкать по клавиатуре!
sv: Vi e-postar dig en magisk länk som låter dig logga in direkt utan något lösenord. Inget mer stök och bök!
tr: E-posta ile size, anında oturum açmanızı sağlayacak ve parola gerektirmeyen sihirli bir bağlantı göndereceğiz. Artık tek tek yazmanız gerekmiyor!

source: We'll email you a signup link to create your new WordPress.com account.
ar: سنرسل إليك رسالة عبر البريد الإلكتروني تتضمن رابط التسجيل لإنشاء حسابك الجديد على ووردبريس.كوم.
de: Wir haben dir einen Anmeldelink per E-Mail gesendet, um dein neues WordPress.com-Konto zu erstellen.
es: Te enviaremos por correo electrónico un enlace de registro para crear tu cuenta de WordPress.com.
fr: Nous allons vous envoyer un e-mail contenant un lien de connexion pour créer votre nouveau compte WordPress.com.
he: נשלח אליך אימייל עם קישור להרשמה כדי ליצור את חשבון חדש ב-WordPress.com.
id: Kami akan mengirimi Anda email berisi tautan pendaftaran untuk membuat akun WordPress.com baru.
it: Ti invieremo un link di iscrizione via e-mail per creare il tuo nuovo account WordPress.com.
ja: 新しい WordPress.com アカウントを作成するための登録リンクをメールでお送りします。
nl: We sturen je een aanmeldlink toe om je nieuwe WordPress.com-account aan te maken.
pt_br: Enviaremos por e-mail um link de registro para você criar uma nova conta no WordPress.com.
ru: Мы вышлем вам по электронной почте ссылку для создания новой учетной записи WordPress.com.
sv: Vi kommer att skicka en registreringslänk till dig via e-post, så att du kan skapa ditt nya WordPress.com-konto.
tr: Yeni WordPress.com hesabınızı oluşturmak için size e-postayla bir kayıt bağlantısı göndereceğiz.

source: We'll use this email address to create your new WordPress.com account.
ar: سنستخدم عنوان البريد الإلكتروني هذا لإنشاء حسابك الجديد على ووردبريس.كوم.
de: Wir werden diese E-Mail-Adresse verwenden, um dein neues WordPress.com-Konto zu erstellen.
es: Usaremos esta dirección de correo electrónico para crear tu nueva cuenta de WordPress.com.
fr: Nous utiliserons cette adresse e-mail pour créer votre nouveau compte WordPress.com.
he: אנחנו נשתמש בכתובת האימייל הזאת כדי ליצור את החשבון החדש שלך ב-WordPress.com.
id: Kami akan menggunakan alamat email ini untuk membuat akun WordPress.com baru Anda.
it: Useremo questo indirizzo e-mail per creare un nuovo account WordPress.com.
ja: このメールアドレスは新しい WordPress.com アカウントの作成に使用します。
nl: We zullen dit e-mailadres gebruiken om je nieuwe WordPress account aan te maken.
pt_br: Usaremos este endereço de e-mail para criar sua nova conta no WordPress.com.
ru: Этот адрес эл.почты будет использован для создания новой учётной записи WordPress.com.
sv: Vi använder den här e-postadressen för att skapa ditt nya WordPress.com-konto.
tr: Bu e-posta adresini yeni WordPress.com hesabınızı oluşturmak için kullanacağız.

source: We're not able to connect to the Jetpack site at that URL. Contact us for assistance.
ar: لا يمكننا الاتصال بموقع Jetpack على عنوان URL هذا. اتصل بنا لطلب المساعدة.
de: Wir können zur Jetpack-Website unter dieser URL keine Verbindung herstellen. Wende dich an uns, um Unterstützung zu erhalten.
es: No podemos conectar con el sitio Jetpack en esa URL. Contacta con nosotros para que te ayudemos.
fr: Impossible de se connecter au site Jetpack à cette URL. Contactez-nous pour une assistance.
he: אין אפשרות להתחבר לאתר Jetpack בכתובת URL זו. יש ליצור אתנו קשר לעזרה.
id: Kami tidak bisa terhubung ke situs Jetpack di URL tersebut. Hubungi kami untuk mendapatkan bantuan.
it: Impossibile connettere il sito Jetpack associato a questo URL. Contattaci per assistenza.
ja: その URL の Jetpack サイトと連携することはできません。サポートにご連絡ください。
nl: We kunnen geen verbinding maken met de Jetpack-site via die URL. Neem contact op voor hulp.
pt_br: Não conseguimos conectar ao site do JetPack com esse URL. Entre em contato para ajudarmos.
ru: Не удалось подключиться к сайту Jetpack по этому URL-адресу. Свяжитесь с нами, если потребуется помощь.
sv: Vi kan inte ansluta till Jetpack-webbplatsen på denna URL. Kontakta oss och be om hjälp.
tr: Bu URL’deki Jetpack sitesine bağlanamıyoruz. Yardım için bizimle iletişime geçin.

source: We're sorry, we couldn't find any order that match %@
ar: عذرًا، لم نتمكن من العثور على أي طلب يطابق %@
de: Leider wurde für „%@“ keine übereinstimmende Bestellung gefunden
es: Lo sentimos, no hemos encontrado ningún pedido que coincida con %@
fr: Désolés, nous n’avons trouvé aucune commande correspondant à %@
he: מצטערים, לא הצלחנו למצוא הזמנות שתואמות אל %@
id: Maaf, kami tidak dapat menemukan pesanan yang cocok dengan %@
it: Siamo spiacenti, non siamo riusciti a trovare alcun ordine che corrisponda a %@.
ja: 「%@」に一致する注文が見つかりませんでした。
nl: Helaas kunnen we geen bestellingen vinden die overeenkomen met %@
pt_br: Não foi possível encontrar nenhum pedido correspondente a %@
ru: Не удалось найти заказы, содержащие %@
sv: Vi kunde inte hitta någon beställning som matchar %@
tr: Üzgünüz, %@ ile eşleşen herhangi bir sipariş bulamadık

source: We're sorry, we couldn't find results for “%@”
ar: عذرًا، لم نتمكن من العثور على نتائج عن "%@"
de: Leider konnten für „%@“ keine Ergebnisse gefunden werden.
es: Lo sentimos, no hemos encontrado resultados para "%@"
fr: Désolé, il n’y a aucun résultat pour « %@ »
he: מצטערים, לא הצלחנו למצוא תוצאות עבור "%@"
id: Maaf, kami tidak menemukan apa pun untuk pencarian “%@”
it: Siamo spiacenti, non è stato possibile trovare risultati per "%@"
ja: 「%@」の検索結果が見つかりませんでした。
nl: Sorry, we kunnen geen resultaten vinden voor '%@'
pt_br: Não foi possível encontrar resultados para “%@”
ru: Результаты по запросу "%@" не найдены.
sv: Vi kunde inte hitta resultat för ”%@”
tr: Üzgünüz, "%@" için sonuç bulamadık

source: We're sorry, we were unable to verify In-Person Payments for this store.
ar: عذرًا، يتعذر علينا التحقُّق من المدفوعات الشخصية لهذا المخزن.
de: Leider konnten persönliche Zahlungen für diesen Store nicht verifiziert werden.
es: No hemos podido verificar Pagos en Persona para esta tienda.
fr: Désolé, nous n’avons pas pu vérifier les paiements en personne pour cette boutique.
he: מצטערים, לא הצלחנו לאמת תשלומים באופן אישי בחנות זו.
id: Maaf, kami tidak dapat memverifikasi Pembayaran Langsung untuk toko ini.
it: Siamo spiacenti, non è stato possibile verificare i Pagamenti di persona per questo negozio.
ja: このストアのオフラインでの支払いを検証できませんでした。
nl: We kunnen fysieke betalingen helaas niet verifiëren voor deze winkel.
pt_br: Não conseguimos verificar os pagamentos presenciais para esta loja.
ru: Не удалось подтвердить очные платежи в этом магазине.
sv: Vi kunde inte verifiera personliga betalningar för den här butiken.
tr: Maalesef bu mağaza için Şahsen Ödemeleri doğrulayamadık
