Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: The coupon amount cannot be greater than 100 for percentage discounts
ar: يتعذر أن يزيد مبلغ القسيمة عن 100 للخصومات بالنسبة المئوية
de: Der Gutscheinbetrag darf bei prozentualen Rabatten nicht höher als 100 sein
es: El importe del cupón no puede ser mayor que 100 en el caso de los descuentos en porcentaje
fr: Le montant du code promo ne peut pas être supérieur à 100 pour les remises sous forme de pourcentage.
he: סכום הקופון לא יכול להיות גבוה מ-100 אחוזי הנחה
id: Jumlah kupon tidak boleh memberikan lebih dari 100 persen diskon
it: L'importo del coupon non può essere superiore a 100 per gli sconti percentuali
ja: パーセント割引の場合、クーポンの額を100を超えて設定することはできません
nl: Het voucherbedrag mag niet hoger zijn dan 100 voor procentuele kortingen
pt_br: O valor do cupom não pode ser superior a 100 para descontos percentuais
ru: Процент скидки по купону не может превышать 100
sv: Värdet för rabattkoden kan inte vara mer än 100 för procentrabatter
tr: Yüzde biçimindeki indirimler için kupon tutarı 100'den büyük olamaz

source: The coupon code couldn't be empty
ar: يتعذر أن يكون رمز القسيمة فارغًا
de: Der Gutscheincode darf nicht leer sein
es: El código del cupón no puede estar vacío.
fr: Le code promo ne pouvait pas être vide
he: קוד הקופון לא יכול להיות ריק
id: Kode kupon tidak boleh kosong
it: Il codice promozionale non può essere vuoto.
ja: クーポンコードを空にできませんでした
nl: De couponcode kan niet leeg zijn
pt_br: O código do cupom não pode estar vazio
ru: Необходимо указать код купона
sv: Rabattkoden kan inte vara tom
tr: Kupon kodu boş olamaz

source: The currency is not supported for Tap to Pay on iPhone – please try a hardware reader or another payment method.
ar: العملة غير مدعومة لميزة "الضغط للدفع على iPhone" - ترجى تجربة قارئ الأجهزة أو طريقة دفع أخرى.
de: Die Währung wird für Tap to Pay on iPhone nicht unterstützt – bitte verwende ein Hardware-Lesegerät oder eine andere Zahlungsmethode.
es: La moneda no es compatible con Tap to Pay on iPhone. Prueba con un lector físico o con otro método de pago.
fr: La devise n’est pas prise en charge par le service Appuyer pour payer sur iPhone. Essayez un lecteur physique ou un autre moyen de paiement.
he: המטבע לא נתמך על ידי Tap to Pay ב-iPhone – יש לנסות קורא כרטיסים נפרד או אמצעי תשלום שונה.
id: Mata uang ini tidak didukung oleh Ketuk untuk Bayar di iPhone. Coba gunakan perangkat keras pembaca atau metode pembayaran lainnya.
it: La valuta non è supportata per Tocca per pagare suiPhone: prova un lettore hardware o un altro metodo di pagamento.
ja: Tap to Pay on iPhone ではその通貨に対応していません。ハードウェアリーダーか、別の支払い方法をお試しください。
nl: De valuta wordt niet ondersteund voor Tap to Pay on iPhone. Probeer het met een fysieke lezer of een andere betaalmethode.
pt_br: A moeda não é compatível com o Tap to Pay on iPhone. Tente um leitor de hardware ou outra forma de pagamento.
ru: Tap to Pay on iPhone не поддерживает эту валюту. Используйте внешнее устройство чтения карт или другой способ оплаты.
sv: Valutan stöds inte för Tryck för att betala på iPhone – prova en maskinvaruläsare eller en annan betalningsmetod.
tr: Tap to Pay on iPhone özelliği için para birimi desteklenmiyor. Lütfen bir donanım okuyucu veya başka bir ödeme yöntemi deneyin.

source: The customer will receive an email once order is completed
ar: سيتلقى العميل بريدًا إلكترونيًا بمجرد اكتمال الطلب
de: Der Kunde erhält eine E-Mail, sobald die Bestellung abgeschlossen ist.
es: El cliente recibirá un correo electrónico cuando se complete el pedido
fr: Le client recevra un e-mail une fois la commande validée
he: הלקוח יקבל אימייל כאשר ההזמנה הושלמה
id: Pelanggan akan menerima email saat pesanan selesai
it: Il cliente riceverà una e-mail una volta che l'ordine è stato completato
ja: お客様は注文を完了するとメールを受信します
nl: De klant ontvangt een e-mail zodra de bestelling is afgerond
pt_br: O cliente receberá um e-mail assim que o pedido for concluído
ru: После выполнения заказа клиент получит сообщение по электронной почте.
sv: Kunden kommer att få e-post när beställningen är slutförd
tr: Sipariş tamamlandığında müşteri bir e-posta alacak.

source: The domain purchased will redirect users to **%1$@**
ar: سيُعيد النطاق المشترى توجيه المستخدمين إلى **%1$@**
de: Die erworbene Domain wird Benutzer zu **%1$@** weiterleiten
es: El dominio comprado redireccionará a los usuarios a **%1$@**.
fr: Le domaine acheté redirigera les utilisateurs vers **%1$@**
he: הדומיין שנרכש ינתב את המשתמשים אל *%1$@**
id: Domain yang dibeli akan mengalihkan pengguna ke **%1$@**
it: Il dominio acquistato reindirizzerà gli utenti a **%1$@**
ja: 購入したドメインにアクセスすると **%1$@** に転送されます
nl: Het aangeschafte domein zal gebruikers doorsturen naar **%1$@**.
pt_br: O domínio comprado redirecionará os usuários para **%1$@**
ru: Приобретённый домен будет перенаправлять пользователей на **%1$@**.
sv: Den köpta domänen kommer att omdirigera användare till **%1$@**
tr: Satın alınan alan adı, kullanıcıları **%1$@** adresine yönlendirir.

source: The domain purchased will redirect users to the current staging domain
ar: سيُعيد النطاق المشترى توجيه المستخدمين إلى نطاق التشغيل المرحلي الحالي
de: Die erworbene Domain wird Benutzer zur aktuellen Staging-Domain weiterleiten
es: El dominio comprado redireccionará a los usuarios al dominio de prueba actual.
fr: Le domaine acheté redirigera les utilisateurs vers le domaine de préproduction
he: הדומיין שנרכש ינתב את המשתמשים אל דומיין האחסון הזמני הנוכחי
id: Domain yang dibeli akan mengalihkan pengguna ke domain staging saat ini
it: Il dominio acquistato reindirizzerà gli utenti al dominio di staging corrente
ja: 購入したドメインにアクセスすると現在のステージングドメインに転送されます
nl: Het aangeschafte domein zal gebruikers doorsturen naar het huidige staging-domein.
pt_br: O domínio comprado redirecionará os usuários para o domínio de teste atual
ru: Приобретённый домен будет перенаправлять пользователей на текущий промежуточный домен.
sv: Den köpta domänen kommer att omdirigera användare till den nuvarande mellanlagringsdomänen
tr: Satın alınan alan, kullanıcıları mevcut bekleme alan alanına yönlendirir.

source: The domain purchased will redirect users to your primary address.
ar: سيُعيد النطاق المشترى توجيه المستخدمين إلى عنوان الأساسي.
de: Die erworbene Domain wird Benutzer an deine Hauptadresse weiterleiten.
es: El dominio comprado redireccionará a los usuarios a la dirección principal.
fr: Le domaine acheté redirigera les utilisateurs vers votre adresse principale.
he: הדומיין שנרכש ינתב את המשתמשים אל הכתובת הראשית שלך.
id: Domain yang dibeli akan mengalihkan pengguna ke alamat utama Anda.
it: Il dominio acquistato reindirizzerà gli utenti al tuo indirizzo principale.
ja: 購入したドメインにアクセスするとメインアドレスに転送されます。
nl: Het aangeschafte domein zal gebruikers doorsturen naar je primaire adres.
pt_br: O domínio comprado redirecionará os usuários para o seu endereço principal.
ru: Приобретённый домен будет перенаправлять пользователей на основной адрес.
sv: Den köpta domänen kommer att omdirigera användare till din primära adress.
tr: Satın alınan alan adı, kullanıcıları birincil adresinize yönlendirir.

source: The ecommerce platform that grows with you
ar: منصة للتجارة الإلكترونية تتطور معك
de: Die E-Commerce-Plattform, die mit dir mitwächst
es: La plataforma de comercio electrónico que crece contigo
fr: La plateforme d’eCommerce qui grandit avec vous
he: זוהי פלטפורמה למסחר אלקטרוני שגדלה איתך
id: Platform e-commerce yang tumbuh bersama Anda
it: La piattaforma di eCommerce che cresce con te
nl: Het e-commerceplatform dat met je meegroeit
pt_br: A plataforma de comércio eletrônico que cresce com você
ru: Платформа электронной коммерции, которая растёт вместе с вами
sv: E-handelsplattformen som växer tillsammans med dig
tr: Sizinle birlikte büyüyen e-ticaret platformu

source: The first time you use Tap to Pay on iPhone, you may be prompted to accept Apple's Terms of Service.
ar: في المرة الأولى التي تستخدم فيها Pay on iPhone، قد تُطالب بقبول شروط الخدمة التي تُقرها Apple.
de: Wenn du „Tap to Pay“ auf dem iPhone das erste Mal verwendest, wirst du möglicherweise gebeten, die Geschäftsbedingungen von Apple zu akzeptieren.
es: Es posible que la primera vez que utilices Tap to Pay on iPhone, se te solicite que aceptes las condiciones del servicio de Apple.
fr: Lors de la première utilisation de la fonctionnalité Appuyer pour payer sur iPhone, vous devrez peut-être accepter les conditions d’utilisation d’Apple.
he: בשימוש הראשון בשירות של Tap To Pay ב-iPhone, ייתכן שתופיע בקשה לקבל את תנאי השימוש של Apple.
id: Saat pertama kali menggunakan Ketuk untuk Bayar di iPhone, Anda akan diarahkan untuk menerima Ketentuan Layanan Apple.
it: La prima volta che usi Tocca per pagare sull'iPhone, ti potrebbe essere chiesto di accettare i Termini di servizio di Apple.
nl: De eerste keer dat je Tap to Pay on iPhone gebruikt, kan je worden gevraagd om akkoord te gaan met de servicevoorwaarden van Apple.
pt_br: Na primeira vez em que você usar o Tap to Pay on iPhone, talvez seja solicitado que aceite os Termos de serviço da Apple.
ru: При первом использовании Tap to Pay on iPhone, возможно, вам будет предложено принять условия предоставления услуг Apple.
sv: Första gången du använder Tryck för att betala på iPhone kan du bli ombedd att godkänna Apples användarvillkor.
tr: Tap to Pay on iPhone'u ilk kez kullandığınızda, Apple'ın Hizmet Koşullarını kabul etmeniz istenebilir.

source: The gift card is not applied.
ar: بطاقة الهدايا غير مطبقة.
de: Die Geschenkkarte wurde nicht angewendet.
es: La tarjeta regalo no se ha aplicado.
fr: La carte-cadeau n’est pas appliquée.
he: שובר המתנה לא הוחל.
id: Kartu hadiah tidak diterapkan.
it: La gift card non è inserita nel conteggio.
nl: De cadeaubon is niet gebruikt.
pt_br: O vale-presente não foi aplicado.
ru: Не удалось применить подарочную карту.
sv: Presentkortet har inte tillämpats.
tr: Hediye kartı uygulanmadı.

source: The new custom package name is not unique.
ar: اسم الحزمة المخصصة الجديد غير فريد.
de: Der neue Name des individuellen Pakets ist nicht einzigartig.
es: El nuevo nombre del paquete personalizado ya existe.
fr: Le nouveau nom de colis personnalisé n’est pas unique.
he: השם של החבילה המותאמת החדשה אינו ייחודי.
id: Nama paket khusus baru tidak unik.
it: Il nuovo nome del pacchetto personalizzato non è univoco.
ja: 新しいカスタムパッケージの名前が一意ではありません。
nl: De naam voor het nieuwe aangepaste pakket is niet uniek.
pt_br: O novo nome do pacote personalizado não é exclusivo.
ru: Такое специальное название посылки уже есть.
sv: Det nya anpassade paketnamnet är inte unikt.
tr: Yeni özel paket adı benzersiz değil.

source: The new service package name is not unique.
ar: اسم حزمة الخدمة الجديد غير فريد.
de: Der neue Name des Servicepakets ist nicht einzigartig.
es: El nuevo nombre del paquete de servicios ya existe.
fr: Le nouveau nom d’ensemble de services n’est pas unique.
he: השם של חבילת השירותים החדשה אינו ייחודי.
id: Nama paket layanan baru tidak unik.
it: Il nuovo nome del pacchetto del servizio non è univoco.
ja: 新しいサービスパッケージの名前が一意ではありません。
nl: De naam voor het nieuwe servicepakket is niet uniek.
pt_br: O novo nome do pacote de serviços não é exclusivo.
ru: Такое служебное название посылки уже есть.
sv: Det nya tjänstepaketnamnet är inte unikt.
tr: Yeni hizmet paketi adı benzersiz değil.

source: The payment amount is not allowed for the card presented. Try another means of payment.
ar: مبلغ عملية الدفع غير مسموح به للبطاقة التي تم تقديمها. تجربة وسائل دفع أخرى
de: Der Zahlungsbetrag ist für die vorliegende Karte nicht zulässig. Versuche es mit einer anderen Zahlungsmethode.
es: La tarjeta presentada no permite realizar un pago por este importe. Prueba otro método de pago.
fr: Le montant du paiement n’est pas autorisé pour la carte présentée. Essayez un autre moyen de paiement.
he: הסכום לתשלום לא מורשה עבור הכרטיס שהוצג. יש לנסות אמצעי תשלום אחר.
id: Nilai pembayaran melewati batas untuk kartu yang dimasukkan. Coba gunakan metode pembayaran lainnya.
it: L'importo del pagamento non è consentito per la carta presentata Prova altri metodi di pagamento
ja: この支払い額は提示されたカードで許可されていません。 別の支払方法をお試しください。
nl: Het betalingsbedrag is niet toegestaan voor de getoonde kaart. Probeer een andere betaalmethode.
pt_br: O valor do pagamento não é permitido para o cartão informado. Tente outro meio de pagamento.
ru: Такая сумма платежа не разрешена для этой карты. Попробуйте другое средство платежа.
sv: Betalningsbeloppet är inte tillåtet för det aktuella kortet. Prova en annan betalningsmetod.
tr: Belirtilen kart için ödeme tutarına izin verilmiyor Başka bir ödeme yöntemi deneyin.

source: The payment can not be processed by the payment processor.
ar: تتعذر معالجة عملية الدفع بواسطة مُعالجة الدفع.
de: Die Zahlung kann vom Zahlungsabwickler nicht verarbeitet werden.
es: El procesador de pagos no puede procesar el pago.
fr: Le paiement n’a pas pu être traité par la plateforme de paiement.
he: לא ניתן לעבד את התשלום באמצעות מעבד התשלומים.
id: Pembayaran tidak dapat diproses oleh pemroses pembayaran.
it: Il pagamento non può essere elaborato dal processore di pagamento.
ja: 決済業者はこの支払いを処理できません。
nl: De betaling kan niet worden verwerkt door de betalingsverwerker.
pt_br: O pagamento não pode ser processado pelo processador de pagamento.
ru: Платёжной системе не удалось обработать платёж.
sv: Betalningen kan inte behandlas av betalningsbehandlaren.
tr: Ödeme, ödeme işlemcisi tarafından işlenemiyor.

source: The payment card was removed too early, please try again.
ar: تمت إزالة بطاقة الدفع في وقت مبكر للغاية، ترجى المحاولة مجددًا.
de: Die Zahlungskarte wurde zu früh entfernt. Bitte versuche es erneut.
es: La tarjeta de pago se ha eliminado demasiado pronto, inténtalo de nuevo.
fr: La carte de paiement a été retirée trop tôt, veuillez réessayer.
he: כרטיס התשלום הוסר מהר מדי, יש לנסות שוב.
id: Kartu pembayaran dihapus terlalu cepat, silakan coba lagi.
it: La carta di pagamento è stata rimossa troppo presto, riprova.
nl: De betaalkaart is te snel verwijderd, probeer het opnieuw.
pt_br: O cartão de pagamento foi removido antes da hora. Tente novamente.
ru: Карта удалена слишком рано, повторите попытку.
sv: Betalkortet togs bort för tidigt, försök igen.
tr: Ödeme kartı çok erken kaldırıldı, lütfen yeniden deneyin.

source: The payment method does not support automatic refunds. Complete the refund by transferring the money to the customer manually.
ar: لا تدعم طريقة الدفع عمليات استرداد الأموال التلقائية. أكمل عملية استرداد الأموال عن طريق تحويل الأموال إلى العميل يدويًا.
de: Diese Zahlungsmethode unterstützt keine automatischen Rückerstattungen. Schließe die Rückerstattung ab, indem du das Geld manuell an den Kunden überweist.
es: El método de pago no admite reembolsos automáticos. Para realizar el reembolso, transfiere manualmente el dinero al cliente.
fr: Le moyen de paiement ne prend pas en charge les remboursements automatiques. Effectuez le remboursement en transférant l’argent au client manuellement.
he: אמצעי התשלום אינו תומך בהחזרים כספיים אוטומטיים. יש להשלים את ההחזר הכספי על-ידי העברה ידנית ללקוח.
id: Metode pembayaran tidak mendukung pengembalian dana otomatis. Selesaikan pengembalian dana dengan mentransfer uang kepada pelanggan secara manual.
it: Il metodo di pagamento non supporta i rimborsi automatici. Completa il rimborso trasferendo manualmente il denaro al cliente.
ja: この支払い方法は自動返金をサポートしていません。 顧客に手動で送金し、払い戻しを完了してください。
nl: De betaalmethode ondersteunt geen automatische terugbetalingen. Voltooi de terugbetaling door het bedrag handmatig over te maken naar de klant.
pt_br: A forma de pagamento não oferece reembolso automático. Para concluir o reembolso, transfira o dinheiro manualmente para o cliente.
ru: Этот способ оплаты не поддерживает автоматический возврат средств. Верните средства, отправив деньги покупателю вручную.
sv: Betalningsmetoden stöder inte automatiska återbetalningar. Slutför återbetalningen genom att överföra pengarna till kunden manuellt.
tr: Ödeme yöntemi, otomatik iadeyi desteklemiyor. Parayı müşteriye elle aktararak iadeyi tamamlayın.

source: The payment was cancelled.
ar: تم إلغاء الدفع.
de: Die Zahlung wurde storniert.
es: Se ha cancelado el pago.
fr: Le paiement a été annulé.
he: התשלום הזה בוטל.
id: Pembayaran dibatalkan.
it: Il pagamento è stato cancellato.
nl: De betaling was geannuleerd.
pt_br: O pagamento foi cancelado.
ru: Платёж был отменён.
sv: Betalningen har avbrutits.
tr: Ödeme iptal edildi.

source: The payment was interrupted and cannot be continued. You can retry the payment from the order screen.
ar: تمت مقاطعة الدفع ويتعذر الاستمرار. يمكنك إعادة محاولة الدفع من شاشة الطلب.
de: Die Zahlung wurde unterbrochen und kann nicht fortgesetzt werden. Du kannst die Zahlung über den Bestellbildschirm erneut versuchen.
es: El pago se ha interrumpido y no puede continuar. Puedes reintentar el pago desde la pantalla del pedido.
fr: Le paiement a été interrompu et ne peut pas se poursuivre. Vous pouvez retenter de procéder au paiement sur l’écran de commande.
he: תהליך התשלום נקטע ואין אפשרות להמשיך בו. אפשר לנסות לבצע את התשלום ממסך ההזמנה.
id: Proses pembayaran terganggu dan tidak dapat dilanjutkan. Anda dapat mencoba lagi pembayaran dari layar pesanan.
it: Il pagamento è stato interrotto e non può essere continuato. Puoi provare nuovamente il pagamento dalla schermata dell'ordine.
ja: 支払いが中断されました。続行できません。 注文画面から支払いを再試行できます。
nl: De betaling is onderbroken en kan niet worden voortgezet. Je kan opnieuw proberen te betalen vanuit het bestelscherm.
pt_br: O pagamento foi interrompido e não pode ser retomado. Tente efetuar o pagamento novamente na tela do pedido.
ru: Оплата была прервана и не может быть продолжена. Повторите попытку оплаты на экране заказа.
sv: Betalningen avbröts och kan inte återupptas. Du kan försöka genomföra betalningen igen från beställningsskärmen.
tr: Ödeme kesintiye uğradı ve devam edilemiyor. Sipariş ekranından tekrar ödeme yapmayı deneyebilirsiniz.

source: The phone number is not valid or you can't call the customer from this device.
ar: رقم الهاتف غير صالح، أو يتعذر عليك الاتصال بالعميل من هذا الجهاز.
de: Die Telefonnummer ist entweder ungültig oder du kannst den Kunden von diesem Gerät aus nicht anrufen.
es: El número de teléfono no es válido o no puedes llamar al cliente desde este dispositivo.
fr: Le numéro de téléphone n’est pas valide ou ne pouvez pas appeler le client depuis cet appareil.
he: מספר הטלפון לא תקין או שאין לך אפשרות להתקשר ללקוח ממכשיר זה.
id: Nomor telepon tidak valid atau Anda tidak dapat menghubungi pelanggan dari perangkat ini.
it: Il numero di telefono non è valido o non puoi chiamare il cliente da questo dispositivo.
ja: 電話番号が有効でないか、この端末から顧客に電話できません。
nl: Het telefoonnummer is ongeldig, of je kunt de klant niet vanaf dit apparaat bellen.
pt_br: O número de telefone não é válido ou não é possível ligar para o cliente usando esse dispositivo.
ru: Неверный номер телефона, или невозможно позвонить клиенту с этого устройства.
sv: Telefonnumret är inte giltigt eller så kan du inte ringa kunden från denna enhet.
tr: Telefon numarası geçerli değil veya müşteriyi bu cihazdan arayamazsınız.

source: The price for bulk updating all variations. Editable.
ar: سعر التحديث المُجمَّع لجميع الأنواع. قابل للتحرير.
de: Preis zur Massenaktualisierung aller Varianten. Bearbeitbar.
es: Precio por lote actualizando todas las variaciones. Editable.
fr: Le prix pour la mise à jour en masse de l’ensemble des variations. Modifiable.
he: המחיר לעדכון גלובלי של כל הסוגים. ניתן לעריכה.
id: Harga untuk pembaruan massal semua variasi. Dapat disunting.
it: Il prezzo per l'aggiornamento in blocco di tutte le varianti. Modificabile.
ja: すべてのバリエーションを一括で更新する場合の価格です。 編集可能です。
nl: De prijs voor bulkupdaten van alle variaties. Bewerkbaar.
pt_br: O preço da atualização em massa de todas as variações. Editável.
ru: Цена массового обновления всех вариантов. Редактируемое значение.
sv: Priset för bulkuppdatering av alla variationer. Redigerbart.
tr: Tüm varyasyonları toplu güncelleme fiyatı. Düzenlenebilir.

source: The price will be updated for %d product.
ar: سيتم تحديث السعر لـ %d من المنتجات.
de: Der Preis von %d Produkt wird aktualisiert.
es: Se actualizará el precio de %d producto.
fr: Le prix de %d produit va être mis à jour.
he: המחיר יעודכן עבור מוצר %d.
id: Harga untuk %d produk akan diperbarui.
it: Il prezzo verrà apprezzato per %d prodotto.
ja: %d件の商品の価格が更新されます。
nl: De prijs wordt bijgewerkt voor %d product.
pt_br: O preço de %d produto será atualizado.
ru: Будет обновлена цена %d продукта.
sv: Priset kommer att uppdateras för %d produkt.
tr: %d ürün için fiyat güncellenecektir.

source: The price will be updated for %d products.
ar: سيتم تحديث السعر لـ %d من المنتجات.
de: Der Preis von %d Produkten wird aktualisiert.
es: Se actualizará el precio de %d productos.
fr: Les prix de %d produits vont être mis à jour.
he: המחיר יעודכן עבור %d מוצרים.
id: Harga untuk %d produk akan diperbarui.
it: Il prezzo verrà aggiornato per %d prodotti.
ja: %d件の商品の価格が更新されます。
nl: De prijs wordt bijgewerkt voor %d producten.
pt_br: O preço de %d produtos será atualizado.
ru: Будет обновлена цена нескольких продуктов (%d).
sv: Priset kommer att uppdateras för %d produkter.
tr: %d ürün için fiyat güncellenecektir.

source: The price will be updated for %d variation.
ar: سيتم تحديث السعر لـ %d مجموعة.
de: Der Preis von %d Variante wird aktualisiert.
es: El precio se actualizará para %d variación.
fr: Le prix sera mis à jour pour %d variante.
he: המחיר יעודכן עבור מוצר %d.
id: Harga akan diperbarui untuk %d variasi.
it: Il prezzo verrà apprezzato per %d variante.
ja: %d件のバリエーションの価格が更新されます。
nl: De prijs wordt bijgewerkt voor %d variatie.
pt_br: O preço de %d variação será alterado.
ru: Цена будет обновлена для %d варианта.
sv: Priset kommer att uppdateras för %d variant.
tr: %d varyasyon için fiyat güncellenecektir.

source: The price will be updated for %d variations.
ar: سيتم تحديث السعر لـ %d من المجموعات.
de: Der Preis von %d Varianten wird aktualisiert.
es: El precio se actualizará para %d variaciones.
fr: Le prix sera mis à jour pour %d variantes.
he: המחיר יעודכן עבור %d מוצרים.
id: Harga akan diperbarui untuk %d variasi.
it: Il prezzo verrà aggiornato per %d varianti.
ja: %d件のバリエーションの価格が更新されます。
nl: De prijs wordt bijgewerkt voor %d variaties.
pt_br: O preço de %d variações será alterado.
ru: Цена будет обновлена для %d вариантов.
sv: Priset kommer att uppdateras för %d varianter.
tr: %d varyasyon için fiyat güncellenecektir.

source: The reader has a critically low battery. Please charge the reader or try a different reader.
ar: بطارية القارئ منخفضة للغاية. يرجى شحن القارئ أو جرب قارئًا مختلفًا.
de: Der Batterieladestand des Lesegeräts ist extrem niedrig. Lade dein Lesegerät auf oder versuche ein anderes.
es: El lector tiene muy poca batería. Carga el lector o prueba con otro diferente.
fr: La batterie du lecteur est très faible. Veuillez le charger ou en utiliser un autre.
he: רמת הסוללה של הקורא נמוכה מאוד. יש לטעון את הקורא או לנסות קורא אחר.
id: Daya baterai pembaca sangat rendah. Harap isi daya pembaca atau coba gunakan pembaca lain.
it: Il lettore ha il livello della batteria molto basso. Carica il lettore o prova un altro lettore.
ja: リーダーのバッテリー残量が非常に少なくなっています。 リーダーを充電するか、別のリーダーをお試しください。
nl: De batterij van de reader is bijna leeg. Laad de reader op of probeer een andere reader.
pt_br: O leitor está com a bateria muito baixa. Carregue o leitor ou tente um diferente.
ru: Очень низкий заряд аккумулятора на платёжном терминале. Зарядите платёжный терминал или используйте другое устройство.
sv: Batterinivån i läsaren är mycket låg. Ladda läsaren eller prova en annan läsare.
tr: Okuyucunun pili kritik düzeyde düşük. Lütfen okuyucuyu şarj edin veya farklı bir okuyucu deneyin.
