Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

# productPriceSettingsViewModel.signupFeeSubtitle
source: Optionally include an amount to be charged at the outset of the subscription. The sign-up fee will be charged immediately, even if the product has a free trial or the payment dates are synced.
ar: يمكنك تضمين مبلغ يتم تحصيله في بداية الاشتراك اختياريًا. سيتم تحصيل رسوم التسجيل على الفور، حتى إذا كان المنتج يحتوي على إصدار تجريبي مجاني أو تمت مزامنة تواريخ الدفع.
de: Lege optional einen Betrag fest, der zu Beginn des Abonnements fällig wird. Diese Registrierungsgebühr wird sofort fällig – egal ob das Produkt im Rahmen des Gratis-Tests genutzt wird oder die Zahlungstermine synchronisiert sind.
es: Opcionalmente incluye una cantidad a cobrar al inicio de la suscripción. La tarifa de inscripción se cobrará de inmediato, incluso si el producto tiene una versión de prueba gratuita o si las fechas de pago están sincronizadas.
fr: Incluez éventuellement un montant à facturer au début de l’abonnement. Les frais d’inscription seront facturés immédiatement, même si le produit a un essai gratuit ou si les dates de paiement sont synchronisées.
he: אפשר לכלול סכום שיחויב בתחילת השימוש במינוי (לא חובה). החיוב בדמי ההרשמה יתבצע מידית, גם אם מוצעת עבור המוצר תקופת ניסיון בחינם או אם תאריכי התשלום מסונכרנים.
id: Sertakan biaya opsional yang akan dikenakan di awal berlangganan. Biaya pendaftaran akan langsung dikenakan walaupun produk menyertakan percobaan gratis atau tanggal pembayaran tersinkron.
it: Come opzione facoltativa, puoi includere un importo da addebitare all'inizio dell'abbonamento. Il costo di iscrizione verrà addebitato immediatamente, anche se il prodotto ha una prova gratuita o le date di pagamento sono sincronizzate.
nl: Voeg optioneel een bedrag toe dat in rekening moet worden gebracht aan het begin van het abonnement. De aanmeldkosten worden onmiddellijk in rekening gebracht, zelfs als het product een gratis proefversie heeft of als de betaaldatums gesynchroniseerd zijn.
pt_br: Se quiser, inclua um valor a ser cobrado no início da assinatura. A taxa de inscrição será cobrada imediatamente, mesmo que o produto tenha um teste gratuito ou as datas de pagamento estejam sincronizadas.
ru: Можно включить сумму, взимаемую в момент подписки. Регистрационный сбор взимается немедленно, даже если у товара есть бесплатный пробный период или синхронизированы даты оплаты.
sv: Alternativt kan du inkludera ett belopp som ska debiteras vid prenumerationens start. Registreringsavgiften kommer att debiteras omedelbart, även om produkten har en gratis provperiod eller synkroniserade betalningsdatum.
tr: İsteğe bağlı olarak aboneliğin başlangıcında tahsil edilecek bir tutar ekleyin. Ürünün ücretsiz bir denemesi olsa veya ödeme tarihleri senkronize edilmiş olsa bile kayıt ücreti hemen tahsil edilecektir.

# productPriceSettingsViewModel.signupFeeTitle
source: Sign-up Fee
ar: رسوم التسجيل
de: Registrierungsgebühr
es: Tarifa de inscripción
fr: Frais d’inscription
he: דמי הרשמה
id: Biaya Pendaftaran
it: Costo di iscrizione
nl: Aanmeldkosten
pt_br: Taxa de inscrição
ru: Регистрационный сбор
sv: Registreringsavgift
tr: Kayıt Ücreti

# productSelectorViewModel.bookableProductUnsupportedReason
source: Bookable products are not supported for order creation
ar: المنتجات القابلة للحجز غير مدعومة لإنشاء الطلب
de: Buchbare Produkte werden bei der Erstellung von Bestellungen nicht unterstützt
es: Los productos que se pueden reservar no son compatibles con la creación de pedidos
fr: Les produits réservables ne sont pas pris en charge pour la création de commande
he: מוצרים שניתנים להזמנה לא נתמכים ביצירת הזמנות
id: Produk yang dapat dipesan tidak didukung untuk pembuatan pesanan
it: I prodotti prenotabili non sono supportati per la creazione di ordini
nl: Reserveerbare producten worden niet ondersteund bij het aanmaken van bestellingen
pt_br: Produtos reserváveis não são aceitos na criação de pedidos
sv: Bokningsbara produkter stöds inte för beställningsskapande
tr: Rezerve edilebilir ürünler, sipariş oluşturma için desteklenmiyor

# productSelectorViewModel.selectProductsTitle.pluralProductSelectedFormattedText
source: %ld products selected
ar: تم تحديد %ld من المنتجات
de: %ld Produkte ausgewählt
es: %ld productos elegidos
fr: %ld produits sélectionnés
he: %ld מוצרים נבחרו
id: %ld produk dipilih
it: %ld prodotti selezionati
nl: %ld producten geselecteerd
pt_br: %ld produtos selecionados
ru: %ld тов. выбрано
sv: %ld produkter valda
tr: %ld ürün seçildi

# productSelectorViewModel.selectProductsTitle.selectProductsTitle
source: Select products
ar: تحديد المنتجات
de: Produkte auswählen
es: Elegir productos
fr: Sélectionner les produits
he: יש לבחור מוצרים
id: Pilih produk
it: Seleziona i prodotti
nl: Producten selecteren
pt_br: Selecionar produtos
ru: Выбор товаров
sv: Välj produkter
tr: Ürün seçin

source: %ld product selected
ar: تم تحديد %ld من المنتجات
de: %ld Produkt ausgewählt
es: %ld producto elegido
fr: %ld produit sélectionné
he: מוצר %ld נבחר
id: %ld produk dipilih
it: %ld prodotto selezionato
nl: %ld product geselecteerd
pt_br: %ld produto selecionado
ru: %ld товар выбран
sv: %ld produkt vald
tr: %ld ürün seçildi

# productSettings.downloadableProductAlertCancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batal
it: Annulla
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal et

# productSettings.downloadableProductAlertConfirm
source: Yes, change
ar: نعم، يمكنك التغيير
de: Ja, ändern
es: Sí, cambiar
fr: Oui, modifier
he: כן, אני רוצה לשנות
id: Ya, ubah
it: Sì, modifica
nl: Ja, wijzigen
pt_br: Sim, alterar
ru: Да, изменить
sv: Ja, ändra
tr: Evet, değiştir

# productSettings.downloadableProductAlertHint
source: All files currently attached to this product will be removed.
ar: ستتم إزالة جميع الملفات المرفقة حاليًا بهذا المنتج.
de: Alle Dateien, die diesem Produkt derzeit angehängt sind, werden entfernt.
es: Se eliminarán todos los archivos adjuntos al producto en este momento.
fr: Tous les fichiers actuellement joints à ce produit seront supprimés.
he: כל הקבצים שמחוברים עכשיו למוצר זה יוסרו.
id: Semua berkas yang saat ini terlampir pada produk akan dihapus.
it: Tutti i file attualmente collegati a questo prodotto saranno rimossi.
nl: Alle bestanden die momenteel aan het product toegevoegd zijn, worden verwijderd.
pt_br: Todos os arquivos que estão anexados a este produto serão removidos.
ru: Все прикреплённые к этому товару файлы будут удалены.
sv: Alla filer som för närvarande är associerade med den här produkten kommer att tas bort.
tr: Şu anda bu ürüne eklenmiş olan tüm dosyalar kaldırılacaktır.

# productSettings.downloadableProductAlertTitle
source: Are you sure you want to remove the ability to download files when product is purchased?
ar: هل تريد بالتأكيد إزالة إمكانية تنزيل الملفات عند شراء المنتج؟
de: Bist du sicher, dass du die Fähigkeit zum Herunterladen von Dateien nach dem Kauf eines Produkts entfernen möchtest?
es: ¿Seguro que quieres eliminar la opción de descargar archivos al comprar el producto?
fr: Voulez-vous vraiment supprimer la possibilité de télécharger des fichiers lorsque le produit est acheté ?
he: האם ברצונך להסיר את היכולת להוריד קבצים עם רכישת המוצר?
id: Anda yakin ingin menghapus izin unduh berkas saat produk dibeli?
it: Desideri rimuovere la possibilità di scaricare i file quando il prodotto viene acquistato?
nl: Weet je zeker dat je de mogelijkheid wil verwijderen om bestanden te downloaden na aankoop van het product?
pt_br: Quer mesmo remover a capacidade de fazer download de arquivos após a compra do produto?
ru: Отключить возможность скачивать файлы при покупке товара?
sv: Är du säker på att du vill ta bort möjligheten att ladda ned filer när produkten köps?
tr: Ürün satın alındığında dosya indirme özelliğini kaldırmak istediğinizden emin misiniz?

# productShippingSettings.oneTimeShipping.subtitle
source: Enable this to charge shipping once on the initial order.
ar: قم بتمكين ذلك لتحصيل رسوم الشحن مرة واحدة في الطلب المبدئي.
de: Aktiviere diese Option, um die Versandkosten einmal bei der ursprünglichen Bestellung zu berechnen.
es: Activa esto solo para cobrar una vez los gastos de envío en el pedido inicial.
fr: Activez cette option pour facturer les frais d’expédition une seule fois sur la commande initiale.
he: אפשרות זאת משמשת לחיוב חד-פעמי בגין משלוח, בהזמנה הראשונית בלבד.
id: Aktifkan fitur ini supaya biaya pengiriman dikenakan sekali pada pesanan pertama.
it: Attiva questa opzione per addebitare la spedizione una volta sull'ordine iniziale.
nl: Schakel dit in om voor de eerste bestelling verzendkosten in rekening te brengen.
pt_br: Ative essa opção para que o envio seja cobrado uma vez no pedido inicial.
ru: Включите этот параметр, чтобы взимать плату за доставку один раз при первоначальном заказе.
sv: Aktivera detta för att debitera frakt en gång vid den första ordern.
tr: İlk siparişte bir kez kargo ücreti almak için bunu etkinleştirin.

# productShippingSettings.oneTimeShipping.subtitleDisabled
source: For this setting to be enabled the subscription must not have a free trial or a synced renewal date.
ar: لتمكين هذا الإعداد، يجب ألا يحتوي الاشتراك على إصدار تجريبي مجاني أو تاريخ تجديد متزامن.
de: Wenn diese Einstellung aktiviert werden soll, darf das Abonnement keinen Gratis-Test und kein synchronisiertes Verlängerungsdatum haben.
es: Para que esta configuración esté habilitada, la suscripción no debe tener un periodo de prueba ni una fecha de renovación sincronizada.
fr: Pour que ce réglage soit activé, l’abonnement ne doit pas avoir d’essai gratuit ni de date de renouvellement synchronisée.
he: ניתן להפעיל הגדרה זו רק עבור מינויים ללא תקופת ניסיון בחינם או תאריך חידוש קבוע.
id: Agar pengaturan ini dapat diaktifkan, langganan tidak boleh menyertakan percobaan gratis atau tanggal perpanjangan tersinkronisasi.
it: Per attivare questa impostazione, l'abbonamento non deve avere un periodo di prova o una data di rinnovo sincronizzata.
nl: Om deze instelling in te schakelen, mag het abonnement geen proefversie bevatten en geen gesynchroniseerde verlengdatum hebben.
pt_br: Para que essa configuração seja ativada, a assinatura não pode ter um teste gratuito ou uma data de renovação sincronizada.
ru: Чтобы можно было включить этот параметр, в тарифном плане не должно быть бесплатного пробного периода или синхронизированной даты продления.
sv: För att den här inställningen ska kunna aktiveras får prenumerationen inte ha en gratis provperiod eller ett synkroniserat förnyelsedatum.
tr: Bu ayarın etkinleştirilmesi için aboneliğin ücretsiz deneme veya senkronize edilmiş bir yenileme tarihi olmamalıdır.

# productShippingSettings.oneTimeShipping.title
source: One time shipping
ar: الشحن مرة واحدة
de: Einmaliger Versand
es: Envío único
fr: Livraison unique
he: משלוח חד-פעמי
id: Pengiriman satu kali saja
it: Spedizione singola
nl: Eenmalig verzenden
pt_br: Taxa de envio única
ru: Единовременная доставка
sv: Engångsfrakt
tr: Tek seferlik kargo

# productStockDashboardCard.emptyStateTitle
source: No item found with %1$@ status
ar: لم يتم العثور على أي منتج يحمل حالة %1$@
de: Kein Artikel mit dem Status „%1$@“ gefunden
es: No se ha encontrado ningún elemento con el estado %1$@
fr: Aucun article n’a l’état %1$@
he: לא נמצאו פריטים במצב %1$@
id: Barang dengan status %1$@ tidak ditemukan
it: Nessun articolo con lo stato %1$@ trovato
nl: Geen artikel gevonden met de status %1$@
pt_br: Nenhum item encontrado com o status de "%1$@"
ru: Не найдено товаров, имеющих статус %1$@
sv: Inga varor hittades med statusen %1$@.
tr: %1$@ durumunda öğe bulunamadı

# productStockDashboardCard.hideCard
source: Hide Stock
ar: إخفاء المخزون
de: Lagerbestand ausblenden
es: Ocultar inventario
fr: Masque le stock
he: להסתיר מלאי
id: Sembuyikan Stok
it: Nascondi stoccaggio
nl: Voorraad verbergen
pt_br: Ocultar estoque
ru: Скрыть запас
sv: Dölj lager
tr: Stoku Gizle

# productStockDashboardCard.item.subtitle.plural
source: %1$d items sold last 30 days
ar: تم بيع ⁦%1$d⁩ من العناصر في آخر 30 يومًا
de: %1$d Artikel in den letzten 30 Tagen verkauft
es: %1$d elementos vendidos en los últimos 30 días
fr: %1$d articles vendus les 30 derniers jours
he: ⁦%1$d⁩ פריטים נמכרו ב-30 הימים האחרונים
id: %1$d barang terjual dalam 30 hari
it: %1$d articoli venduti negli ultimi 30 giorni
nl: %1$d artikelen verkocht in de afgelopen 30 dagen
pt_br: %1$d itens vendidos nos últimos 30 dias
ru: Продано товаров за последние 30 дней: %1$d
sv: %1$d varor sålda de senaste 30 dagarna
tr: Son 30 günde %1$d öğe satıldı

# productStockDashboardCard.item.subtitle.singular
source: %1$d item sold last 30 days
ar: تم بيع ⁦%1$d⁩ من العناصر في آخر 30 يومًا
de: %1$d Artikel in den letzten 30 Tagen verkauft
es: %1$d elemento vendido en los últimos 30 días
fr: %1$d article vendu les 30 derniers jours
he: פריט ⁦%1$d⁩ נמכר ב-30 הימים האחרונים
id: %1$d barang terjual dalam 30 hari
it: %1$d articolo venduto negli ultimi 30 giorni
nl: %1$d artikel verkocht in de afgelopen 30 dagen
pt_br: %1$d item vendido nos últimos 30 dias
ru: Продано товаров за последние 30 дней: %1$d
sv: %1$d vara såld de senaste 30 dagarna
tr: Son 30 günde %1$d öğe satıldı

# productStockDashboardCard.item.subtitle.zero
source: No item sold last 30 days
ar: لم يتم بيع أي عنصر في آخر 30 يومًا
de: Kein Artikel in den letzten 30 Tagen verkauft
es: No hay elementos vendidos en los últimos 30 días
fr: Aucun article vendu les 30 derniers jours
he: אין פריטים שנמכרו ב-30 הימים האחרונים
id: Tidak ada barang terjual dalam 30 hari
it: Nessun articolo venduto negli ultimi 30 giorni
nl: Geen artikelen verkocht in de afgelopen 30 dagen
pt_br: Não há itens vendidos nos últimos 30 dias
ru: За последние 30 дней не продано ни одного товара
sv: Ingen vara såld de senaste 30 dagarna
tr: Son 30 günde satılan öğe yok

# productStockDashboardCard.products
source: Products
ar: المنتجات
de: Produkte
es: Productos
fr: Produits
he: מוצרים
id: Produk
it: Prodotti
nl: Producten
pt_br: Produtos
ru: Товары
sv: Produkter
tr: Ürünler

# productStockDashboardCard.status
source: Status
ar: الحالة
es: Estado
fr: État
he: סטטוס
it: Stato
ru: Статус
tr: Durum

# productStockDashboardCard.stockLevels
source: Stock levels
ar: مستويات المخزون
de: Lagerbestände
es: Niveles de inventario
fr: Niveaux de stock
he: רמות מלאי
id: Tingkat stok
it: Livelli di stoccaggio
nl: Voorraadniveaus
pt_br: Níveis de estoque
ru: Уровни запасов
sv: Lagernivåer
tr: Stok düzeyi

# productStockDashboardCard.unavailableAnalyticsView.title
source: Unable to display your store's stock analytics
ar: يتعذر عرض تحليلات المخزون في متجرك
de: Die Lageranalysen deines Shops konnten nicht angezeigt werden
es: No se puede mostrar el análisis de existencias de tu tienda
fr: Impossible d’afficher les statistiques de stock de votre boutique
he: אין אפשרות להציג את הנתונים האנליטיים של המלאי בחנות שלך
id: Analitik stok toko Anda tidak dapat ditampilkan
it: Impossibile mostrare le analisi di magazzino del tuo negozio
nl: Kan de voorraadanalyses van je winkel niet weergeven
pt_br: Não foi possível exibir a análise do estoque da sua loja
sv: Det gick inte att visa din butiks lageranalys
tr: Mağazanızın stok analizleri görüntülenemiyor

# productStockDashboardCardViewModel.stockType.lowStock
source: Low stock
ar: مخزون منخفض
de: Niedriger Lagerbestand
es: Inventario escaso
fr: Stock faible
he: מלאי מוגבל
id: Stok menipis
it: In esaurimento
nl: Lage voorraad
pt_br: Estoque baixo
ru: Малый запас
sv: Lågt lager
tr: Düşük stok

# productStockDashboardCardViewModel.stockType.onBackOrder
source: On back order
ar: جارٍ الطلب
de: Lieferrückstand
es: Pedido en proceso
fr: Commande différée
he: בהזמנה חוזרת
id: Sedang backorder
it: In ordine arretrato
nl: Wordt nabesteld
pt_br: Pedido em espera
ru: Ожидается поставка
sv: På restorder
tr: Geri dönen sipariş

# productStockDashboardCardViewModel.stockType.outOfStock
source: Out of stock
ar: غير متوفر في المخزون
de: Ausverkauft
es: Fuera de inventario
fr: Rupture de stock
he: לא במלאי
id: Stok habis
it: Esaurito
nl: Niet op voorraad
pt_br: Sem estoque
ru: Нет в наличии
sv: Slut i lager
tr: Stokta yok

# productsTab.emptySecondaryView.message
source: No product selected
ar: لم يتم تحديد منتجات
de: Kein Produkt ausgewählt
es: No se ha seleccionado ningún producto
fr: Aucun produit sélectionné
he: לא נבחרו מוצרים
id: Tidak ada produk yang dipilih
it: Nessun prodotto selezionato
nl: Geen product geselecteerd
pt_br: Nenhum produto selecionado
ru: Ни один товар не выбран
sv: Ingen produkt vald
tr: Hiçbir ürün seçilmedi

# productsTab.tabTitle
source: Products
ar: المنتجات
de: Produkte
es: Productos
fr: Produits
he: מוצרים
id: Produk
it: Prodotti
nl: Producten
pt_br: Produtos
ru: Товары
sv: Produkter
tr: Ürünler

# productselectorview.doneButtonTitle.addProductsText
source: Add Products
ar: إضافة المنتجات
de: Produkte hinzufügen
es: Añadir productos
fr: Ajouter des produits
he: להוסיף מוצרים
id: Tambahkan Produk
it: Aggiungi prodotti
nl: Producten toevoegen
pt_br: Adicionar produtos
ru: Добавить товары
sv: Lägg till produkter
tr: Ürün Ekle

# quantityRulesView.done
source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
he: בוצע
id: Selesai
it: Fatto
nl: Gereed
pt_br: Concluído
ru: Готово
sv: Klar
tr: Tamam

# rangedDatePicker.invalidTimeRangeAlert.action
source: Got It
ar: حصلت عليه
de: Schließen
es: Entendido
fr: J’ai compris
he: הבנתי
id: Mengerti
it: Ricevuto
nl: Duidelijk
pt_br: Entendi
ru: Понятно
sv: Jag förstår
tr: Anladım

# rangedDatePicker.invalidTimeRangeAlert.message
source: The start date should not be later than the end date. Please select a different time range.
ar: ينبغي ألا يكون تاريخ البدء بعد تاريخ الانتهاء. ينبغي تحديد نطاق زمني مختلف.
de: Das Startdatum muss vor dem Enddatum liegen. Bitte wähle einen anderen Zeitraum aus.
es: La fecha de inicio no debe ser posterior a la fecha de finalización. Elige otro intervalo de tiempo.
fr: La date de début ne doit pas être postérieure à la date de fin. Veuillez sélectionner une période différente.
he: תאריך ההתחלה לא יכול להיות אחרי תאריך הסיום. יש לבחור טווח מועדים אחר.
id: Tanggal mulai harus lebih awal daripada tanggal berakhir. Pilih rentang waktu yang lain.
it: La data di inizio non deve essere successiva alla data di fine. Seleziona un intervallo di tempo differente.
nl: De begindatum moet niet later zijn dan de einddatum. Selecteer een andere periode.
pt_br: A data de início não pode ser posterior à data de término. Selecione um período diferente.
ru: Дата начала не может быть позднее даты окончания. Выберите другой период времени.
sv: Startdatumet ska inte vara senare än slutdatumet. Välj ett annat tidsintervall.
tr: Başlangıç tarihi bitiş tarihinden daha sonra olmamalıdır. Lütfen başka bir zaman aralığı seçin.

# rangedDatePicker.invalidTimeRangeAlert.title
source: Invalid time range
ar: نطاق زمني غير صالح
de: Ungültiger Zeitraum
es: Intervalo de tiempo no válido
fr: Période non valide
he: טווח מועדים לא תקין
id: Rentang waktu tidak valid
it: Intervallo di tempo non valido
nl: Ongeldige periode
pt_br: Período inválido
ru: Недопустимый промежуток времени
sv: Ogiltigt tidsintervall
tr: Geçersiz zaman aralığı

source: rated %ld times
ar: تقييم %ld من المرات
de: %ld Mal bewertet
es: tiene %ld valoraciones
fr: évalué %ld fois
he: דורג %ld פעמים
id: dinilai %ld kali
it: valutato %ld volte
ja: 評価回数%ld回
nl: %ld keer beoordeeld
pt_br: classificado %ld vezes
ru: оценен несколько раз (%ld)
sv: betygsatt %ld gånger
tr: %ld kez derecelendirildi

source: rated once
ar: تقييم مرة واحدة
de: einmal bewertet
es: tiene una valoración
fr: évalué une fois
he: דורג פעם אחת
id: dinilai sekali
it: valutato una volta
ja: 評価回数1回
nl: één keer beoordeeld
pt_br: classificado 1 vez
ru: оценен один раз
sv: betygsatt en gång
tr: bir kez derecelendirildi

# receiptViewModel.formattedReceiptJobName.receiptJobName
source: %1$@: receipt for order #%2$@
ar: %1$@: إيصال الطلب #%2$@
de: %1$@: Beleg für Bestellung #%2$@
es: %1$@: recibo del pedido #%2$@
fr: %1$@ : reçu pour la commande #%2$@
he: %1$@: קבלה עבור ההזמנה #%2$@
id: %1$@: tanda terima untuk pesanan #%2$@
it: %1$@: ricevuta per l'ordine #%2$@
nl: %1$@: kwitantie voor bestelling #%2$@
pt_br: %1$@: recibo do pedido #%2$@
ru: %1$@: чек заказа № %2$@
sv: %1$@: kvitto för beställning #%2$@
tr: %1$@: #%2$@ siparişinizin faturası

# receiptViewModel.formattedReceiptJobName.receiptJobNameWithStoreName
source: %1$@: receipt for order #%2$@ on %3$@
ar: %1$@: إيصال الطلب #%2$@ بتاريخ %3$@
de: %1$@: Beleg für Bestellung #%2$@ bei %3$@
es: %1$@: recibo del pedido #%2$@ en %3$@
fr: %1$@ : reçu pour la commande #%2$@ sur %3$@
he: %1$@: קבלה עבור ההזמנה #%2$@ בחנות %3$@
id: %1$@: tanda terima untuk pesanan #%2$@ di %3$@
it: %1$@: ricevuta per l'ordine #%2$@ su %3$@
nl: %1$@: kwitantie voor bestelling #%2$@ op %3$@
pt_br: %1$@: recibo do pedido #%2$@ em %3$@
ru: %1$@: чек заказа № %2$@ от %3$@
sv: %1$@: kvitto för beställning #%2$@ på %3$@
tr: %1$@: %3$@ mağazasından #%2$@ siparişinizin faturası

# refundCustomAmountsDetails.totalTitle
source: Custom Amounts Refund
ar: رد المبالغ المخصصة
de: Rückerstattung der individuellen Beträge
es: Devolución de importes personalizados
fr: Remboursement des montants personnalisés
he: החזרים של סכומים בהתאמה אישית
id: Pengembalian Dana Sebesar Jumlah Kustom
it: Rimborso di importi personalizzati
nl: Restitutie voor aangepast bedrag
pt_br: Reembolso de valores personalizados
ru: Возврат индивидуальных сумм
sv: Återbetalning av anpassade belopp
tr: Özel Tutar İadesi

# refundIssue.customAmounts.title
source: Refund Custom Amounts
ar: رد المبالغ المخصصة
de: Individuelle Beträge zurückerstatten
es: Devolver importes personalizados
fr: Rembourser les montants personnalisés
he: החזרים של סכומים בהתאמה אישית
id: Kembalikan Dana Sebesar Jumlah Kustom
it: Rimborsa importi personalizzati
nl: Aangepast bedrag restitueren
pt_br: Reembolsar valores personalizados
ru: Возместить индивидуальные суммы
sv: Återbetala anpassade belopp
tr: Özel Tutarları İade Edin

# reviewsDashboardCard.hideCard
source: Hide Reviews
ar: إخفاء المراجعات
de: Bewertungen ausblenden
es: Ocultar reseñas
fr: Masquer les avis
he: להסתיר את הביקורות
id: Sembunyikan Ulasan
it: Nascondi recensioni
nl: Beoordelingen verbergen
pt_br: Ocultar avaliações
ru: Скрыть отзывы
sv: Dölj recensioner
tr: İncelemeleri Gizle

# reviewsDashboardCard.noFilteredReviewsText
source: No reviews matching %@ status. Try changing the filter.
ar: لا توجد مراجعات تتطابق مع حالة %@. حاول تغيير عامل التصفية.
de: Keine Bewertungen, die dem Status „%@“ entsprechen. Versuche, den Filter zu ändern.
es: No hay reseñas que coincidan con el estado %@. Prueba a cambiar los parámetros del filtro.
fr: Aucun avis n’a l’état %@. Essayez de changer de filtre.
he: אין ביקורות שתואמות למצב %@. כדאי לשנות את המסנן.
id: Tidak ada ulasan yang cocok dengan status %@. Coba ubah penyaring.
it: Nessuna recensione con lo stato %@. Prova a modificare il filtro.
nl: Geen beoordelingen met de status %@. Probeer een andere filter.
pt_br: Não há avaliações correspondentes ao status do %@. Tente modificar o filtro.
ru: Нет отзывов, соответствующих статусу %@. Попробуйте изменить фильтр.
sv: Inga recensioner matchar statusen %@. Prova att byta filter.
tr: %@ durumuyla eşleşen inceleme yok. Filtreyi değiştirmeyi deneyin.

# reviewsDashboardCard.noReviewsText
source: No reviews found.
ar: لم يتم العثور على أي مراجعات.
de: Keine Bewertungen gefunden.
es: No se han encontrado reseñas.
fr: Aucun avis trouvé.
he: לא נמצאו ביקורות.
id: Ulasan tidak ditemukan.
it: Nessuna recensione trovata.
nl: Geen beoordelingen gevonden.
pt_br: Nenhuma avaliação encontrada.
ru: Не найдено отзывов.
sv: Inga recensioner hittades.
tr: İnceleme bulunamadı.

# reviewsDashboardCard.status
source: Status
ar: الحالة
es: Estado
fr: État
he: סטטוס
it: Stato
ru: Статус
tr: Durum
