Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: A valid email address is needed to mail an authentication link. Please return to the previous screen and provide a valid email address.
ar: يلزم إدخال عنوان بريد إلكتروني صحيح لإرسال رابط المصادقة. يرجى العودة إلى الشاشة السابقة وإدخال عنوان بريد إلكتروني صحيح.
de: Für die Zusendung des Authentifizierungs-Links wird eine gültige E-Mail-Adresse benötigt. Bitte kehre zum vorherigen Bildschirm zurück und gib eine gültige E-Mail-Adresse an.
es: Se requiere una dirección de correo electrónico válida a la cual enviar un enlace de verificación. Vuelve a la pantalla anterior y proporciona una dirección de correo electrónico válida.
fr: Une adresse e-mail valide est nécessaire pour envoyer un lien d’authentification. Veuillez retourner sur l’écran précédent et fournir une adresse e-mail valide.
he: דרושה כתובת אימייל תקפה כדי שנוכל לשלוח קישור לאימות. יש לחזור למסך הקודם ולהזין כתובת אימייל תקפה.
id: Alamat email valid diperlukan untuk mengirimkan tautan autentikasi. Kembali ke layar sebelumnya dan berikan alamat email yang valid.
it: Per inviare tramite e-mail un link di autenticazione, è necessario un indirizzo e-mail valido. Torna alla schermata precedente e fornisci un indirizzo e-mail valido.
ja: 認証リンクをメールで送信するには、有効なメールアドレスが必要です。前の画面に戻り、有効なメールアドレスを入力してください。
nl: Er is een geldig e-mailadres vereist om een verificatielink te mailen. Ga terug naar het vorige scherm en voer een geldig e-mailadres in.
pt_br: É necessário um endereço de e-mail válido para enviar um link de autenticação. Retorne para a tela anterior e forneça um endereço de e-mail válido.
ru: Чтобы отправить ссылку для аутентификации, необходим действительный адрес эл. почты. Вернитесь на предыдущий экран и укажите действительный адрес эл. почты.
sv: Det krävs en giltig e-postadress för att skicka en autentiseringslänk. Gå tillbaka till föregående sida och ange en giltig e‑postadress.
tr: Kimlik doğrulama bağlantısının gönderilebilmesi için geçerli bir e-posta adresi gerekir. Geçerli bir e-posta adresi sağlamak için lütfen önceki ekrana dönün.

source: A verification code will only contain numbers.
ar: سيحتوي رمز التحقق على أرقام فقط.
de: Der Verifizierungscode besteht ausschließlich aus Zahlen.
es: Un código de verificación solo contendrá números.
fr: Un code vérification ne peut contenir seulement que des chiffres.
he: קוד אימות מכיל מספרים בלבד.
id: Kode verifikasi hanya berisi angka.
it: Un codice di verifica contiene solo numeri.
ja: 認証コードは数字だけで構成されます。
nl: Een verificatiecode bevat alleen getallen.
pt_br: Um código de verificação só contém números.
ru: Код проверки будет содержать только цифры.
sv: Verifieringskoden innehåller endast siffror.
tr: Bir doğrulama kodu yalnızca sayı içerecektir.

source: ADD OPTIONS
ar: إضافة خيارات
de: OPTIONEN HINZUFÜGEN
es: AÑADIR OPCIONES
fr: AJOUTER DES OPTIONS
he: להוסיף אפשרויות
id: TAMBAHKAN PILIHAN
it: AGGIUNGI OPZIONI
ja: オプションを追加
nl: OPTIES TOEVOEGEN
pt_br: ADICIONAR OPÇÕES
ru: ДОБАВИТЬ ОПЦИИ
sv: LÄGG TILL ALTERNATIV
tr: SEÇENEK EKLE

source: ADDRESS
ar: العنوان
de: ADRESSE
es: DIRECCIÓN
fr: ADRESSE
he: כתובת
id: ALAMAT
it: INDIRIZZO
ja: 住所
nl: ADRES
pt_br: Endereço
ru: АДРЕС
sv: ADRESS
tr: ADRES

source: AID
ar: مُعرِّف التطبيق
es: SOPORTE
it: ASSISTENZA
ru: ПОМОЩЬ
sv: HJÄLP
tr: YARDIM

source: Abandoned cart recovery
ar: استرداد عربة التسوق المهملة
de: Zurückgewinnung verlassener Warenkörbe
es: Recuperación de carritos abandonados
fr: Récupération de panier abandonné
he: שחזור של עגלת קניות נטושה
id: Pemulihan keranjang terbengkalai
it: Recupero del carrello abbandonato
nl: Verlaten winkelwagen herstellen
pt_br: Recuperação de carrinho abandonado
ru: Восстановление оставленной корзины
sv: Återställning av övergiven varukorg
tr: Terk edilmiş sepeti kurtarma

source: About Tap to Pay
ar: نبذة عن ميزة Tap to Pay
de: Informationen zu Tap to Pay
es: Acerca de Tap to Pay
fr: À propos d’Appuyer pour payer
he: אודות Tap To Pay
id: Tentang Ketuk untuk Bayar
it: Informazioni su Tocca per pagare
nl: Over Tap to Pay
pt_br: Sobre o Tap to Pay
ru: О функции Tap to Pay (Оплата в касание)
sv: Om Tryck för att betala
tr: Tap to Pay Hakkında

source: About Tap to Pay on iPhone
ar: نبذة عن ميزة Tap to Pay على iPhone
de: Informationen zu „Tap to Pay“ auf dem iPhone
es: Acerca de Tap to Pay on iPhone
fr: À propos d’Appuyer pour payer sur iPhone
he: אודות Tap To Pay ב-iPhone
id: Tentang Ketuk untuk Bayar di iPhone
it: Informazioni su Tocca per pagare su iPhone
nl: Over Tap to Pay op iPhone
pt_br: Sobre o Tap to Pay on iPhone
ru: Подробнее о функции Tap to Pay on iPhone
sv: Om Tryck för att betala på iPhone
tr: Tap to Pay on iPhone Hakkında

source: About the App
ar: حول التطبيق
de: Über die App
es: Acerca de la aplicación
fr: À propos de l’application
he: מידע על האפליקציה
id: Tentang aplikasi
it: Info sull'app
ja: このアプリについて
nl: Over de app
pt_br: Sobre o aplicativo
ru: О приложении
sv: Om appen
tr: Uygulama hakkında

source: About your product
ar: نبذة عن منتجك
de: Über dein Produkt
es: Acerca de tu producto
he: פרטים לגבי המוצר
id: Tentang produk Anda
it: Informazioni sul tuo prodotto
nl: Over je product
pt_br: Sobre o seu produto
ru: Информация о товаре
sv: Om din produkt
tr: Ürününüz hakkında

source: Accept local payments'
ar: قبول المدفوعات المحلية
de: Lokale Zahlungen empfangen'
es: Aceptar pagos locales'
fr: Accepter les paiements locaux’
he: לקבל תשלומים מקומיים'
id: Terima pembayaran lokal
it: Accetta pagamenti locali
nl: Accepteer plaatselijke betalingen
pt_br: Aceitar pagamentos locais'
ru: Поддержка локальных способов оплаты'
sv: Ta emot lokala betalningar'
tr: Yerel ödemeleri kabul edin

source: Accept the Terms of Service during set up.
ar: اقبل شروط الخدمة في أثناء الإعداد.
de: Stimme beim Setup den Nutzungsbedingungen zu.
es: Acepta las condiciones del servicio durante la instalación.
fr: Acceptez les conditions d’utilisation pendant la configuration.
he: יש לאשר את תנאי השימוש במהלך ההגדרה.
id: Terima Ketentuan Layanan selama penyiapan.
it: Accetta i Termini di servizio durante la configurazione.
ja: 設定中に利用規約に同意します。
nl: Accepteer de servicevoorwaarden tijdens het instellen.
pt_br: Aceite os termos de serviço durante a configuração.
ru: Примите условия предоставления услуг во время настройки.
sv: Godkänn användarvillkoren under konfigurationen.
tr: Kurulum sırasında Hizmet Koşullarını kabul edin.

source: Access discounted shipping rates. Currently available with DHL and USPS, with more to come soon!
ar: يمكنك الوصول إلى أسعار الشحن المُخفَّضة. متاح حاليًا مع DHL وUSPS والمزيد يتوافر قريبًا!
de: Profitiere von vergünstigten Versandkosten. Derzeit verfügbar mit DHL und USPS – bald kommen weitere dazu!
es: Accede a tarifas de envío con descuento. Actualmente está disponible con DHL y USPS, y pronto habrá más.
fr: Accédez aux réductions sur les tarifs de livraison. Disponible actuellement avec DHL et USPS, et d’autres à venir !
he: גישה לתעריפי משלוח מוזלים. זמין כרגע עם DHL ו-USPS, ועוד אפשרויות יהיו זמינות בקרוב!
id: Akses tarif diskon pengiriman. Saat ini tersedia dengan DHL dan USPS, dan akan segera hadir lebih banyak lagi!
it: Accedi a tariffe di spedizione scontate. Attualmente disponibile con DHL e USPS, con altri in arrivo!
ja: 配送料金を割引価格でご利用いただけます。 現在は DHL と USPS で適用されますが、今後さらに追加される予定です。
nl: Profiteer van korting op verzendkosten. Momenteel beschikbaar met DHL en USPS, binnenkort meer pakketdiensten beschikbaar!
pt_br: Tenha desconto nas tarifas de envio. Disponível para DHL e USPS, com mais por vir em breve.
ru: Воспользуйтесь пониженными тарифами на доставку. Пока доступно для служб DHL и USPS, но список расширяется!
sv: Kom åt rabatterade fraktavgifter. För närvarande endast tillgängligt med DHL och USPS, men fler alternativ kommer snart.
tr: İndirimli gönderim ücretlerine erişin. Şu anda DHL ve USPS kullanılabilir, yakında daha fazlası da gelecek!

source: Account Settings
ar: إعدادات الحساب
de: Konto-Einstellungen
es: Ajustes de la cuenta
fr: Paramètres du compte
he: הגדרות חשבון
id: Pengaturan Akun
it: Impostazioni account
nl: Account instellingen
pt_br: Configurações da conta
ru: Настройки учетной записи
sv: Kontoinställningar
tr: Hesap ayarları

source: Account Type
ar: نوع الحساب
de: Kontoart
es: Tipo de Cuenta
fr: Type de compte
he: סוג חשבון
id: Jenis Akun
it: Tipo di account
ja: アカウントの種類
nl: Type account
pt_br: Tipo de conta
ru: Тип счёта
sv: Kontotyp
tr: Hesap Türü

source: Account connected
ar: الحساب المتصل
de: Verbundener Betrag
es: Cuenta conectada
fr: Compte connecté
he: מחובר לחשבון
id: Akun terhubung
it: Account connesso
ja: アカウントが連携されました
nl: Verbonden account
pt_br: Conta conectada
ru: Учётная запись подключена
sv: Konto anslutet
tr: Hesap bağlandı

source: Activate %1$@
ar: تفعيل %1$@
de: %1$@ aktivieren
es: Activar %1$@
fr: Activer %1$@
he: להפעיל את %1$@
id: Aktifkan %1$@
it: Attiva %1$@
ja: %1$@ を有効にする
nl: Activeer %1$@
pt_br: Ativar %1$@
ru: Активировать %1$@
sv: Aktivera %1$@
tr: Etkinleştir: %1$@

source: Activate Jetpack in WP-Admin
ar: تفعيل Jetpack في مسؤول ووردبريس
de: Jetpack in WP Admin aktivieren
es: Activar Jetpack en WP-Admin
fr: Activer Jetpack dans WP-Admin
he: להפעיל את Jetpack בניהול WP
id: Aktifkan Jetpack di WP-Admin
it: Attiva Jetpack in WP-Admin
ja: WP 管理画面で Jetpack を有効化
nl: Activeer Jetpack in WP-Admin
pt_br: Ativar o Jetpack no Painel WP Admin
ru: Активировать Jetpack на консоли
sv: Aktivera Jetpack i WP-Admin
tr: Jetpack'i WP-Admin'den etkinleştir

source: Activate plugin
ar: تفعيل الإضافة
de: Plugin aktivieren
es: Activar plugin
fr: Activer l’extension
he: להפעיל תוסף
id: Aktifkan plugin
it: Attiva plugin
nl: Plugin activeren
pt_br: Ativar plugin
ru: Активировать плагин
sv: Aktivera tillägg
tr: Eklentiyi etkinleştir

source: Activating
ar: جاري التفعيل
de: Wird aktiviert
es: Activando
fr: Activation
he: מפעיל
id: Mengaktifkan
it: Attivazione
ja: 有効化中
nl: Activeren
pt_br: Ativando
ru: Активация
sv: Aktiverar
tr: Etkinleştiriliyor

source: Active
ar: نشط
de: Aktiv
es: Activo
fr: Actif
he: פעיל
id: Aktif
it: Attivo
ja: 有効
nl: Actief
pt_br: Ativo
ru: Активно
sv: Aktiv
tr: Etkin

source: Active, Autoupdates off
ar: نشط، التحديثات التلقائية قيد إيقاف التشغيل
de: Aktiv, automatische Updates aus
es: Activo, actualizaciones automáticas inactivas
fr: Actif, mises à jour automatiques désactivées
he: פעיל, עדכונים אוטומטיים מושבתים
id: Aktif, Pembaruan Otomatis tidak aktif
it: Attivo, Aggiornamenti automatici disattivati
ja: プラグイン有効化中。自動更新オフ。
nl: Actief, auto-updates uit
pt_br: Ativo, atualizações automáticas desligadas
ru: Активен, автообновление выключено
sv: Aktiv, automatiska uppdateringar avstängda
tr: Etkin, otomatik güncellemeler kapalı

source: Active, Autoupdates on
ar: نشط، التحديثات التلقائية قيد التشغيل
de: Aktiv, automatische Updates an
es: Activo, actualizaciones automáticas activas
fr: Actif, mises à jour automatiques activées
he: פעיל, עדכונים אוטומטיים מופעלים
id: Aktif, Pembaruan Otomatis aktif
it: Attivo, Aggiornamenti automatici attivi
ja: プラグイン有効化中。自動更新オン。
nl: Actief, auto-updates aan
pt_br: Ativo, atualizações automáticas ligadas
ru: Активен, автообновление включено
sv: Aktiv, automatiska uppdateringar på
tr: Etkin, otomatik güncellemeler açık

source: Ad-free experience
ar: تجربة خالية من الإعلانات
de: Werbefreies Erlebnis
es: Experiencia sin anuncios
fr: Expérience sans publicité
he: חוויית צפייה ללא פרסומות
id: Pengalaman bebas iklan
it: Esperienza senza pubblicità
nl: Reclamevrije ervaring
pt_br: Experiência sem publicidade
ru: Без рекламы
sv: Annonsfri upplevelse
tr: Reklamsız deneyim

source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fr: Ajouter
he: הוספה
id: Tambah
it: Aggiungi
ja: 追加
nl: Voeg toe
pt_br: Adicionar
ru: Добавить
sv: Lägg till
tr: Ekle

source: Add Attributes
ar: إضافة سمات
de: Attribute hinzufügen
es: Añadir atributos
fr: Ajouter des attributs
he: להוסיף מאפיינים
id: Tambahkan Atribut
it: Aggiungi attributi
ja: 属性を追加
nl: Eigenschappen toevoegen
pt_br: Adicionar atributos
ru: Добавление атрибутов
sv: Lägg till attribut
tr: Nitelik Ekle

source: Add Category
ar: إضافة فئة
de: Kategorie hinzufügen
es: Añadir categoría
fr: Ajouter une catégorie
he: להוסיף קטגוריה
id: Tambahkan Kategori
it: Aggiungi categoria
ja: カテゴリーを追加
nl: Categorie toevoegen
pt_br: Adicionar categoria
ru: Добавить категорию
sv: Lägg till kategori
tr: Kategori Ekle

source: Add Custom Amount
ar: إضافة مبلغ مخصص
de: Individuellen Betrag hinzufügen
es: Añadir cantidad personalizada
fr: Ajouter un montant personnalisé
he: יש להוסיף סכום מותאם
id: Tambahkan Jumlah Kustom
it: Aggiungi importo personalizzato
nl: Aangepast bedrag toevoegen
pt_br: Adicionar valor personalizado
ru: Добавить индивидуальную сумму
sv: Lägg till anpassat belopp
tr: Özel Tutar Ekle

source: Add Customer
ar: إضافة عميل
de: Kunde hinzufügen
es: Añadir cliente
fr: Ajouter un client
he: להוסיף לקוח
id: Tambahkan pelanggan
it: Aggiungi il cliente
nl: Klant toevoegen
pt_br: Adicionar cliente
ru: Добавить клиента
sv: Lägg till kund
tr: Müşteri ekle

source: Add Customer Details
ar: إضافة تفاصيل العميل
de: Kundendaten hinzufügen
es: Añadir detalles del cliente
fr: Ajouter les informations du client
he: להוסיף את פרטי הלקוח
id: Tambahkan Detail Pelanggan
it: Aggiungi dettagli del cliente
ja: お客様の詳細を追加
nl: Klantgegevens toevoegen
pt_br: Adicionar dados do cliente
ru: Добавить сведения о клиенте
sv: Lägg till kunddetaljer
tr: Müşteri Bilgilerini Ekle

source: Add Customer Note
ar: إضافة ملحوظة العميل
de: Anmerkung des Kunden hinzufügen
es: Añadir nota para el cliente
fr: Ajouter une note client
he: להוסיף הערת לקוח
id: Tambahkan Catatan Pelanggan
it: Aggiungi la nota del cliente
ja: 注文メモを追加
nl: Notitie voor klant toevoegen
pt_br: Adicionar anotação de cliente
ru: Добавить примечание для клиента
sv: Lägg till kundanteckning
tr: Müşteri Notu Ekle

source: Add Description (Optional)
ar: إضافة وصف (اختياري)
de: Beschreibung hinzufügen (optional)
es: Añadir descripción (opcional)
fr: Ajouter une description (facultatif)
he: להוסיף תיאור (אופציונלי)
id: Tambahkan Deskripsi (Opsional)
it: Aggiungi la descrizione (facoltativo)
ja: 詳細を追加 (任意)
nl: Beschrijving toevoegen (optioneel)
pt_br: Adicionar descrição (opcional)
ru: Добавить описание (необязательно)
sv: Lägg till beskrivning (valfritt)
tr: Açıklama Ekle (İsteğe bağlı)

source: Add Discount
ar: إضافة خصم
de: Füge einen Rabatt hinzu
es: Añadir descuento
fr: Ajouter une remise
he: להוסיף הנחה
id: Berikan Diskon
it: Aggiungi lo sconto
nl: Korting toevoegen
pt_br: Adicionar desconto
ru: Добавить скидку
sv: Lägg till rabatt
tr: İndirim Ekle

source: Add Downloadable File
ar: إضافة ملف قابل للتنزيل
de: Herunterladbare Datei hinzufügen
es: Añadir archivo descargable
fr: Ajouter un fichier téléchargeable
he: להוסיף קובץ שניתן להורדה
id: Tambahkan File Dapat Diunduh
it: Aggiungi file scaricabile
ja: ダウンロード可能なファイルを追加
nl: Downloadbaar bestand toevoegen
pt_br: Adicionar arquivo para download
ru: Добавьте скачиваемый файл
sv: Lägg till nedladdningsbar fil
tr: İndirilebilir Dosya Ekle

source: Add Extension To Store
ar: إضافة إضافة إلى المتجر
de: Erweiterung zum Shop hinzufügen
es: Añadir extensión a la tienda
fr: Ajouter l’extension à ma boutique
he: להוסיף הרחבה לחנות
id: Tambahkan Ekstensi Ke Toko
it: Aggiungi estensione al negozio
ja: ストアに拡張機能を追加
nl: Extensie toevoegen aan winkel
pt_br: Adicionar extensão à loja
ru: Добавить расширение в магазин
sv: Lägg till utökning till butik
tr: Mağazaya Uzantı Ekleyin

source: Add Fee
ar: إضافة رسوم إضافية
de: Gebühr hinzufügen
es: Añadir tasa
fr: Ajouter frais
he: להוסיף עמלה
id: Tambahkan Biaya
it: Aggiungi l'imposta
ja: 手数料を追加
nl: Kosten toevoegen
pt_br: Adicionar taxa
ru: Добавить комиссию
sv: Lägg till avgift
tr: Ücret Ekle

source: Add File
ar: إضافة ملف
de: Datei hinzufügen
es: Añadir archivo
fr: Ajouter un fichier
he: להוסיף קובץ
id: Tambahkan File
it: Aggiungi file
ja: ファイルを追加
nl: Bestand toevoegen
pt_br: Adicionar arquivo
ru: Добавить файл
sv: Lägg till fil
tr: Dosya ekle

source: Add Gift Card
ar: إضافة بطاقة الهدايا
de: Geschenkkarte hinzufügen
es: Añadir tarjeta regalo
fr: Ajouter une carte-cadeau
he: להוסיף שובר מתנה
id: Tambahkan Kartu Hadiah
it: Aggiungi gift card
nl: Een cadeaubon toevoegen?
pt_br: Adicionar um vale-presente
ru: Добавить подарочную карту
sv: Lägg till presentkort
tr: Hediye Kartı Ekle

source: Add New Attribute
ar: إضافة سمة جديدة
de: Neues Attribut hinzufügen
es: Añadir nuevo atributo
fr: Ajouter un nouvel attribut
he: להוסיף מאפיין חדש
id: Tambahkan Atribut Baru
it: Aggiungi nuovo attributo
ja: 新規属性を追加
nl: Nieuwe eigenschap toevoegen
pt_br: Adicionar novo atributo
ru: Создать атрибут
sv: Lägg till nytt attribut
tr: Yeni Öznitelik Ekle

source: Add New Package
ar: إضافة حزمة جديدة
de: Neues Paket hinzufügen
es: Añadir nuevo paquete
fr: Ajouter un nouveau colis
he: להוסיף אריזה חדשה
id: Tambah Paket Baru
it: Aggiungi un nuovo pacchetto
ja: 新しい荷物を追加
nl: Nieuw pakket toevoegen
pt_br: Adicionar novo pacote
ru: Добавить новую посылку
sv: Lägg till nytt paket
tr: Yeni Paket Ekle

source: Add Note
ar: إضافة ملحوظة
de: Notiz hinzufügen
es: Añadir nota
fr: Ajouter une note
he: להוסיף הערה
id: Tambahkan Catatan
it: Aggiungi nota
ja: メモを追加
nl: Opmerking toevoegen
pt_br: Adicionar anotação
ru: Добавить заметку
sv: Lägg till anteckning
tr: Not Ekle

source: Add Photo
ar: إضافة صورة
de: Foto hinzufügen
es: Añadir foto
fr: Ajouter une photo
he: להוסיף תמונה
id: Tambahkan foto
it: Aggiungi foto
ja: 写真を追加
nl: Foto toevoegen
pt_br: Adicionar foto
ru: Добавить фото
sv: Lägg till foto
tr: Fotoğraf Ekle

source: Add Photos
ar: إضافة صور
de: Fotos hinzufügen
es: Añadir fotos
fr: Ajouter des images
he: להוסיף תמונות
id: Tambah Foto
it: Aggiungi Foto
ja: 画像を追加
nl: Foto's toevoegen
pt_br: Adicionar fotos
ru: Добавить фото
sv: Lägg till foton
tr: Fotoğraf ekle

source: Add Price
ar: إضافة سعر
de: Preis hinzufügen
es: Añadir precio
fr: Ajouter un prix
he: להוסיף מחיר
id: Tambahkan Harga
it: Aggiungi il prezzo
ja: 価格を追加
nl: Prijs toevoegen
pt_br: Adicionar preço
ru: Добавление цены
sv: Lägg till pris
tr: Fiyat Ekle

source: Add Product
ar: إضافة منتج
de: Produkt hinzufügen
es: Añadir producto
fr: Ajouter un produit
he: הוספת מוצר
id: Tambahkan Produk
it: Aggiungi prodotto
ja: 商品を追加
nl: Product toevoegen
pt_br: Adicionar produto
ru: Добавить товар
sv: Lägg till produkt
tr: Ürün Ekle

source: Add Products
ar: إضافة المنتجات
de: Produkte hinzufügen
es: Añadir productos
fr: Ajouter des produits
he: להוסיף מוצרים
id: Tambahkan Produk
it: Aggiungi prodotti
ja: すべての商品
nl: Producten toevoegen
pt_br: Adicionar produtos
ru: Добавить товары
sv: Lägg till produkter
tr: Ürün Ekle

source: Add Shipping Address
ar: إضافة عنوان الشحن
de: Versandadresse hinzufügen
es: Añadir dirección de envío
fr: Ajouter l’adresse de livraison
he: להוסיף כתובת למשלוח
id: Tambahkan Alamat Pengiriman
it: Aggiungi l'indirizzo di spedizione
ja: 配送先住所を追加
nl: Verzendadres toevoegen
pt_br: Adicionar endereço de entrega
ru: Добавить адрес доставки
sv: Lägg till leveransadress
tr: Teslimat Adresi ekle

source: Add Tracking
ar: إضافة التعقب
de: Verfolgung hinzufügen
es: Añadir seguimiento
fr: Ajouter le suivi
he: הוספת מעקב
id: Tambahkan Pelacakan
it: Aggiungi monitoraggio
ja: トラッキングを追加
nl: Tracking toevoegen
pt_br: Adicionar monitoramento
ru: Добавить отслеживание
sv: Lägg till spårning
tr: Takip Ekle

source: Add Variation
ar: إضافة نوع
de: Variante hinzufügen
es: Añadir variación
fr: Ajouter une variante
he: להוסיף סוג
id: Tambahkan Variasi
it: Aggiungi variante
ja: バリエーションを追加
nl: Variatie toevoegen
pt_br: Adicionar variação
ru: Добавить вариант
sv: Lägg till variation
tr: Varyasyon Ekle

source: Add a different shipping address
ar: إضافة عنوان شحن مختلف
de: Abweichende Versandadresse hinzufügen
es: Añadir una dirección de envío diferente
fr: Ajouter une adresse de livraison différente
he: להוסיף כתובת שונה למשלוח
id: Tambahkan alamat pengiriman lain
it: Aggiungi un indirizzo di spedizione differente
ja: 別の配送先住所を追加
nl: Voeg een ander verzendadres toe
pt_br: Adicionar um endereço de entrega diferente
ru: Добавить другой адрес доставки
sv: Lägg till en annan leveransadress
tr: Farklı bir gönderim adresi ekle

source: Add a domain
ar: إضافة نطاق
de: Domain hinzufügen
es: Añade un dominio
fr: Ajouter un domaine
he: להוסיף דומיין
id: Tambah domain
it: Aggiungi un dominio
ja: ドメインを追加
nl: Voeg een domein toe
pt_br: Adicionar um domínio
ru: Добавить домен
sv: Lägg till en domän
tr: Alan adı ekle

source: Add a new credit card
ar: إضافة بطاقة ائتمان جديدة
de: Neue Kreditkarte hinzufügen
es: Añadir una nueva tarjeta de crédito
fr: Ajouter une nouvelle carte de crédit
he: להוסיף כרטיס אשראי חדש
id: Tambahkan kartu kredit baru
it: Aggiungi una nuova carta di credito
ja: 新しいクレジットカードを追加
nl: Een nieuwe creditcard toevoegen
pt_br: Adicionar novo cartão de crédito
ru: Добавить новую кредитную карту
sv: Lägg till ett nytt kreditkort
tr: Yeni bir kredi kartı ekle

source: Add a new customer by tapping on the button below.
ar: أضف عميلاً جديدًا عن طريق الضغط على الزر أدناه.
de: Füge einen neuen Kunden hinzu, indem du auf den Button unten tippst.
es: Añade un nuevo cliente pulsando el botón de abajo.
fr: Appuyez sur le bouton ci-dessous pour ajouter un nouveau client.
he: ניתן להוסיף לקוח חדש על ידי הקשה על הכפתור בהמשך.
id: Tambahkan pelanggan baru dengan mengetuk tombol di bawah ini.
it: Aggiungi un nuovo cliente toccando il pulsante di seguito.
nl: Voeg een nieuwe klant toe door op de knop hieronder te drukken.
pt_br: Adicione um novo cliente tocando no botão abaixo.
ru: Добавьте нового клиента, нажав кнопку ниже.
sv: Lägg till en ny kund genom att trycka på knappen nedan.
tr: Aşağıdaki düğmeye dokunarak yeni bir müşteri ekleyin.

source: Add a note
ar: إضافة ملاحظة
de: Hinweis hinzufügen
es: Añadir una nota
fr: Ajouter une note
he: הוספת הערה
id: Tambahkan catatan
it: Aggiungi una nota
ja: メモを追加
nl: Een opmerking toevoegen
pt_br: Adicionar nota
ru: Добавить примечание
sv: Lägg till en notering
tr: Not ekleyin

source: Add a price to your variation to make it visible on your store
ar: إضافة سعر إلى مجموعاتك لجعلها مرئية على متجرك
de: Füge einen Preis zu deiner Variante hinzu, um sie in deinem Shop anzuzeigen
es: Añade un precio a la variación para que se muestre en tu tienda
fr: Ajouter un prix à votre variante pour la rendre visible sur votre boutique
he: יש להוסיף מחיר לסוג כדי שהוא יופיע בחנות שלך
id: Tambahkan harga ke varian agar terlihat di toko Anda
it: Aggiungi un prezzo alla tua variante per renderla visibile sul tuo negozio
ja: バリエーションの価格を追加してストアで表示
nl: Voeg een prijs aan je variaties toe om deze zichtbaar te maken op je winkel
pt_br: Adicione o preço da sua variação para torná-la visível na sua loja
ru: Добавьте цену варианта, чтобы он появился в магазине
sv: Lägg till ett pris till din variant för att göra den synlig i din butik
tr: Mağazanızda görünmesi için varyasyonunuza bir fiyat ekleyin

source: Add a product
ar: إضافة منتج
de: Produkt hinzufügen
es: Añadir un producto
fr: Ajouter un produit
he: להוסיף מוצר
id: Tambahkan produk
it: Aggiungi un prodotto
ja: 商品を追加
nl: Een product toevoegen
pt_br: Adicionar um produto
ru: Добавить продукт
sv: Lägg till en produkt
tr: Ürün ekleyin

source: Add a product image
ar: إضافة صورة منتج
de: Produktbild hinzufügen
es: Añadir una imagen de producto
fr: Ajouter une image du produit
he: להוסיף תמונה למוצר
id: Tambahkan gambar produk
it: Aggiungi un'immagine del prodotto
ja: 商品画像を追加
nl: Voeg een productafbeelding toe
pt_br: Adicione uma imagem do produto
ru: Добавить изображение продукта
sv: Lägg till en produktbild
tr: Bir ürün görseli ekle
