Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: Something went wrong while updating the coupon.
ar: حدث خطأ ما في أثناء تحديث القسيمة.
de: Beim Aktualisieren des Gutscheins ist ein Fehler aufgetreten.
es: Se ha producido un error al actualizar el cupón.
fr: Un problème est survenu lors de l’actualisation du code promo.
he: משהו השתבש במהלך עדכון הקופון.
id: Ada yang tidak beres saat memperbarui kupon.
it: Si è verificato un errore durante l'aggiornamento del codice promozionale.
ja: クーポンの更新中にエラーが発生しました。
nl: Er is iets fout gegaan bij het bijwerken van de coupon.
pt_br: Ocorreu um erro durante a atualização do cupom.
ru: Произошла ошибка при изменении купона.
sv: Ett fel inträffade vid uppdateringen av rabattkoden.
tr: Kupon güncellenirken bir hata oldu.

source: Something went wrong with the refund. Please try again.
ar: حدث خطأ ما في عملية استرداد الأموال. يُرجى المحاولة مرة أخرى.
de: Bei der Rückerstattung ist ein Fehler aufgetreten. Bitte versuch es noch einmal.
es: No se ha podido realizar el reembolso. Inténtalo de nuevo.
fr: Un problème est survenu lors du remboursement. Veuillez réessayer.
he: משהו השתבש בביצוע ההחזר הכספי. יש לנסות שוב.
id: Ada masalah dengan pengembalian dananya. Harap coba lagi.
it: Si è verificato un problema con il rimborso. Riprova.
ja: 返金処理でエラーが発生しました。 もう一度お試しください。
nl: Er is iets fout gegaan tijdens de terugbetaling. Probeer het nog eens.
pt_br: Ocorreu um erro no reembolso. Tente novamente.
ru: В процессе возврата что-то пошло не так. Повторите попытку.
sv: Något gick fel med återbetalningen. Försök igen.
tr: Para iadesiyle ilgili bir şeyler yanlış gitti. Lütfen yeniden deneyin.

source: Something went wrong, please try again later.
ar: هناك خطأ ما. ترجى المحاولة مجددًا في وقت لاحق.
de: Es ist ein Fehler aufgetreten. Versuche es später erneut.
es: Se ha producido un error. Inténtalo de nuevo más tarde.
fr: Un problème est survenu, veuillez réessayer ultérieurement.
he: משהו השתבש, יש לנסות שוב מאוחר יותר.
id: Terjadi masalah. Silakan coba lagi nanti.
it: Si è verificato un problema. Riprova più tardi.
ja: エラーが発生しました。後ほどもう一度お試しください。
nl: Er ging iets fout, probeer het later nog eens.
pt_br: Ocorreu um erro. Tente novamente mais tarde.
ru: Произошла ошибка. Повторите попытку позже.
sv: Något blev fel. Försök igen senare.
tr: Bir yanlışlık oldu, lütfen daha sonra tekrar deneyin.

source: Sorry, but your username contains an invalid phrase%@.
ar: عذرًا، اسم المستخدم الخاص بك يحتوي على عبارة غير صالحة %@.
de: Bedaure, aber dein Benutzername enthält einen ungültigen Ausdruck%@.
es: Lo sentimos, pero tu nombre de usuario contiene una frase no válida %@.
fr: Désolé, mais votre identifiant contient une phrase invalide%@.
he: שם המשתמש מכיל ביטוי לא תקני %@.
id: Maaf, tapi nama pengguna Anda mengandung frase tak sah %@.
it: Il tuo nome utente contiene una parola non valida%@.
ja: ユーザー名に利用できない単語%@が含まれています。
nl: Sorry, je gebruikersnaam bevat een onjuiste zin%@.
pt_br: Desculpe, mas seu nome de usuário contém uma frase inválida%@.
ru: Извините, но имя содержит недопустимую фразу%@.
sv: Tyvärr innehåller ditt användarnamn en ogiltig fras %@.
tr: Üzgünüm, kullanıcı adınız geçersiz bir ifade içeriyor %@.

source: Sorry, image removal on product variations is supported in WooCommerce 4.7 or greater, please update your site.
ar: عذرًا، إنَّ إزالة الصورة بشأن مجموعات المنتج المتنوعة مدعومة في WooCommerce الإصدار 4.7 أو أعلى، يرجى تحديث موقعك.
de: Das Entfernen von Fotos auf Produktvarianten wird erst ab WooCommerce 4.7 oder höher unterstützt. Bitte aktualisiere deine Website auf die neueste Version.
es: Lo sentimos, la eliminación de imágenes en las variaciones de productos es compatible con WooCommerce 4.7 o versiones superiores. Actualiza tu sitio.
fr: Désolé, la suppression des images sur les variantes de produit est prise en charge dans WooCommerce 4.7 ou version supérieure. Veuillez mettre votre site à jour.
he: מצטערים, הסרת תמונות מסוגי מוצר נתמכת ב-WooCommerce 4.7 ומעלה. עליך לעדכן את האתר שלך.
id: Maaf, penghapusan gambar pada variasi produk didukung pada WooCommerce 4.7 atau yang lebih baru. Silakan perbarui situs Anda.
it: Siamo spiacenti, la rimozione delle immagini sulle variazioni dei prodotti è supportata in WooCommerce 4.7 o superiore. Aggiorna il sito.
ja: 商品バリエーションの画像削除は、WooCommerce 4.7以上が対象となっています。サイトを更新してください。
nl: Verwijderen van afbeeldingen bij productvariaties wordt helaas alleen ondersteund in WooCommerce 4.7 of nieuwer. Werk je website bij.
pt_br: A remoção de imagens nas variações do produto só é permitida no WooCommerce 4.7 ou versões posteriores. Atualize seu site.
ru: Удаление изображений вариантов продуктов поддерживается в версии WooCommerce 4.7 или более поздних, обновите свой сайт.
sv: Bildborttagning på produktvarianter stöds i WooCommerce 4.7 eller senare. Uppdatera din webbplats.
tr: Maalesef ürün varyasyonlarında resim kaldırma WooCommerce 4.7 veya sonraki sürümlerde desteklenmektedir, lütfen sitenizi güncelleyin.

source: Sorry, site addresses can only contain lowercase letters (a-z) and numbers.
ar: عذرًا، يمكن أن تحتوي عناوين المواقع فقط على حروف أبجدية صغيرة (a-z) وأرقام.
de: Website-Adressen können leider nur Kleinbuchstaben (a-z) und Zahlen enthalten.
es: La dirección sólo puede contenter letras minúsculas (a-z) y números.
fr: L'adresse du site ne peut contenir que des lettres minuscules (a-z) et des chiffres.
he: כתובת האתר יכולה להכיל רק אותיות קטנות (a-z) ומספרים.
id: Maaf, alamat situs hanya dapat mengandung huruf kecil (a-z) dan angka saja.
it: Spiacenti, l'indirizzo del sito può solo contenere lettere minuscole (da a a z) e numeri.
ja: サイトアドレスに含められるのは半角英字の小文字 (a-z) と半角数字のみです。
nl: Sorry, site adressen kunnen alleen kleine letters (a-z) en nummer bevatten.
pt_br: Desculpe, endereços de sites só podem conter letras minúsculas (a-z) e números.
ru: Извините, адрес сайта может содержать только строчные латинские буквы (a&#8212;z) и цифры.
sv: Adressen till webbplatsen kan endast innehålla gemener (a-z) och siffror.
tr: Üzgünüz, site adresleri, yalnızca küçük harfler (a-z) ve numaralar içerebilir.

source: Sorry, site addresses may not contain the character &#8220;_&#8221;!
ar: عذرًا، لا يمكن أن تحتوي عناوين المواقع على الحرف &quot;_&quot;!
de: Website-Adressen dürfen leider nicht das &#8222;_&#8220; Zeichen enthalten!
es: La dirección del sitio no puede contener el caracter &#8220;_&#8221;
fr: L'adresse du site ne peut contenir le caractère &#8220;_&#8221; !
he: כתובת האתר אינה יכולה להכיל את התו &#8220;_&#8221;!
id: Maaf, alamat situs tidak dapat mengandung karakter &#8220;_&#8221;!
it: Spiacenti, l'indirizzo del sito non può contenere il carattere &#8220;_&#8221;!
ja: サイトアドレスに &#8220;_&#8221; を含めることはできません。
nl: Sorry, site adres mag niet het &#8220;_&#8221;! karakter bevatten.
pt_br: Desculpe, endereços de sites não podem conter o caractere &#8220;_&#8221;!
ru: Извините, адрес сайта не может содержать символ &laquo;_&raquo;!
sv: Adressen till webbplatsen kan inte innehålla tecknen &#8220;_&#8221;!
tr: Üzgünüz, site adresi & #8220;_&#8221; karakterini içeremez!

source: Sorry, site addresses must have letters too!
ar: عذرًا، يجب أن تحتوي عناوين المواقع على حروف أبجدية أيضًا!
de: Website-Adressen müssen auch Buchstaben enthalten!
es: La dirección del sitio debe contener letras.
fr: L'adresse du site doit également contenir des lettres !
he: כתובת האתר חייבת להכיל גם אותיות!
id: Maaf, alamat situs harus mengandung huruf juga!
it: Spiacenti, l'indirizzo del sito deve contenere anche lettere!
ja: サイトアドレスには半角英字を含める必要があります。
nl: Sorry, site adressen moeten ook letters bevatten!
pt_br: Desculpe, endereços de sites devem conter letras também!
ru: Извините, адрес сайта должен содержать также и буквы!
sv: En adress till en webbplats måste även innehålla bokstäver!
tr: Üzgünüz, site adresleri harfler de içermelidir!

source: Sorry, something went wrong during install
ar: عذرًا، حدث خطأ ما في أثناء التثبيت
de: Leider ist während der Installation etwas schiefgelaufen
es: Lo sentimos, se ha producido un error durante la instalación.
fr: Désolé, un problème est survenu lors de l’installation.
he: מצטערים, משהו השתבש במהלך ההתקנה
id: Maaf, terjadi kesalahan selama instalasi
it: Spiacenti, si è verificato un problema durante l'installazione
ja: インストール中にエラーが発生しました
nl: Er is iets fout gegaan bij het installeren
pt_br: Ocorreu um erro durante a instalação
ru: Что-то пошло не так во время установки
sv: Något gick fel under installationen
tr: Maalesef yükleme sırasında bir şeyler ters gitti

source: Sorry, something went wrong. We can't load analytics for the selected date range.
ar: عذرًا، حدث خطأ ما. يتعذر علينا تحميل التحليلات الخاصة بنطاق التاريخ المحدد.
de: Es ist ein Fehler aufgetreten. Für den ausgewählten Zeitraum konnten keine Analysen geladen werden.
es: Lo sentimos, se ha producido un error. No podemos cargar los análisis para el intervalo de fechas seleccionado.
fr: Désolé, un problème est survenu. Impossible de charger l’analyse pour la plage de dates sélectionnée.
he: מצטערים, משהו השתבש. אנחנו לא יכולים לטעון נתונים אנליטיים עבור טווח התאריכים שנבחר.
id: Maaf, terjadi kesalahan. Kami tidak dapat memuat analitik untuk rentang tanggal yang dipilih.
it: Spiacenti, si è verificato un problema. Impossibile caricare l'analisi per l'intervallo di date selezionato.
ja: エラーが発生しました。 選択した期間の分析を読み込めません。
nl: Er is iets fout gegaan. We konden geen analyse laden voor het geselecteerde datumbereik.
pt_br: Ocorreu um erro. Não podemos carregar a análise para o intervalo de datas selecionado.
ru: Что-то пошло не так. Не удаётся загрузить данные аналитики для выбранного диапазона дат.
sv: Något gick fel. Vi kan inte ladda analysen för det valda datumintervallet.
tr: Maalesef bir şeyler ters gitti. Seçilen tarih aralığı için analizleri yükleyemiyoruz.

source: Sorry, that email address is already being used!
ar: عذرًا، يتم بالفعل استخدام عنوان البريد الإلكتروني هذا!
de: Diese E-Mail-Adresse wird leider bereits genutzt!
es: El email ya se ha usado.
fr: Cette adresse e-mail est déjà utilisée !
he: כתובת המייל כבר נמצאת בשימוש!
id: Maaf, alamat surel tersebut sudah terpakai!
it: Spiacenti, l'indirizzo email che hai inserito è già in uso!
ja: ご指定のメールアドレスはすでに使われています。
nl: Sorry, dat e-mailadres is al in gebruik!
pt_br: Esse endereço de e-mail já está sendo usado!
ru: Извините, этот адрес e-mail уже используется!
sv: Den e-postadressen har redan använts!
tr: Üzgünüz, bu e-posta adresi zaten kullanılıyor!

source: Sorry, that email address is not allowed!
ar: المعذرة، عنوان البريد الإلكتروني هذا غير مسموح!
de: Tut mir Leid, diese E-Mail-Adresse ist nicht erlaubt!
es: Este correo electrónico no está permitido
fr: Cette adresse e-mail n'est pas autorisée !
he: כתובת האימייל אסורה!
id: Maaf, alamat surel tersebut tidak diijinkan!
it: Spiacenti, l'indirizzo email che hai inserito non è consentito!
ja: ご指定のメールアドレスはご利用いただけません。
nl: Sorry, dat e-mailadres is niet toegestaan!
pt_br: Esse endereço de e-mail não é permitido!
ru: Извините, этот адрес e-mail недопустим!
sv: Den e-postadressen är inte tillåten!
tr: Üzgünüz, bu e-posta adresine izin verilmiyor!

source: Sorry, that password does not meet our security guidelines. Please choose a password with a minimum length of six characters, mixing uppercase letters, lowercase letters, numbers and symbols.
ar: عذرًا، لا تفي كلمة المرور هذه بمتطلبات الأمان لدينا. يُرجى اختيار كلمة مرور بطول ستة حروف كحد أدنى ومؤلفة من مزيج من الحروف الأبجدية الكبيرة والصغيرة والأرقام والرموز.
de: Dieses Passwort entspricht nicht unseren Sicherheitsrichtlinien. Bitte wähle ein Passwort mit mindestens sechs Zeichen, das aus Groß- und Kleinbuchstaben, Zahlen und Symbolen besteht.
es: Lo sentimos, esa contraseña no cumple con nuestras directrices de seguridad. Por favor, elige una contraseña que contenga un mínimo de seis caracteres, mezcle mayúsculas y minúsculas, números y símbolos.
fr: Désolé, ce mot de passe ne correspond pas à nos critères de sécurité. Veuillez choisir un mot de passe avec minimum six caractères en mélangeant minuscules, majuscules, chiffres et symboles.
he: מצטערים, הסיסמה אינה תואמת להנחיות האבטחה שלנו. יש לבחור סיסמה בת שישה תווים לפחות ושכוללת אותיות גדולות וקטנות, מספרים וסמלים.
id: Maaf, kata sandi tersebut tidak memenuhi pedoman keamanan kami. Pilih kata sandi dengan panjang minimal enam karakter, campuran huruf besar, huruf kecil, angka, dan simbol.
it: Siamo spiacenti, la password non è conforme alle nostre linea guida sulla sicurezza. Scegli una password di almeno sei caratteri, che contenga lettere maiuscole e minuscole, numeri e simboli.
ja: パスワードがセキュリティガイドラインを満たしていません。6文字以上で、大文字・小文字・数字・記号を混合したパスワードを選択してください。
nl: Sorry, het wachtwoord voldoet niet aan onze veiligheid voorwaarden. Kies een wachtwoord met minimum van zes karakters, met een mix van hoofdletters, kleine letters, getallen en symbolen.
pt_br: Sua senha não atende às diretrizes de segurança. Escolha uma senha com uma combinação de no mínimo seis caracteres, com letras maiúsculas, minúsculas, números e símbolos.
ru: Введенный пароль не соответствует требованиям безопасности. Пароль должен содержать не менее 6 знаков и включать в себя строчные и прописные буквы, цифры и символы.
sv: Lösenordet följer inte våra riktlinjer för säkerhet. Välj ett lösenord med minst sex tecken, där du kombineraer stora och små bokstäver, siffror och andra symboler.
tr: Üzgünüz, o parola güvenlik kurallarımıza uygun değil. Lütfen en az altı karakter uzunluğunda, büyük harf, küçük harf, numara ve sembollerden oluşan bir tane seçin.

source: Sorry, that site already exists!
ar: المعذرة، هذا الموقع موجود مسبقا!
de: Tut mir Leid, diese Website existiert bereits!
es: Este sitio ya existe.
fr: Ce site existe déjà !
he: האתר כבר קיים!
id: Maaf, situs tadi sudah eksis!
it: Spiacenti, l'indirizzo che hai inserito è già utilizzato!
ja: ご指定のサイトアドレスはすでに使われています。
nl: Sorry, de site bestaat al!
pt_br: Desculpe, esse site já existe!
ru: Извините, такой сайт уже существует!
sv: Den webbplatsen finns redan!
tr: Üzgünüz, bu site zaten mevcut!

source: Sorry, that site is reserved!
ar: عذراً، هذا الموقع محجوز!
de: Diese Website ist leider reserviert!
es: Este sitio está reservado
fr: Ce site est réservé !
he: האתר הזה שמור!
id: Maaf, situs itu sudah dicadangkan!
it: Spiacenti, l'indirizzo che hai inserito è riservato!
ja: ご指定のサイトアドレスは他のユーザーにより予約済みです。
nl: Sorry, de site is gereserveerd!
pt_br: Desculpe, esse site está reservado!
ru: Извините, этот сайт зарезервирован!
sv: Den webbplatsen är reserverad!
tr: Üzgünüz, bu site ayırtılmıştır!

source: Sorry, that username already exists!
ar: معذرة، اسم المستخدم هذا موجود مسبقًا.
de: Tut mir Leid, dieser Benutzername existiert bereits!
es: Este usuario ya existe.
fr: Cet identifiant existe déjà !
he: שם המשתמש כבר קיים!
id: Maaf, nama pengguna tersebut sudah eksis!
it: Spiacenti, il nome utente che hai inserito è già in uso!
ja: ご指定のユーザー名はすでに使われています。
nl: Sorry, deze gebruikersnaam bestaat al!
pt_br: Desculpe, esse nome de usuário já existe!
ru: Извините, это имя пользователя уже существует!
sv: Det användarnamnet finns redan!
tr: Üzgünüz, bu kullanıcı adı zaten var!

source: Sorry, that username is unavailable.
ar: عذرًا، اسم المستخدم غير متاح.
de: Bedaure, dieser Benutzername ist nicht verfügbar.
es: Lo sentimos, este nombre de usuario no está disponible
fr: Désolé, cet identifiant n’est pas disponible.
he: שם המשתמש אינו זמין.
id: Maaf, nama pengguna itu tidak tersedia.
it: Il nome utente non è disponibile.
ja: そのユーザー名はご利用いただけません。
nl: Sorry, deze gebruikersnaam is niet beschikbaar.
pt_br: Desculpe, esse nome de usuário está indisponível.
ru: Извините, это имя недоступно.
sv: Tyvärr är inte det användarnamnet ledigt.
tr: Üzgünüm, bu kullanıcı adı müsait değil.

source: Sorry, this coupon is not applicable to selected products.
ar: عذرًا، لا تنطبق هذه القسيمة على المنتجات المحددة.
de: Es tut uns leid, aber dieser Gutschein ist nicht auf die ausgewählten Produkte anwendbar.
es: Lo sentimos, este cupón no se puede aplicar a los productos seleccionados.
fr: Désolé, ce code promo n’est pas applicable aux produits sélectionnés.
he: מצטערים, לא ניתן להחיל את הקופון הנוכחי על כל המוצרים שנבחרו.
id: Maaf, kupon ini tidak berlaku untuk produk yang dipilih.
it: Questo codice promozionale non è applicabile ai prodotti selezionati.
nl: Helaas is deze kortingsbon niet van toepassing op de geselecteerde producten.
pt_br: Este cupom não é aplicável aos produtos selecionados.
ru: Извините, этот купон не подходит для выбранных товаров.
sv: Den här rabattkoden gäller inte för de valda produkterna.
tr: Üzgünüz, bu kupon seçilen ürünler için geçerli değildir.

source: Sorry, this payment couldn’t be processed
ar: عذرًا، تتعذر معالجة عملية الدفع هذه
de: Leider konnte diese Zahlung nicht bearbeitet werden
es: No se ha podido procesar este pago.
fr: Désolé, impossible de traiter ce paiement
he: אנו מתנצלים, לא ניתן היה לעבד תשלום זה
id: Maaf, pembayaran ini tidak dapat diproses
it: Siamo spiacenti, impossibile elaborare questo pagamento
ja: 支払いを処理できませんでした
nl: Deze betaling kon niet worden verwerkt
pt_br: Não foi possível processar este pagamento
ru: Не удалось выполнить этот платеж
sv: Denna betalning kunde inte behandlas
tr: Üzgünüz, ödemeniz işleme alınamadı

source: Sorry, this refund couldn’t be processed
ar: عذرًأ، تتعذر معالجة عملية استرداد المبالغ المدفوعة هذه
de: Leider konnte diese Rückerstattung nicht bearbeitet werden
es: No se ha podido procesar el reembolso
fr: Désolé, impossible de traiter ce remboursement
he: מצטערים, לא ניתן היה לעבד את ההחזר הכספי הזה
id: Maaf, pengembalian dana ini tidak dapat diproses.
it: Siamo spiacenti, questo rimborso non può essere elaborato
ja: 返金を処理できませんでした
nl: Deze restitutie kon niet worden verwerkt
pt_br: Não foi possível processar este reembolso
ru: Не удалось обработать этот возврат
sv: Det gick inte att behandla återbetalningen.
tr: Maalesef bu geri ödeme işlenemedi

source: Sorry, usernames can only contain lowercase letters (a-z) and numbers.
ar: عذرًا، يمكن أن تحتوي أسماء المستخدمين فقط على حروف أبجدية صغيرة (a-z) وأرقام.
de: Benutzernamen können leider nur Kleinbuchstaben (a-z) und Zahlen enthalten.
es: El nombre de usuario sólo puede contenter letras minúsculas (a-z) y números.
fr: Les identifiants ne peuvent contenir que des lettres minuscules (a-z) et des chiffres.
he: שם המשתמש יכול להכיל רק אותיות קטנות (a-z) ומספרים.
id: Maaf, nama pengguna hanya dapat mengandung huruf kecil (a-z) dan angka saja.
it: Spiacenti, il nome utente può contenere solamente lettere (dalla a alla z) e numeri.
ja: ユーザー名には半角英字の小文字 (a-z) と数字のみを使ってください。
nl: Sorry, gebruikersnamen kunnen alleen kleine letters (a-z) en nummers bevatten.
pt_br: Desculpe, nomes de usuário só podem conter letras minúsculas (a-z) e números.
ru: Извините, имя пользователя может содержать только строчные латинские буквы (a&#8212;z) и цифры.
sv: Användarnamn kan endast innehålla gemener (a-z) och siffror.
tr: Üzgünüz, kullanıcı adı sadece küçük harfler (a-z) ve rakamlar içerebilir.

source: Sorry, usernames may not contain the character &#8220;_&#8221;!
ar: عذرًا، لا يمكن أن تحتوي أسماء المستخدمين على الحرف &quot;_&quot;!
de: Tut mir Leid, Benutzernamen dürfen die Zeichen &#8220;_&#8221; nicht enthalten!
es: El nombre de usuario no puede contener el caracter &#8220;_&#8221;
fr: Les noms d'utilisateur ne peuvent contenir le caractère &#8220;_&#8221; !
he: שם המשתמש אינו יכול להכיל את התו &#8220;_&#8221;!
id: Maaf, nama pengguna tidak dapat mengandung karakter &#8220;_&#8221;!
it: Spiacenti, il nome utente nome utente non può contenere il carattere &#8220;_&#8221;!
ja: ユーザー名に &#8220;_&#8221; を含めることはできません。
nl: Sorry, gebruikersnamen mogen niet het &#8220;_&#8221;! karakter bevatten.
pt_br: Desculpe, nomes de usuário não podem conter o carácter &#8220;_&#8221;!
ru: Извините, имя пользователя не может содержать символ &laquo;_&raquo;!
sv: Användarnamnet kan inte innehålla tecknen &#8220;_&#8221;!
tr: Üzgünüz, kullanıcı adı &#8220;_&#8221; karakterini içeremez!

source: Sorry, usernames must have letters (a-z) too!
ar: عذرًا، يجب أن تحتوي أسماء المستخدمين على حروف أبجدية (a-z) أيضًا!
de: Tut mir Leid, Benutzernamen müssen Buchstaben (A-Z) enthalten!
es: Disculpa, el nombre de usuario, también debe contener letras.
fr: L'identifiant doit aussi contenir des lettre (a-z) !
he: שם המשתמש חייב להכיל גם אותיות!
id: Maaf, nama pengguna harus memiliki huruf (a-z) pula!
it: Spiacenti, ma il nome utente deve contenere almeno una lettera (a-z)!
ja: ユーザー名には半角小文字 (a-z) を必ず含めてください。
nl: Sorry, de gebruikersnamen moeten ook de letter (a-z) bevatten!
pt_br: Lamentamos, o nome de usuário deve incluir letras (a-z) também!
ru: Извините, имя пользователя должно содержать также и буквы (a&#8212;z)!
sv: Användarnamn måste innehålla bokstäver (a-z) också!
tr: Üzgünüz, kullanıcı adlarında harf de (a-z) olması gerekir!

source: Sorry, we could not complete this action, as no active payment was found.
ar: عفوًا، يتعذر علينا إكمال هذا الإجراء، نظرًا إلى عدم وجود دفع نشط.
de: Diese Aktion konnte nicht abgeschlossen werden, da keine aktive Zahlung gefunden wurde.
es: Lo sentimos, no hemos podido completar esta acción, ya que no se ha encontrado ningún pago activo.
fr: Désolé, nous n’avons pas pu terminer cette action, car aucun paiement actif n’a été trouvé.
he: מצטערים, לא הצלחנו להשלים את הפעולה מאחר שלא נמצא תשלום פעיל.
id: Maaf, kami tidak dapat menyelesaikan tindakan ini karena pembayaran aktif tidak ditemukan.
it: Non è stato possibile completare quest'azione poiché non è stato trovato alcun pagamento attivo.
nl: Excuses, we konden deze actie niet voltooien omdat er geen actieve betaling is gevonden.
pt_br: Não foi possível concluir esta ação já que nenhum pagamento ativo foi encontrado.
ru: Не удалось выполнить действие, поскольку активный платёж не найден.
sv: Vi kunde inte slutföra den här åtgärden, eftersom ingen aktiv betalning hittades.
tr: Maalesef aktif bir ödeme olmadığı için bu işlemi tamamlayamadık.

source: Sorry, we could not connect to the reader. Please try again.
ar: عذرًا، لا يمكننا الربط بالقارئ. ترجى المحاولة مجددًا.
de: Es konnte keine Verbindung zum Reader hergestellt werden. Bitte versuche es erneut.
es: Lo sentimos, no hemos podido conectar con el lector. Inténtalo de nuevo.
fr: Désolés, nous n’avons pas pu nous connecter au lecteur. Veuillez réessayer.
he: מצטערים, לא הצלחנו לחבר את הקורא. יש לנסות שוב.
id: Maaf, tidak dapat menyambungkan ke pembaca. Harap coba lagi.
it: Siamo spiacenti, impossibile connettersi al lettore. Riprova.
nl: Sorry, we kunnen geen verbinding maken met de lezer. Probeer het nog eens.
pt_br: Não foi possível conectar ao leitor. Tente novamente.
ru: Не удалось подключиться к устройству чтения. Повторите попытку.
sv: Det gick inte att ansluta till läsaren. Försök igen.
tr: Maalesef okuyucuya bağlanılamadı. Lütfen tekrar deneyin.
