Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

# cashPaymentTenderView.addNoteToggle.title
source: Record transaction details in order note
ar: تسجيل تفاصيل المعاملات في مذكرة الطلب
de: Transaktionsdetails in Bestellhinweis verzeichnen
es: Registrar detalles de la transacción en una nota del pedido
fr: Enregistrer les détails de la transaction dans la note de commande
he: לרשום את פרטי העסקה בהערות ההזמנה
id: Catat detail transaksi dalam catatan pesanan
it: Registra i dettagli della transazione nella nota dell'ordine
nl: Noteer transactiedetails in bestelnotitie
pt_br: Registrar os dados da transação nas anotações do pedido
ru: Записывать данные транзакции в примечаниях к заказам
sv: Registrera transaktionsinformation i beställningsanteckning
tr: İşlem ayrıntılarını sipariş notunda kaydet

# cashPaymentTenderView.cancelButton
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batal
it: Annulla
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal et

# cashPaymentTenderView.changeDue
source: Change due
ar: التغيير المستحق
de: Fälliges Wechselgeld
es: Cambio
fr: Rendu
he: העודף הנדרש
id: Kembalian terutang
it: Resto dovuto
nl: Wisselgeld
pt_br: Troco
ru: Сумма сдачи
sv: Växel
tr: Ödenmesi gereken para üstü

# cashPaymentTenderView.customerPaid
source: Cash received
ar: تم تلقي النقد
de: Bargeld erhalten
es: Efectivo recibido
fr: Espèces reçues
he: התקבל מזומן
id: Uang tunai diterima
it: Contanti ricevuti
nl: Cash ontvangen
pt_br: Dinheiro recebido
ru: Полученные наличные
sv: Kontanter mottagna
tr: Nakit alındı

# cashPaymentTenderView.markOrderAsCompleteButton.title
source: Mark Order as Complete
ar: وسم الطلب بأنه مكتمل
de: Bestellung als abgeschlossen markieren
es: Marcar pedido como completado
fr: Marquer la commande comme terminée
he: לסמן את ההזמנה כ'הושלמה'
id: Tandai Pesanan Selesai
it: Contrassegna l'ordine come completo
nl: Bestelling markeren als voltooid
pt_br: Marcar pedido como concluído
ru: Отметить заказ как выполненный
sv: Markera beställningen som slutförd
tr: Siparişi Tamamlanmış Olarak İşaretle

# cashPaymentTenderView.navigationBarTitle
source: Take Payment (%1$@)
ar: تحصيل الدفع (%1$@)
de: Zahlung erhalten (%1$@)
es: Aceptar pago (%1$@)
fr: Accepter le paiement (%1$@)
he: לגבות תשלום (%1$@)
id: Terima Pembayaran (%1$@)
it: Accetta il pagamento (%1$@)
nl: Betaling ontvangen (%1$@)
pt_br: Receber pagamento (%1$@)
ru: Принять оплату (%1$@)
sv: Ta emot betalning (%1$@)
tr: Ödeme Alın (%1$@)

# collapsibleCustomerCard.addAddress.title
source: Add customer address
ar: إضافة عنوان العميل
de: Kundenadresse hinzufügen
es: Añadir dirección del cliente
fr: Ajouter l’adresse du client
he: להוסיף כתובת לקוח
id: Tambahkan alamat pelanggan
it: Aggiungi l'indirizzo del cliente
nl: Klantadres toevoegen
pt_br: Adicionar endereço personalizado
ru: Добавьте адрес клиента
sv: Lägg till kundadress
tr: Özel adres ekle

# collapsibleCustomerCard.editAddress.address.header
source: Address
ar: العنوان
de: Adresse
es: Dirección
fr: Adresse
he: כתובת
id: Alamat
it: Indirizzo
nl: Adres
pt_br: Endereço
ru: Адрес
sv: Adress
tr: Adres

# collapsibleCustomerCard.editAddress.billing.header
source: Billing address
ar: عنوان الفوترة
de: Rechnungsadresse
es: Dirección de facturación
fr: Adresse de facturation
he: כתובת לחיוב
id: Alamat penagihan
it: Indirizzo di fatturazione
nl: Factuuradres
pt_br: Endereço de faturamento
ru: Платёжный адрес
sv: Faktureringsadress
tr: Fatura adresi

# collapsibleCustomerCard.editAddress.shipping.header
source: Shipping address
ar: عنوان الشحن
de: Lieferadresse
es: Dirección de envío
fr: Adresse d’expédition
he: כתובת משלוח
id: Alamat pengiriman
it: Indirizzo di spedizione
nl: Verzendadres
pt_br: Endereço de entrega
ru: Адрес доставки
sv: Leveransadress
tr: Gönderim adresi

# collapsibleCustomerCard.emailTextField.placeholder
source: Enter email address
ar: إدخال عنوان البريد الإلكتروني
de: E-Mail-Adresse eingeben
es: Introduce la dirección de correo electrónico
fr: Saisir l’adresse e-mail
he: להזין את כתובת האימייל
id: Masukkan alamat email
it: Inserisci l'indirizzo e-mail
nl: E-mailadres invoeren
pt_br: Digite um endereço de e-mail
ru: Введите адрес электронной почты
sv: Ange e-postadress
tr: E-posta adresini girin

# collapsibleCustomerCard.emailTextField.title
source: Email address
ar: عنوان البريد الإلكتروني
de: E-Mail-Adresse
es: Dirección de correo electrónico
fr: Adresse e-mail
he: כתובת אימייל
id: Alamat email
it: Indirizzo e-mail
nl: E-mailadres
pt_br: Endereço de e-mail
ru: Адрес электронной почты
sv: E-postadress
tr: E-posta adresi

# collapsibleCustomerCard.removeCustomerButton.title
source: Remove customer from order
ar: إزالة العميل من الطلب
de: Kunde aus Bestellung entfernen
es: Quitar cliente del pedido
fr: Supprimer le client de la commande
he: להסיר את הלקוח מההזמנה
id: Hapus pelanggan dari pesanan
it: Rimuovi il cliente dall'ordine
nl: Klant verwijderen uit bestelling
pt_br: Remover cliente do pedido
ru: Удалить клиента из заказа
sv: Ta bort kund från beställning
tr: Müşteriyi siparişten kaldır

# collectOrderPaymentUseCase.error.message.orderTotalChanged
source: Order total has changed since the beginning of payment. Please go back and check the order is correct, then try the payment again.
ar: شهد إجمالي الطلبات تغييرًا منذ بداية الدفع. يرجى الرجوع والتحقق من أن الطلب صحيح، ثم محاولة الدفع مجددًا.
de: Die Gesamtbestellsumme hat sich seit Beginn deiner Zahlung geändert. Gehe zurück und überprüfe, ob deine Bestellung korrekt ist. Versuche dann erneut, die Zahlung vorzunehmen.
es: El total del pedido ha cambiado desde el inicio del pago. Vuelve y comprueba que el pedido sea correcto; después, vuelve a intentar el pago.
fr: Le total de la commande a changé depuis l’initiation du paiement. Veuillez revenir en arrière, vérifier l’exactitude la commande puis retenter le paiement.
he: סך כל ההזמנה שונה מתחילת תהליך התשלום. יש לחזור אחורה ולוודא שפרטי ההזמנה נכונים ולנסות לשלם שוב.
id: Total pesanan telah berubah sejak awal pembayaran. Silakan kembali dan periksa apakah pesanan sudah benar, lalu coba pembayaran lagi.
it: Il totale dell'ordine è cambiato dall'inizio del pagamento. Torna indietro e controlla che l'ordine sia corretto, quindi riprova il pagamento.
nl: Het totale aantal bestellingen is veranderd sinds de start van het betaalproces. Ga terug en controleer of de bestelling juist is. Probeer daarna opnieuw te betalen.
pt_br: O total do pedido mudou ao começar o pagamento. Volte e verifique se o pedido está correto. Depois tente fazer o pagamento de novo.
sv: Det totala beställningsbeloppet har ändrats sedan betalningen inleddes. Gå tillbaka och kontrollera att beställningen är korrekt och försök sedan betala igen.
tr: Ödemenin başlangıcından itibaren sipariş toplamı değişti. Lütfen geri gidin ve siparişin doğru olduğunu kontrol edin, ardından ödemeyi tekrar deneyin.

# configurationForBlaze.productRowAccessibilityHint
source: Selects product for Blaze campaign.
ar: يُحدِّد المنتج لحملة Blaze.
de: Wählt ein Produkt für die Blaze-Kampagne aus.
es: Selecciona el producto para la campaña Blaze.
fr: Sélectionnez un produit pour la campagne Blaze.
he: בוחר מוצר לקמפיין של Blaze.
id: Pilih produk untuk kampanye Blaze.
it: Seleziona il prodotto per la campagna Blaze.
nl: Selecteert producten voor Blaze-campagne.
pt_br: Seleciona o produto para uma campanha do Blaze.
ru: Отбирает товары для кампании Blaze.
sv: Välj produkter för Blaze-kampanj.
tr: Blaze kampanyası için ürün seçer.

# configurationForBlaze.productSelectorCancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batal
it: Annulla
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal et

# configurationForBlaze.productSelectorTitle
source: Ready to promote
ar: جاهز للترويج
de: Bereit zum Bewerben
es: Listo para su promoción
fr: Prêt à promouvoir
he: מוכן לקידום
id: Siap mempromosikan
it: Tutto pronto per promuovere
nl: Klaar om te promoten
pt_br: Tudo pronto para promover
ru: Готово к продвижению
sv: Redo att marknadsföra
tr: Tanıtmaya hazır

# configurationForBlaze.variableProductRowAccessibilityHint
source: Opens list of product variations.
ar: يفتح قائمة بمجموعات المنتج.
de: Öffnet eine Liste der Produktvarianten.
es: Abre la lista de variaciones de producto.
fr: Ouvre une liste de variantes du produit.
he: פותח רשימה של סוגי המוצר.
id: Membuka daftar variasi produk.
it: Apre l'elenco delle varianti del prodotto.
nl: Opent lijst met productvariaties.
pt_br: Abre a lista de variações do produto.
ru: Открывает список вариантов товара.
sv: Öppnar lista över produktvarianter.
tr: Ürün varyasyonları listesini açar.

# configurationForOrder.productRowAccessibilityHint
source: Selects product for filtering order.
ar: يحدد المنتج لتصفية الطلب.
de: Wählt Produkt für die Filterreihenfolge.
es: Elige el producto para filtrar el pedido.
fr: Sélectionne un produit pour le filtrage de la commande.
he: בוחר מוצר עבור סדר הסינון.
id: Memilih produk untuk menyaring pesanan.
it: Seleziona il prodotto per l'ordine di filtraggio.
nl: Selecteert product om bestellingen te filteren.
pt_br: Seleciona o produto para ordem de filtro.
ru: Выбирает товары для фильтрации.
sv: Väljer produkt för filtrering av beställning.
tr: Siparişi filtrelemek için bir ürün seçer.

# configurationForOrder.productSelectorCancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batal
it: Annulla
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal Et

# configurationForOrder.productSelectorTitle
source: Product
ar: المنتج
de: Produkt
es: Producto
fr: Produit
he: מוצר
id: Produk
it: Prodotto
pt_br: Produto
ru: Товар
sv: Produkt
tr: Ürün

# configurationForOrder.variableProductRowAccessibilityHint
source: Opens list of product variations.
ar: يفتح قائمة أشكال المنتج.
de: Öffnet eine Liste der Produktvarianten.
es: Abre la lista de variaciones de producto.
fr: Ouvre une liste de variantes du produit.
he: פותח רשימה של סוגי המוצר.
id: Membuka daftar variasi produk.
it: Apre l'elenco delle varianti del prodotto.
nl: Opent lijst met productvariaties.
pt_br: Abre a lista de variações do produto.
ru: Открывает список вариантов товара.
sv: Öppna lista med produktvariationer.
tr: Ürün varyasyonları listesini açar.

# configurationForOrderCustomerSection.customerSelectorTitle
source: Add customer details
ar: إضافة تفاصيل العميل
de: Kundendetails hinzufügen
es: Añadir detalles del cliente
fr: Ajouter les détails du client
he: הוספה של פרטי לקוחות
id: Tambahkan detail pelanggan
it: Aggiungi dettagli del cliente
nl: Klantgegevens toevoegen
pt_br: Adicionar detalhes do cliente
ru: Добавить сведения о клиенте
sv: Lägg till kunddetaljer
tr: Müşteri bilgilerini ekleyin

# configurationForOrderFilter.customerSelectorTitle
source: Choose a customer
ar: اختيار عميل
de: Einen Kunden auswählen
es: Seleccionar un cliente
fr: Choisir un client
he: לבחור לקוח
id: Pilih pelanggan
it: Scegli un cliente
nl: Een klant kiezen
pt_br: Escolher um cliente
ru: Выберите клиента
sv: Välj en kund
tr: Müşteri seçin

# configureBundleItem.add
source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fr: Ajouter
he: להוסיף
id: Tambah
it: Aggiungi
nl: Toevoegen
pt_br: Adicionar
ru: Добавить
sv: Lägg till
tr: Ekle

# configureBundleItem.chooseVariation
source: Choose variation
ar: اختيار الشكل
de: Variante wählen
es: Elegir variación
fr: Sélectionner la variante
he: לבחור סוג
id: Pilih variasi
it: Scegli variante
nl: Variatie kiezen
pt_br: Escolher variação
ru: Выберите вариант
sv: Välj variant
tr: Varyasyon seç

# configureBundleItem.updateVariation
source: Update variation
ar: تحديث الشكل
de: Variante aktualisieren
es: Actualizar la variación
fr: Mettre à jour la variante
he: לעדכן וריאציה
id: Perbarui variasi
it: Aggiorna variante
nl: Variatie bijwerken
pt_br: Atualizar variação
ru: Обновить вариант
sv: Uppdatera variant
tr: Varyasyonu güncelle

# configureBundleItemError.invalidQuantityWithMinAndMaxQuantityRulesFormat
source: The quantity of %1$@ needs to be within %2$@ and %3$@.
ar: يتعين أن تكون كمية ضمن %1$@ ضمن %2$@ و%3$@.
de: Die Menge von %1$@ muss zwischen %2$@ und %3$@ liegen.
es: La cantidad de %1$@ debe estar entre %2$@ y %3$@.
fr: La quantité de %1$@ doit être comprise entre %2$@ et %3$@.
he: בכמות של %1$@ יש להציב ערך שבין %2$@ ל-%3$@.
id: Jumlah %1$@ harus di antara %2$@ dan %3$@.
it: La quantità di %1$@ deve essere compresa tra un minimo di %2$@ e un massimo di %3$@.
nl: De kwantiteit van %1$@ moet tussen %2$@ en %3$@ liggen.
pt_br: A quantidade de %1$@ precisa estar entre %2$@ e %3$@.
ru: Необходимо указать количество %1$@ в диапазоне от %2$@ до %3$@
sv: Antalet av %1$@ måste vara mellan %2$@ och %3$@.
tr: %1$@ miktarının %2$@ ile %3$@ arasında olması gerekiyor.

# configureBundleItemError.invalidQuantityWithMinQuantityRuleFormat
source: The quantity of %1$@ needs to be at least %2$@.
ar: يتعين أن تكون كمية %1$@ على الأقل %2$@.
de: Die Menge von %1$@ muss mindestens %2$@ betragen.
es: La cantidad de %1$@ debe ser al menos de %2$@
fr: La quantité de %1$@ doit être supérieure ou égale à %2$@.
he: בכמות של %1$@ יש להציב ערך של לפחות %2$@.
id: Jumlah %1$@ harus sekurangnya %2$@.
it: La quantità di %1$@ deve essere almeno %2$@.
nl: De kwantiteit van %1$@ moet ten minste %2$@ zijn.
pt_br: A quantidade de %1$@ precisa ser de pelo menos %2$@.
ru: Необходимо указать количество %1$@ не менее %2$@
sv: Antalet av %1$@ måste vara minst %2$@.
tr: %1$@ miktarının en az %2$@ olması gerekiyor.

# configureBundleItemError.missingVariationFormat
source: Choose a variation for %1$@.
ar: اختيار شكل لـ %1$@.
de: Wähle eine Variante für %1$@.
es: Elegir una variación para %1$@.
fr: Sélectionnez une variante pour %1$@.
he: נא לבחור סוג עבור %1$@.
id: Pilih variasi untuk %1$@.
it: Scegli una variante per %1$@.
nl: Kies een variatie voor %1$@.
pt_br: Escolha uma variação para %1$@.
ru: Выберите вариант %1$@.
sv: Välj en variant för %1$@.
tr: %1$@ için varyasyon seçin.

# configureBundleItemError.variationMissingAttributesFormat
source: Choose an option for all variation attributes for %1$@.
ar: اختر خيارًا لكل سمات الأشكال لـ %1$@.
de: Wähle eine Option für alle Variantenattribute für %1$@.
es: Elige una opción para todos los atributos de variación de %1$@.
fr: Choisissez une option pour tous les attributs de variantes de %1$@.
he: נא לבחור אפשרות עבור כל מאפייני הסוג של %1$@.
id: Tentukan pilihan untuk semua atribut variasi untuk %1$@.
it: Scegli un'opzione per tutti gli attributi di variante per %1$@.
nl: Kies een optie voor alle variatie-eigenschappen voor %1$@.
pt_br: Escolha uma opção para todos os atributos de variação de %1$@.
ru: Выберите значения для всех атрибутов варианта %1$@.
sv: Välj ett alternativ för alla variantattribut för %1$@.
tr: Tüm %1$@ varyasyon nitelikleri için bir seçenek belirleyin.

# configureBundleProduct.close
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
he: לסגור
id: Tutup
it: Chiudi
nl: Sluiten
pt_br: Fechar
ru: Закрыть
sv: Stäng
tr: Kapat

# configureBundleProduct.retry
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
he: לנסות שוב
id: Coba ulang
it: Riprova
nl: Opnieuw proberen
pt_br: Tentar novamente
ru: Повторить
sv: Försök igen
tr: Tekrar dene

# configureBundleProduct.save
source: Save Configuration
ar: حفظ التكوين
de: Konfiguration speichern
es: Guardar configuración
fr: Enregistrer la configuration
he: לשמור הגדרות תצורה
id: Simpan Konfigurasi
it: Salva configurazione
nl: Configuratie opslaan
pt_br: Salvar configuração
ru: Сохранить конфигурацию
sv: Spara konfiguration
tr: Yapılandırmayı Kaydet

# configureBundleProduct.title
source: Configure
ar: تكوين
de: Konfigurieren
es: Configurar
fr: Configurer
he: להגדיר תצורה
id: Konfigurasikan
it: Configura
nl: Configureren
pt_br: Configurar
ru: Настроить
sv: Konfigurera
tr: Yapılandırın

# configureBundleProductError.cannotLoadProducts
source: Cannot load the bundled products. Please try again.
ar: يتعذر تحميل المنتجات المجمّعة في حِزم. يرجى المحاولة مجددًا.
de: Gebündelte Produkte können nicht geladen werden. Bitte versuche es erneut.
es: No se pueden cargar los productos en paquete. Inténtalo de nuevo.
fr: Impossible de charger les produits groupés. Veuillez réessayer.
he: לא ניתן לטעון את המוצרים שחבילה. נא לנסות שוב.
id: Tidak dapat memuat produk bundel. Coba lagi.
it: Impossibile caricare i prodotti in pacchetto. Riprova.
nl: Kan gebundelde producten niet laden. Probeer het nog eens.
pt_br: Não é possível carregar os produtos agrupados. Tente novamente.
ru: Не удалось загрузить пакеты товаров. Повторите попытку.
sv: Det går inte att ladda de paketerade produkterna. Försök igen.
tr: Paketli ürünler yüklenemiyor. Lütfen tekrar deneyin.

# configureBundleProductValidationError.bundleSizeGreaterThanMaximum
source: Please choose up to %1$@ %2$@.
ar: يرجى اختيار ما يصل إلى %1$@ %2$@.
de: Bitte wähle bis zu %1$@ %2$@.
es: Elige hasta %1$@ %2$@.
fr: Veuillez choisir jusqu’à %1$@ %2$@.
he: נא לבחור עד %1$@ %2$@.
id: Pilih maksimal %1$@ %2$@.
it: Scegli fino a %1$@ %2$@.
pt_br: Escolha até %1$@ %2$@.
ru: Выберите до %1$@ %2$@.
sv: Välj upp till %1$@ %2$@.
tr: Lütfen en fazla %1$@ %2$@ seçin.

# configureBundleProductValidationError.bundleSizeLessThanMinimum
source: Please choose at least %1$@ %2$@.
ar: يرجى اختيار %1$@ %2$@ على الأقل.
de: Bitte wähle mindestens %1$@ %2$@.
es: Elige al menos %1$@ %2$@.
fr: Veuillez choisir au moins %1$@ %2$@.
he: נא לבחור לפחות %1$@ %2$@.
id: Pilih minimal %1$@ %2$@.
it: Scegli almeno %1$@ %2$@.
pt_br: Escolha pelo menos %1$@ %2$@.
ru: Выберите по крайней мере %1$@ %2$@.
sv: Välj minst %1$@ %2$@.
tr: Lütfen en az %1$@ %2$@ seçin.

# configureBundleProductValidationError.bundleSizeNotExact
source: Please choose %1$@ %2$@.
ar: يرجى اختيار %1$@ %2$@.
de: Bitte wähle %1$@ %2$@.
es: Elige %1$@ %2$@.
fr: Veuillez choisir %1$@ %2$@.
he: נא לבחור %1$@ %2$@.
id: Pilih %1$@ %2$@.
it: Scegli %1$@ %2$@.
pt_br: Escolha %1$@ %2$@.
ru: Выберите %1$@ %2$@.
sv: Välj %1$@ %2$@.
tr: Lütfen %1$@ %2$@ seçin.

# configureBundleProductValidationError.bundleSizeNotWithinRange
source: Please choose %1$@-%2$@ items.
ar: يرجى اختيار ما يتراوح بين %1$@ و%2$@ من العناصر.
de: Bitte wähle %1$@–%2$@ Artikel.
es: Elige %1$@-%2$@ elementos.
fr: Veuillez choisir entre %1$@ et %2$@ articles.
he: נא לבחור %1$@-%2$@ פריטים.
id: Pilih %1$@-%2$@ item.
it: Scegli %1$@-%2$@ articoli.
nl: Kies %1$@-%2$@ artikelen.
pt_br: Escolha de %1$@ a %2$@ itens.
ru: Выберите %1$@–%2$@ поз.
sv: Välj %1$@–%2$@ objekt.
tr: Lütfen %1$@-%2$@ öğe seçin.

# configureBundleProductValidationError.itemPlural
source: items
ar: العناصر
de: Artikel
es: elementos
fr: articles
he: פריטים
id: item
it: articoli
nl: artikelen
pt_br: itens
ru: позиций
sv: objekt
tr: öğe

# configureBundleProductValidationError.itemSingular
source: item
ar: العنصر
de: Artikel
es: elemento
fr: article
he: פריט
it: articolo
nl: artikel
ru: позиция
sv: objekt
tr: öğe

# configureBundleProductValidationError.title
source: Configuration required
ar: التكوين مطلوب
de: Konfiguration erforderlich
es: Se necesita configuración
fr: Configuration requise
he: נדרשת הגדרת תצורה
id: Konfigurasi wajib
it: Configurazione richiesta
nl: Configuratie vereist
pt_br: Configuração necessária
ru: Требуется настройка
sv: Konfiguration obligatoriskt
tr: Yapılandırma gerekiyor

# configureBundleProductValidationSuccess.title
source: Configuration complete
ar: اكتمل التكوين
de: Konfiguration abgeschlossen
es: Configuración completada
fr: Configuration terminée
he: הושלמו הגדרות התצורה
id: Konfigurasi selesai
it: Configurazione completata
nl: Configuratie voltooid
pt_br: Configuração concluída
ru: Настройка выполнена
sv: Konfiguration slutförd
tr: Yapılandırma tamamlandı

# customAmount.edit.button.accessibilityLabel
source: Edit amount
ar: تحرير مبلغ
de: Betrag bearbeiten
es: Editar cantidad
fr: Modifier le montant
he: לערוך תגובה
id: Edit jumlah
it: Modifica importo
nl: Bedrag bewerken
pt_br: Editar valor
ru: Изменить сумму
sv: Redigera belopp
tr: Tutarı düzenleyin

# customerDetail.guestName
source: Guest
ar: ضيف
de: Gast
es: Invitado
fr: Invité
he: אורח
id: Tamu
it: Ospite
nl: Gast
pt_br: Visitante
ru: Гость
sv: Gäst
tr: Misafir

# customerDetailView.avgOrderValueLabel
source: Average order value
ar: متوسط قيمة الطلب
de: Durchschnittlicher Bestellwert
es: Promedio de valor del pedido
fr: Valeur moyenne des commandes
he: ערך הזמנה ממוצע
id: Nilai pesanan rata-rata
it: Valore medio dell'ordine
nl: Gemiddelde bestelwaarde
pt_br: Valor médio por pedido
ru: Средняя стоимость заказа
sv: Genomsnittligt beställningsvärde
tr: Ortalama sipariş değeri

# customerDetailView.billingSection
source: BILLING ADDRESS
ar: عنوان الفوترة
de: RECHNUNGSADRESSE
es: DIRECCIÓN DE FACTURACIÓN
fr: ADRESSE DE FACTURATION
he: כתובת לחיוב
id: ALAMAT PENAGIHAN
it: INDIRIZZO DI FATTURAZIONE
nl: FACTUURADRES
pt_br: ENDEREÇO DE COBRANÇA
sv: FAKTURERINGSADRESS
tr: FATURA ADRESİ

# customerDetailView.callPhoneNumber
source: Call
ar: اتصال
de: Anrufen
es: Llamar
fr: Appeler
he: להתקשר
id: Panggil
it: Chiama
nl: Bellen
pt_br: Ligar
sv: Ring
tr: Ara

# customerDetailView.cityLabel
source: City
ar: المدينة
de: Stadt
es: Ciudad
fr: Ville
he: עיר
id: Kota
it: Città
nl: Plaats
pt_br: Cidade
ru: Город
sv: Ort
tr: Şehir

# customerDetailView.copyButton.label
source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
he: להעתיק
id: Salin
it: Copia
nl: Kopiëren
pt_br: Copiar
sv: Kopiera
tr: Kopyala

# customerDetailView.copyEmail
source: Copy email address
ar: نسخ عنوان البريد الإلكتروني
de: E-Mail-Adresse kopieren
es: Copiar dirección de correo electrónico
fr: Copier l’adresse e-mail
he: להעתיק את כתובת האימייל
id: Salin alamat email
it: Copia indirizzo e-mail
nl: E-mailadres kopiëren
pt_br: Copiar endereço de e-mail
ru: Копировать адрес электронной почты
sv: Kopiera e-postadress
tr: E-posta adresini kopyala

# customerDetailView.copyPhoneNumber
source: Copy number
ar: نسخ الرقم
de: Telefonnummer kopieren
es: Copiar número
fr: Copier le numéro
he: להעתיק את המספר
id: Salin nomor
it: Copia numero
nl: Nummer kopiëren
pt_br: Copiar número
sv: Kopiera nummer
tr: Numarayı kopyala

# customerDetailView.countryLabel
source: Country
ar: البلد
de: Land
es: País
fr: Pays
he: מדינה
id: Negara
it: Paese
nl: Land
pt_br: País
ru: Страна
sv: Land
tr: Ülke

# customerDetailView.customerSection
source: CUSTOMER
ar: العميل
de: KUNDE
es: CLIENTE
fr: CLIENT
he: לקוח
id: PELANGGAN
it: CLIENTE
nl: KLANT
pt_br: CLIENTE
ru: КЛИЕНТ
sv: KUND
tr: MÜŞTERİ

# customerDetailView.dateLastActiveLabel
source: Last active
ar: آخر ظهور
de: Zuletzt aktiv
es: Última actividad
fr: Dernière activité
he: מועד פעילות אחרון
id: Terakhir aktif
it: Ultimo attivo
nl: Laatst actief
pt_br: Última atividade
ru: Последнее действие
sv: Senast aktiv
tr: Son etkinlik

# customerDetailView.dateRegisteredLabel
source: Date registered
ar: تاريخ التسجيل
de: Registrierungsdatum
es: Fecha de registro
fr: Date d’inscription
he: תאריך הרישום
id: Tanggal terdaftar
it: Data registrata
nl: Datum geregistreerd
pt_br: Data de cadastro
ru: Дата регистрации
sv: Datum för registrering
tr: Kayıt tarihi

# customerDetailView.defaultPlaceholder
source: None
ar: لا شيء
de: Keine
es: Ninguno
fr: Aucune information
he: ללא
id: Tidak ada
it: Nessuno
nl: Geen
pt_br: Nenhum
ru: Нет
sv: Inget
tr: Hiçbiri

# customerDetailView.emailActionLabel
source: Contact customer via email
ar: الاتصال بالعميل عبر البريد الإلكتروني
de: Kunden per E-Mail kontaktieren
es: Contactar con el cliente por correo electrónico
fr: Contacter le client par e-mail
he: ליצור קשר עם הלקוח באימייל
id: Hubungi pelanggan lewat email
it: Contatta cliente via e-mail
nl: Contact opnemen met klant via e-mail
pt_br: Falar com o cliente por e-mail
ru: Связаться с клиентом по электронной почте
sv: Kontakta kund via e-post
tr: Müşteriyle e-posta üzerinden iletişime geçin
