Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

# customerDetailView.emailPlaceholder
source: No email address
ar: لا يوجد عنوان بريد إلكتروني
de: Keine E-Mail-Adresse
es: No hay dirección de correo electrónico
fr: Pas d’adresse e-mail
he: כתובת אימייל לא קיימת
id: Tidak ada alamat email
it: Nessun indirizzo e-mail
nl: Geen e-mailadres
pt_br: Sem endereço de e-mail
ru: Отсутствует адрес электронной почты
sv: Ingen e-postadress
tr: E-posta adresi yok

# customerDetailView.locationSection
source: LOCATION
ar: الموقع
de: ORT
es: UBICACIÓN
fr: EMPLACEMENT
he: מיקום
id: Lokasi
it: POSIZIONE
nl: LOCATIE
pt_br: LOCALIZAÇÃO
ru: МЕСТОПОЛОЖЕНИЕ
sv: PLATS
tr: KONUM

# customerDetailView.messagePhoneNumber
source: Message
ar: رسالة
de: Nachricht
es: Mensaje
he: הודעה
id: Pesan
it: Messaggio
nl: Bericht sturen
pt_br: Mensagem
sv: Meddelande
tr: Mesaj

# customerDetailView.ordersCountLabel
source: Orders
ar: الطلبات
de: Bestellungen
es: Pedidos
fr: Commandes
he: הזמנות
id: Pesanan
it: Ordini
nl: Bestellingen
pt_br: Pedidos
ru: Заказы
sv: Beställningar
tr: Siparişler

# customerDetailView.ordersSection
source: ORDERS
ar: الطلبات
de: BESTELLUNGEN
es: PEDIDOS
fr: COMMANDES
he: הזמנות
id: PESANAN
it: ORDINI
nl: BESTELLINGEN
pt_br: PEDIDOS
ru: ЗАКАЗЫ
sv: BESTÄLLNINGAR
tr: SİPARİŞLER

# customerDetailView.phoneActionLabel
source: Contact customer via phone
ar: الاتصال بالعميل عبر الهاتف
de: Kunden per Telefon kontaktieren
es: Contactar con el cliente por teléfono
fr: Contacter le client par téléphone
he: ליצור קשר עם הלקוח בטלפון
id: Hubungi pelanggan via telepon
it: Contatta cliente telefonicamente
nl: Contact opnemen met klant via telefoon
pt_br: Falar com o cliente pelo telefone
sv: Kontakta kund via telefon
tr: Müşteriyle telefon üzerinden iletişime geçin

# customerDetailView.phonePlaceholder
source: No phone number
ar: لا يوجد رقم هاتف
de: Keine Telefonnummer
es: No hay número de teléfono
fr: Pas de numéro de téléphone
he: אין מספר טלפון
id: Tidak ada nomor telepon
it: Nessun numero di telefono
nl: Geen telefoonnummer
pt_br: Não há números de telefone
sv: Inget telefonnummer
tr: Telefon numarası yok

# customerDetailView.postcodeLabel
source: Postal code
ar: الرمز البريدي
de: Postleitzahl
es: Código postal
fr: Code postal
he: מיקוד
id: Kode pos
it: CAP
nl: Postcode
pt_br: CEP
ru: Почтовый индекс
sv: Postnummer
tr: Posta kodu

# customerDetailView.regionLabel
source: Region
ar: المنطقة
es: Región
fr: Région
he: אזור
id: Wilayah
it: Regione
nl: Regio
pt_br: Região
ru: Регион
tr: Bölge

# customerDetailView.registrationSection
source: REGISTRATION
ar: التسجيل
de: REGISTRIERUNG
es: REGISTRO
fr: INSCRIPTION
he: רישום
id: Pendaftaran
it: REGISTRAZIONE
nl: REGISTRATIE
pt_br: REGISTRO
ru: РЕГИСТРАЦИЯ
sv: REGISTRERING
tr: KAYIT

# customerDetailView.sendEmail
source: Email
ar: البريد الإلكتروني
es: Correo electrónico
he: אימייל
ru: Электронная почта
sv: E-post
tr: E-posta

# customerDetailView.shippingSection
source: SHIPPING ADDRESS
ar: عنوان الشحن
de: LIEFERADRESSE
es: DIRECCIÓN DE ENVÍO
fr: ADRESSE D’EXPÉDITION
he: כתובת למשלוח
id: ALAMAT PENGIRIMAN
it: INDIRIZZO DI SPEDIZIONE
nl: VERZENDADRES
pt_br: ENDEREÇO DE ENTREGA
sv: LEVERANSADRESS
tr: GÖNDERİM ADRESİ

# customerDetailView.telegram
source: Send Telegram message
ar: إرسال رسالة عبر Telegram
de: Telegram-Nachricht senden
es: Enviar mensaje de Telegram
fr: Envoyer un message Telegram
he: לשלוח הודעת Telegram
id: Kirim pesan Telegram
it: Invia messaggio Telegram
nl: Telegram-bericht versturen
pt_br: Enviar mensagem pelo Telegram
sv: Skicka Telegram-meddelande
tr: Telegram mesajı gönder

# customerDetailView.totalSpendLabel
source: Total spend
ar: إجمالي الإنفاق
de: Gesamtbestellwert
es: Gasto total
fr: Dépense totale
he: הוצאה כוללת
id: Total pengeluaran
it: Spesa totale
nl: Totaal uitgegeven
pt_br: Total gasto
ru: Общие расходы
sv: Totalt spenderat belopp
tr: Toplam harcama

# customerDetailView.usernameLabel
source: Username
ar: اسم المستخدم
de: Benutzername
es: Nombre de usuario
fr: Identifiant
he: שם משתמש
id: Nama pengguna
it: Nome utente
nl: Gebruikersnaam
pt_br: Nome de usuário
ru: Имя пользователя
sv: Användarnamn
tr: Kullanıcı adı

# customerDetailView.whatsapp
source: Send WhatsApp message
ar: إرسال رسالة عبر WhatsApp
de: WhatsApp-Nachricht senden
es: Enviar mensaje de WhatsApp
fr: Envoyer un message WhatsApp
he: לשלוח הודעת WhatsApp
id: Kirim pesan WhatsApp
it: Invia messaggio WhatsApp
nl: WhatsApp-bericht versturen
pt_br: Enviar mensagem pelo WhatsApp
sv: Skicka WhatsApp-meddelande
tr: WhatsApp mesajı gönder

# customerDetailsView.newOrderButton
source: Create a new order
ar: إنشاء طلب جديد
de: Eine neue Bestellung erstellen
es: Crear un pedido nuevo
fr: Créer une nouvelle commande
he: ליצור הזמנה חדשה
id: Buat pesanan baru
it: Crea un nuovo ordine
nl: Een nieuwe bestelling aanmaken
pt_br: Criar um novo pedido
sv: Skapa en ny beställning
tr: Yeni sipariş oluştur

# customerList.emptySearchTitle
source: No customers found
ar: لم يتم العثور على عملاء
de: Keine Kunden gefunden
es: No se han encontrado clientes
fr: Aucun client
he: לא נמצאו לקוחות
id: Pelanggan tidak ditemukan
it: Nessun cliente trovato
nl: Geen klanten gevonden
pt_br: Nenhum cliente foi encontrado
ru: Клиенты не найдены
sv: Inga kunder hittades
tr: Müşteri bulunamadı

# customerList.emptyStateMessage
source: Create an order to start gathering customer insights
ar: إنشاء طلب لبدء جمع رؤى العملاء
de: Erstelle eine Bestellung, um erste Kundeneinsichten zu erhalten
es: Crea un pedido para empezar a recopilar detalles del cliente
fr: Créer une commande pour commencer à collecter des tendances clients
he: יש ליצור הזמנה כדי להתחיל לאסוף תובנות על לקוחות
id: Buat pesanan untuk mulai mendapatkan wawasan pelanggan
it: Crea un ordine per iniziare a raccogliere panoramiche sui clienti
nl: Maak een bestelling aan om klantinzichten te verzamelen
pt_br: Crie um pedido para começar a coletar insights dos clientes
ru: Создайте заказ, чтобы начать сбор аналитики по клиентам
sv: Skapa en beställning för att börja samla in kundinsikter
tr: Müşteri içgörüleri toplamaya başlamak için bir sipariş oluşturun

# customerList.emptyStateTitle
source: No customers yet
ar: لا يوجد عملاء حتى الآن
de: Noch keine Kunden
es: Aún no hay clientes
fr: Aucun client pour le moment
he: עדיין אין לקוחות
id: Belum ada pelanggan
it: Ancora nessun cliente
nl: Nog geen klanten
pt_br: Nenhum cliente ainda
ru: Нет клиентов
sv: Inga kunder ännu
tr: Henüz müşteri yok

# customerSearchUICommand.emptyDefaultStateNoCreationMessage
source: Search for an existing customer
ar: البحث عن عميل موجود
de: Nach bestehendem Kunden suchen
es: Busca un cliente existente
fr: Rechercher un client existant
he: לחפש לקוח קיים
id: Cari pelanggan yang sudah ada
it: Cerca un cliente esistente
nl: Een bestaande klant zoeken
pt_br: Pesquise um cliente existente
ru: Поиск имеющегося клиента
sv: Sök efter en befintlig kund
tr: Mevcut müşteri arayın

# customerSearchUICommand.guestLabel
source: Guest
ar: ضيف
de: Gast
es: Invitado
fr: Invité
he: אורח
id: Tamu
it: Ospite
nl: Gast
pt_br: Convidado
ru: Гость
sv: Gäst
tr: Misafir

# customerSelectorViewController.guestSelectionDisallowedError
source: This user is a guest, and guests can’t be used for filtering orders.
ar: هذا المستخدم هو ضيف، ويتعذر استخدام الضيوف لتصفية الطلبات.
de: Dieser Benutzer ist ein Gast und Gäste können nicht zum Filtern von Bestellungen verwendet werden.
es: Este usuario es un invitado y no se pueden usar invitados para filtrar pedidos.
fr: Cet utilisateur est un invité et les invités ne peuvent pas être utilisés pour filtrer les commandes.
he: המשתמש הזה הוא אורח, ולא ניתן להשתמש באורחים לסינון הזמנות.
id: Pengguna ini adalah tamu sehingga tidak dapat digunakan untuk menyaring pesanan.
it: Questo utente è un ospite e non è possibile filtrare gli ordini per gli ospiti.
nl: Deze gebruiker is een gast en gasten kunnen niet gebruikt worden om bestellingen te filteren.
pt_br: Este usuário é um convidado, e convidados não podem ser usados para filtrar pedidos.
ru: Этот пользователь — гость, а гостевой статус не позволяет фильтровать заказы.
sv: Denna användare är en gäst och gäster kan inte användas för att filtrera beställningar.
tr: Bu kullanıcı bir misafir, misafirler siparişleri filtrelerken kullanılamaz.

# customersList.emailPlaceholder
source: No email address
ar: لا يوجد عنوان بريد إلكتروني
de: Keine E-Mail-Adresse
es: No hay dirección de correo electrónico
fr: Pas d’adresse e-mail
he: כתובת אימייל לא קיימת
id: Tidak ada alamat email
it: Nessun indirizzo e-mail
nl: Geen e-mailadres
pt_br: Sem endereço de e-mail
ru: Отсутствует адрес электронной почты
sv: Ingen e-postadress
tr: E-posta adresi yok

# customersList.guestLabel
source: Guest
ar: ضيف
de: Gast
es: Invitado
fr: Invité
he: אורח
id: Tamu
it: Ospite
nl: Gast
pt_br: Visitante
ru: Гость
sv: Gäst
tr: Misafir

# customersList.searchPlaceholder
source: Search for customers
ar: البحث عن العملاء
de: Suche nach Kunden
es: Buscar clientes
fr: Rechercher des clients
he: לחפש לקוחות
id: Mencari pelanggan
it: Cerca clienti
nl: Klanten zoeken
pt_br: Pesquisar clientes
ru: Поиск клиентов
sv: Sök efter kunder
tr: Müşteri arayın

# customersList.title
source: Customers
ar: العملاء
de: Kunden
es: Clientes
fr: Clients
he: לקוחות
id: Pelanggan
it: Clienti
nl: Klanten
pt_br: Clientes
ru: Клиенты
sv: Kunder
tr: Müşteriler

# dashboardCard.name.blazeCampaigns
source: Blaze campaigns
ar: حملات Blaze
de: Blaze-Kampagnen
es: Campañas de Blaze
fr: Campagnes Blaze
he: קמפיינים של Blaze
id: Kampanye Blaze
it: Campagne Blaze
nl: Blaze-campagnes
pt_br: Campanhas no Blaze
ru: Кампании Blaze
sv: Blaze-kampanjer
tr: Kampanyaları öne çıkarın

# dashboardCard.name.coupons
source: Most active coupons
ar: معظم القسائم النشطة
de: Aktivste Gutscheine
es: Los cupones más activos
fr: Codes promo les plus actifs
he: הקופונים הפעילים ביותר
id: Kupon paling aktif
it: Codici promozionali più attivi
nl: Meest actieve coupons
pt_br: Cupons mais ativos
ru: Самые активные купоны
sv: Mest aktiva rabattkoder
tr: En çok etkin olan kuponlar

# dashboardCard.name.googleAdsCampaigns
source: Google Ads campaigns
ar: حملات إعلانات غوغل
de: Google Ads-Kampagnen
es: Campañas de Google Ads
fr: Campagnes Google Ads
he: קמפיינים של Google Ads
id: Kampanye Google Ads
it: Campagne Google Ads
nl: Google Ads-campagnes
pt_br: Campanhas do Google Ads
sv: Google Ads-kampanjer
tr: Google Ads kampanyaları

# dashboardCard.name.inbox
source: Inbox
ar: علبة الوارد
de: Posteingang
es: Bandeja de entrada
fr: Boîte de réception
he: תיבת דואר נכנס
it: Casella di posta
pt_br: Caixa de entrada
ru: Входящие
sv: Inkorg
tr: Gelen kutusu

# dashboardCard.name.lastOrders
source: Most recent orders
ar: أحدث الطلبات
de: Neueste Bestellungen
es: Los pedidos más recientes
fr: Commandes les plus récentes
he: ההזמנות האחרונות ביותר
id: Pesanan terbaru
it: Ordini più recenti
nl: Recente bestellingen
pt_br: Pedidos mais recentes
ru: Последние заказы
sv: De senaste beställningarna
tr: En son siparişler

# dashboardCard.name.onboarding
source: Store setup
ar: إعداد المتجر
de: Shop-Einrichtung
es: Configuración de la tienda
fr: Configuration de la boutique
he: הגדרת חנות
id: Penyiapan toko
it: Impostazioni del negozio
nl: Winkel instellen
pt_br: Configuração da loja
ru: Настройки магазина
sv: Konfigurera din butik
tr: Mağaza kurulumu

# dashboardCard.name.performance
source: Performance
ar: الأداء
es: Rendimiento
fr: Performances
he: ביצועים
id: Performa
it: Prestazioni
nl: Prestaties
pt_br: Desempenho
ru: Производительность
sv: Prestanda
tr: Performans

# dashboardCard.name.reviews
source: Most recent reviews
ar: أحدث المراجعات
de: Neueste Bewertungen
es: Valoraciones recientes
fr: Avis les plus récents
he: הביקורות האחרונות ביותר
id: Ulasan terbaru
it: Recensioni più recenti
nl: Recente beoordelingen
pt_br: Avaliações mais recentes
ru: Последние отзывы
sv: De senaste recensionerna
tr: En son incelemeler

# dashboardCard.name.stock
source: Stock
ar: المخزون
de: Lagerbestand
es: Inventario
he: מלאי
id: Stok
it: Magazzino
nl: Voorraad
pt_br: Estoque
ru: В наличии
sv: Lager
tr: Stok

# dashboardCard.name.topPerformers
source: Top performers
ar: أهم المؤدِّين
de: Topseller
es: Mejor rendimiento
fr: Produits les plus performants
he: הביצועים הטובים ביותר
id: Produk dengan Performa Tertinggi
it: Prodotti più venduti
nl: Toppresteerders
pt_br: Melhores desempenhos
ru: Самые продаваемые
sv: Toppresterande produkter
tr: En Yüksek Performans Gösterenler

# dashboardCardErrorView.contactSupport
source: contact support
ar: اتصل بالدعم
de: Support kontaktieren
es: ponte en contacto con el soporte técnico
fr: contacter l’assistance
he: לפנות לתמיכה
id: hubungi dukungan
it: contatta il supporto
nl: neem contact op met support
pt_br: fale com o suporte
ru: обратиться в службу поддержки
sv: kontakta support
tr: desteğe başvurun

# dashboardCardErrorView.dismissSupport
source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
he: בוצע
id: Selesai
it: Fatto
nl: Gereed
pt_br: Concluído
ru: Готово
sv: Klar
tr: Tamam

# dashboardCardErrorView.errorMessage
source: Try reloading this card. If the issue persists, please %1$@.
ar: جرِّب إعادة تحميل هذه البطاقة. إذا استمرت المشكلة، فيرجى %1$@.
de: Versuche, diese Karte erneut zu laden. Wenn das Problem weiterhin besteht, %1$@.
es: Prueba a cargar de nuevo esta tarjeta. Si el problema continúa, %1$@.
fr: Essayez de recharger cette carte. Si le problème persiste, veuillez %1$@.
he: יש לנסות לטעון את הכרטיס שוב. אם הבעיה נמשכת, ניתן %1$@.
id: Coba muat ulang kartu ini. Jika masalah berlanjut, %1$@.
it: Prova a ricaricare questa scheda. Se il problema persiste, %1$@.
nl: Probeer deze kaart opnieuw te laden. Als het probleem zich blijft voordoen, %1$@.
pt_br: Tente recarregar este cartão. Se o problema persistir, %1$@.
ru: Попробуйте перезагрузить карточку. Если устранить проблему не удалось, %1$@.
sv: Försök att läsa in det här kortet igen. Om problemet kvarstår, %1$@.
tr: Bu kartı yeniden yüklemeyi deneyin. Sorun devam ederse lütfen %1$@.

# dashboardCardErrorView.errorTitle
source: Unable to load data
ar: يتعذر تحميل البيانات
de: Daten konnten nicht geladen werden
es: Los datos no se pueden cargar
fr: Chargement des données impossible
he: אין אפשרות לטעון את הנתונים
id: Tidak dapat memuat data
it: Impossibile caricare i dati
nl: Kan gegevens niet laden
pt_br: Não foi possível carregar os dados
ru: Не удалось загрузить данные
sv: Kan inte ladda data
tr: Veriler yüklenemiyor

# dashboardCardErrorView.retry
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
he: לנסות שוב
id: Coba lagi
it: Riprova
nl: Opnieuw proberen
pt_br: Tentar novamente
ru: Повторить
sv: Försök igen
tr: Tekrar dene

# dashboardCustomization.saveButton
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
he: לשמור
id: Simpan
it: Salva
nl: Opslaan
pt_br: Salvar
ru: Сохранить
sv: Spara
tr: Kaydet

# dashboardCustomization.title
source: Customize
ar: تخصيص
de: Anpassen
es: Personalizar
fr: Personnaliser
he: להתאים אישית
id: Sesuaikan
it: Personalizza
nl: Aanpassen
pt_br: Personalizar
ru: Настроить
sv: Anpassa
tr: Özelleştirin

# dashboardCustomization.unavailable
source: Unavailable
ar: غير متاح
de: Nicht verfügbar
es: No disponible
fr: Indisponible
he: לא זמין
id: Tidak tersedia
it: Non disponibile
nl: Niet beschikbaar
pt_br: Indisponível
ru: Недоступно
sv: Inte tillgängligt
tr: Kullanılamıyor

# dashboardView.edit
source: Edit
ar: تحرير
de: Bearbeiten
es: Editar
fr: Modifier
he: לערוך
it: Modifica
nl: Bewerken
pt_br: Editar
ru: Редактировать
sv: Redigera
tr: Düzenle

# dashboardView.newCardsNoticeCard.addSectionsButtonText
source: Add New Sections
ar: إضافة أقسام جديدة
de: Neue Abschnitte hinzufügen
es: Añadir nuevas secciones
fr: Ajouter de nouvelles sections
he: להוסיף מקטעים חדשים
id: Tambahkan Bagian Baru
it: Aggiungi nuove sezioni
nl: Nieuwe delen toevoegen
pt_br: Adicionar novas seções
sv: Lägg till nya sektioner
tr: Yeni Bölümler Ekle

# dashboardView.newCardsNoticeCard.subtitle
source: Add new sections to customize your store management experience
ar: إضافة أقسام جديدة لتخصيص تجربة إدارة متجرك
de: Füge neue Abschnitte hinzu, um dein Shop-Verwaltungserlebnis an deine Wünsche anzupassen
es: Añadir nuevas secciones para personalizar tu experiencia de gestión de la tienda
fr: Ajouter de nouvelles sections pour personnaliser la gestion de votre boutique
he: להוסיף מקטעים חדשים כדי להתאים אישית את חוויית הניהול בחנות שלך
id: Tambahkan bagian baru untuk menyesuaikan pengalaman manajemen toko Anda
it: Aggiungi nuove sezioni per personalizzare l'esperienza di gestione del negozio
nl: Voeg nieuwe gedeeltes toe om je winkelbeheerervaring aan te passen
pt_br: Adicione novas seções para personalizar sua experiência de gerenciamento de loja
ru: Добавьте новые разделы, чтобы вам было удобнее управлять магазином
sv: Lägg till nya sektioner för att anpassa din butikshanteringsupplevelse
tr: Mağaza yönetimi deneyiminizi özelleştirmek için yeni bölümler ekleyin

# dashboardView.newCardsNoticeCard.title
source: Looking for more insights?
ar: هل تبحث عن بعض الرؤى؟
de: Möchtest du mehr Einsichten erhalten?
es: ¿Necesitas más información?
fr: À la recherche d’autres tendances ?
he: רוצה לקבל תובנות?
id: Mencari lebih banyak wawasan?
it: Sei alla ricerca di una panoramica più dettagliata?
nl: Op zoek naar meer inzichten?
pt_br: Procurando mais informações?
ru: Хотите узнать больше?
sv: Letar du efter fler insikter?
tr: Daha fazla içgörü mü arıyorsunuz?

# dashboardView.shareStoreCard.shareButtonLabel
source: Share Your Store
ar: مشاركة متجرك
de: Teile deinen Shop
es: Comparte tu tienda
fr: Partager votre boutique
he: שיתוף החנות שלך
id: Bagikan Toko Anda
it: Condividi il tuo negozio
nl: Deel je winkel
pt_br: Compartilhe sua loja
ru: Поделиться адресом магазина
sv: Dela din butik
tr: Mağazanızı Paylaşın

# dashboardView.shareStoreCard.subtitle
source: Use email or social media to spread the word about your store
ar: استخدام البريد الإلكتروني أو شبكات التواصل الاجتماعي لنشر الكلمة حول متجرك
de: Verbreite Neuigkeiten zu deinem Shop per E-Mail oder über die sozialen Medien
es: Usa el correo electrónico o las redes sociales para dar a conocer tu tienda
fr: Utilisez les e-mails ou les réseaux sociaux pour faire connaître votre boutique
he: אפשר להשתמש באימייל או ברשתות החברתיות כדי להפיץ את הבשורה לגבי החנות שלך
id: Gunakan email atau media sosial untuk memberitakan tentang toko Anda!
it: Utilizzare le e-mail o i social media per spargere la voce sul tuo negozio
nl: Gebruik e-mail of social media om je winkel bekend te maken
pt_br: Use e-mail ou rede social para divulgar sua loja
ru: Расскажите всем о своём магазине при помощи рассылки или социальных сетей
sv: Använd e-post eller sociala medier för att sprida budskapet om din butik.
tr: Mağazanız hakkında haberi yaymak için e-postayı veya sosyal medyayı kullanın

# dashboardView.shareStoreCard.title
source: Get the word out!
ar: إعلام الأشخاص!
de: Verbreite die Neuigkeiten!
es: ¡Que te conozcan todos!
fr: Faites passer le mot !
he: להפיץ את הבשורה!
id: Kabarkan kepada banyak orang!
it: Spargi la voce.
nl: Verspreid de boodschap!
pt_br: Divulgue a notícia!
ru: Станьте известным!
sv: Sprid budskapet.
tr: Haberi yayın!

# dashboardView.storePlanBanner.expired
source: Your site plan has ended.
ar: انتهت خطة موقعك.
de: Dein Website-Tarif hat geendet.
es: El plan de tu sitio ha finalizado.
fr: Le plan de votre site Web a expiré.
he: התוכנית של האתר שלך הסתיימה.
id: Paket situs Anda sudah berakhir.
it: Il piano del sito è terminato.
nl: Je site-abonnement is beëindigd.
pt_br: O plano do seu site expirou.
ru: Срок действия тарифного плана для сайта истёк.
sv: Ditt webbplatspaket har löpt ut.
tr: Site paketiniz sona erdi.

# dashboardView.supportForm.done
source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
he: סיימתי
id: Selesai
it: Fatto
nl: Gereed
pt_br: Concluir
ru: Готово
sv: Klar
tr: Tamam

# dashboardView.title
source: My store
ar: متجري
de: Mein Shop
es: Mi tienda
fr: Ma boutique
he: החנות שלי
id: Toko saya
it: Il mio negozio
nl: Mijn winkel
pt_br: Minha loja
ru: Мой магазин
sv: Min butik
tr: Mağazam

# dashboardViewHostingController.title
source: My store
ar: متجري
de: Mein Shop
es: Mi tienda
fr: Ma boutique
he: החנות שלי
id: Toko saya
it: Il mio negozio
nl: Mijn winkel
pt_br: Minha loja
ru: Мой магазин
sv: Min butik
tr: Mağazam

source: day
ar: يوم
de: Tag
es: día
fr: jour
he: יום
id: hari
it: giorno
nl: dag
pt_br: dia
ru: день
sv: dag
tr: gün

source: days
ar: أيام
de: Tage
es: días
fr: jours
he: ימים
id: hari
it: giorni
nl: dagen
pt_br: dias
ru: дн.
sv: dagar
tr: gün

# defaultProductFormTableViewModel.customFieldsDetails
source: Custom Fields
ar: حقول مخصصة
de: Individuelle Felder
es: Campos personalizados
fr: Champs personnalisés
he: שדות מותאמים
id: Kolom Khusus
it: Campi personalizzati
nl: Aangepaste velden
pt_br: Campos personalizados
sv: Anpassade fält
tr: Özel Alanlar

# defaultProductFormTableViewModel.expireAfter
source: Expire after
ar: تنتهي الصلاحية بعد
de: Ablauf nach
es: Caduca después de
fr: Expire après
he: פקיעת תוקף לאחר
id: Kedaluwarsa setelah
it: Scade dopo
nl: Verlopen na
pt_br: Expira após
ru: Окончание срока действия
sv: Löper ut efter
tr: Şundan sonra sona erer:

# defaultProductFormTableViewModel.freeTrialRow.noTrialPeriod
source: No trial period
ar: لا توجد فترة تشغيل تجريبي
de: Kein Gratis-Test
es: Sin periodo de prueba
fr: Pas de période d’essai
he: ללא תקופת ניסיון בחינם
id: Tidak ada periode percobaan
it: Nessun periodo di prova
nl: Geen proefperiode
pt_br: Sem período de teste
ru: Нет пробного периода
sv: Ingen provperiod
tr: Deneme sürümü süresi yok

# defaultProductFormTableViewModel.freeTrialRow.title
source: Free Trial
ar: الإصدار التجريبي المجاني
de: Gratis-Test
es: Prueba gratuita
fr: Essai gratuit
he: התנסות בחינם
id: Percobaan Gratis
it: Prova gratuita
nl: Gratis proefabonnement
pt_br: Teste gratuito
ru: Пробный период
sv: Gratis provperiod
tr: Ücretsiz Deneme Sürümü

# defaultProductFormTableViewModel.neverExpire
source: Never expires
ar: لا تنتهي الصلاحية أبدًا
de: Läuft nie ab
es: Nunca caduca
fr: N’expire jamais
he: ללא תאריך תפוגה
id: Tidak pernah kedaluwarsa
it: Nessuna scadenza
nl: Verloopt nooit
pt_br: Nunca expira
ru: Действует бессрочно
sv: Löper aldrig ut
tr: Süresi asla bitmez

# defaultProductFormTableViewModel.regularSubscriptionPriceFormat
source: Regular price: %1$@ %2$@
ar: السعر العادي: %1$@ %2$@
de: Regulärer Preis: %1$@ %2$@
es: Precio normal: %1$@ %2$@
fr: Prix standard : %1$@ %2$@
he: מחיר רגיל: %1$@ %2$@
id: Harga normal: %1$@ %2$@
it: Prezzo standard: %1$@ ogni %2$@
nl: Reguliere prijs: %1$@ elke %2$@
pt_br: Preço normal: %1$@ %2$@
ru: Обычная цена: %1$@ каждые %2$@
sv: Ordinarie pris: %1$@ %2$@
tr: Normal fiyat: %1$@ %2$@

# defaultProductFormTableViewModel.shipping.oneTimeShippingEnabled
source: One time shipping: Enabled
ar: الشحن مرة واحدة: تم التمكين
de: Einmaliger Versand: Aktiviert
es: Envío único: habilitado
fr: Livraison unique : activé
he: משלוח חד-פעמי: מופעל
id: Pengiriman satu kali saja: Aktif
it: Spedizione singola: attivata
nl: Eenmalig verzenden: ingeschakeld
pt_br: Taxa de envio única: ativada
ru: Единовременная доставка: включена
sv: Engångsfrakt: Aktiverad
tr: Tek seferlik kargo: Etkinleştirildi

# defaultProductFormTableViewModel.subscriptionSignupFeeFormat
source: Sign-up fee: %1$@
ar: رسوم التسجيل: %1$@
de: Registrierungsgebühr: %1$@
es: Tarifa de inscripción: %1$@
fr: Frais d’inscription : %1$@
he: דמי הרשמה: %1$@
id: Biaya pendaftaran: %1$@
it: Costo di iscrizione: %1$@
nl: Aanmeldkosten: %1$@
pt_br: Taxa de inscrição: %1$@
ru: Регистрационный сбор: %1$@
sv: Registreringsavgift: %1$@
tr: Kayıt ücreti: %1$@
