Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: Please enter a valid email address.
ar: الرجاء إدخال عنوان بريد إلكتروني صالح.
de: Bitte gib eine gültige E-Mail-Adresse ein.
es: Introduce una dirección de correo válida.
fr: Saisissez une adresse e-mail valide.
he: נא להזין כתובת אימייל תקינה.
id: Silahkan masukkan alamat surel yang sah.
it: Per favore, inserire un indirizzo email valido.
ja: 正しいメールアドレスを入力してください。
nl: Een geldig e-mailadres invoeren.
pt_br: Digite um endereço de e-mail válido.
ru: Пожалуйста, введите корректный адрес e-mail.
sv: Ange en giltig e-postadress.
tr: Lütfen geçerli bir e-posta adresi girin.

source: Please enter some text
ar: يرجى إدخال بعض النصوص
de: Bitte gib einen Text ein.
es: Introduce texto.
fr: Veuillez entrer du texte
he: יש להזין טקסט
id: Harap ketik teks
it: Inserisci del testo
ja: テキストを入力してください
nl: Voer wat tekst in
pt_br: Insira algum texto
ru: Введите текст
sv: Skriv in lite text
tr: Lütfen bir metin girin

source: Please enter the password for your WordPress.com account to log in with your Apple ID.
ar: يرجى إدخال كلمة المرور الخاصة بحسابك على وردبرس.كوم لتسجيل الدخول باستخدام مُعرِّف Apple الخاص بك.
de: Bitte gib das Passwort für dein WordPress.com-Konto ein, um dich mit deiner Apple-ID anzumelden.
es: Introduce la contraseña de tu cuenta en WordPress.com para acceder con tu ID de Apple.
fr: Veuillez saisir le mot de passe de votre compte WordPress.com pour vous connecter avec votre identifiant Apple.
he: עליך להזין את הסיסמה לחשבון שלך ב-WordPress.com כדי להתחבר עם ה-Apple ID שלך.
id: Masukkan kata sandi akun WordPress.com Anda untuk login dengan ID Apple.
it: Digita la password del tuo account WordPress.com per accedere con il tuo Apple ID.
ja: Apple ID でログインするには、WordPress.com のアカウントのパスワードを入力してください。
nl: Voer het wachtwoord voor je WordPress.com-account in om in te loggen met je Apple ID.
pt_br: Insira a senha para sua conta do WordPress.com para fazer login com sua Apple ID.
ru: Введите пароль учётной записи WordPress.com, чтобы войти с помощью Apple ID.
sv: Ange lösenordet för ditt WordPress.com-konto eller logga in med ditt Apple-ID.
tr: Lütfen Apple ID’nizle oturum açmak için WordPress.com hesabınızın parolasını girin.

source: Please enter the verification code from your authenticator app.
ar: يرجى إدخال رمز التحقق من تطبيق الموثق الخاص بك.
de: Gib bitte den Verifizierungscode aus deiner Authenticator-App ein.
es: Por favor, introduce el código de verificación de tu aplicación Authenticator.
fr: Veuillez saisir le code de vérification de votre application d’authentification.
he: יש להזין את קוד האימות מאפליקציית האימות.
id: Masukkan kode verifikasi dari aplikasi pengautentikasi.
it: Inserisci il codice di verifica dalla tua app di autenticazione.
nl: Voer de verificatiecode uit je Authenticator-app in.
pt_br: Digite o código de verificação do seu aplicativo de autenticação.
ru: Введите код подтверждения из приложения-аутентификатора.
sv: Ange verifieringskoden från din Authenticator-app.
tr: Lütfen kimlik doğrulayıcı uygulamanızdaki doğrulama kodunu girin.

source: Please enter your credentials
ar: يُرجى إدخال بيانات اعتمادك
de: Bitte Zugangsdaten eingeben
es: Introduce tus credenciales
fr: Veuillez saisir vos identifiants
he: הזינו את הפרטים
id: Masukkan kredensial Anda
it: Si prega di inserire i dati di accesso
ja: ログイン情報を入力してください。
nl: Voer alsjeblieft je gegevens in
pt_br: Entre com suas credenciais
ru: Пожалуйста, введите ваши учётные данные
sv: Fyll i dina användaruppgifter
tr: Lütfen giriş bilgilerinizi girin

source: Please enter your email address and username:
ar: يرجى إدخال عنوان بريدك الإلكتروني واسم المستخدم الخاص بك:
de: Bitte gib deine E-Mail-Adresse und deinen Benutzernamen ein:
es: Introduce tu dirección de correo electrónico y nombre de usuario:
fr: Veuillez saisir votre adresse e-mail ou votre nom d’utilisateur :
he: יש להזין את כתובת האימייל ואת שם המשתמש שלך:
id: Masukkan alamat email dan nama pengguna Anda:
it: Inserisci un indirizzo e-mail e un nome utente:
ja: メールアドレスとユーザー名を入力してください:
nl: Vul je e-mailadres en gebruikersnaam in:
pt_br: Informe o seu endereço de e-mail e o nome de usuário.
ru: Укажите адрес электронной почты и имя пользователя:
sv: Skriv in din e-postadress och ditt användarnamn:
tr: Lütfen e-posta adresinizi ve kullanıcı adınızı girin:

source: Please enter your email address:
ar: يُرجى إدخال عنوان البريد الإلكتروني.
de: Bitte gib deine E-Mail-Adresse ein.
es: Por favor, introduce tu dirección de correo electrónico.
fr: Veuillez saisir votre adresse e-mail.
he: יש להזין את כתובת האימייל שלך.
id: Masukkan alamat email Anda.
it: Inserisci il tuo indirizzo e-mail.
ja: メールアドレスを入力してください。
nl: Vul je e-mailadres in.
pt_br: Digite seu endereço de e-mail.
ru: Пожауйста, введите ваш адрес email.
sv: Skriv in din e-postadress.
tr: Lütfen e-posta adresinizi girin

source: Please fill out all the fields
ar: يُرجى تعبئة جميع الحقول
de: Bitte fülle alle Felder aus
es: Rellena todos los campos
fr: Veuillez remplir tous les champs
he: נא למלא את כל השדות
id: Silahkan isi semua ruas
it: Si prega di riempire tutti i campi
ja: すべての欄に記入してください
nl: Vul aub alle velden in
pt_br: Por favor, preencha todos os campos
ru: Пожалуйста, заполните все поля
sv: Fyll i alla fälten
tr: Lütfen tüm alanları doldurunuz

source: Please install and activate WooCommerce plugin on your site to use the app.
ar: يرجى تثبيت إضافة WooCommerce وتفعيلها على موقعك لاستخدام التطبيق.
de: Bitte installiere und aktiviere das WooCommerce-Plugin auf deiner Website, um die App zu verwenden.
es: Instala y activa el plugin de WooCommerce en tu sitio web para utilizar la aplicación.
fr: Veuillez installer et activer l’extension WooCommerce sur votre site pour utiliser l’application.
he: יש להתקין ולהפעיל את תוסף WooCommerce באתר שלך כדי להשתמש באפליקציה.
id: Instal dan aktifkan plugin WooCommerce pada situs Anda untuk menggunakan aplikasi.
it: Installa e attiva il plug-in WooCommerce sul tuo sito per utilizzare l'app.
ja: アプリを使用するには、サイトに WooCommerce プラグインをインストールして有効化してください。
nl: Installeer en activeer de WooCommerce-plugin op je site om de app te kunnen gebruiken.
pt_br: Instale e ative o plugin do WooCommerce em seu site para usar o aplicativo.
ru: Установите и активируйте плагин WooCommerce на сайте, чтобы использовать приложение.
sv: Installera och aktivera WooCommerce-tillägget på din webbplats för att använda appen.
tr: Uygulamayı kullanmak için lütfen sitenize WooCommerce eklentisini yükleyin ve etkinleştirin.

source: Please install the free Jetpack plugin to access your store on this app.
ar: يرجى تثبيت إضافة Jetpack المجانية للوصول إلى متجرك على هذا التطبيق.
de: Bitte installiere das kostenlose Jetpack-Plugin, um in dieser App auf deinen Shop zuzugreifen.
es: Para acceder a tu tienda en esta aplicación, instala el plugin gratuito Jetpack.
fr: Veuillez installer l’extension Jetpack gratuite pour accéder à votre boutique dans cette application.
he: יש להתקין את התוסף החינמי של Jetpack כדי לגשת לחנות באפליקציה הזאת.
id: Instal plugin Jetpack gratis untuk mengakses toko Anda di aplikasi ini.
it: Installa il plugin Jetpack gratuito per accedere al negozio su questa app.
ja: このアプリでストアにアクセスするには、無料の Jetpack プラグインをインストールしてください。
nl: Installeer de gratis Jetpack-plugin om toegang te krijgen tot je winkel op deze app.
pt_br: Instale o plugin Jetpack gratuito para acessar sua loja neste aplicativo.
ru: Установите бесплатный плагин Jetpack, чтобы работать с магазином в этом приложении.
sv: Installera det kostnadsfria Jetpack-tillägget för att komma åt din butik med den här appen.
tr: Bu uygulamada mağazanıza erişmek için lütfen ücretsiz Jetpack eklentisini yükleyin.

source: Please keep in mind that this product description was generated using our AI-powered tool. Please review and edit the content to ensure it aligns with your brand and messaging.
ar: ترجى مراعاة أن وصف هذا المنتج تم إنشاؤه باستخدام أداة لدينا مدعومة من الذكاء الاصطناعي. ترجى مراجعة المحتوى وتحريره لضمان محاذاته مع علامتك التجارية ورسائلك.
de: Beachte bitte, dass diese Produktbeschreibung mit unserem KI-gestützten Tool erstellt wurde. Überprüfe und bearbeite den Inhalt entsprechend, damit er deiner Marke und Botschaft entspricht.
es: Ten en cuenta que esta descripción de producto se ha generado con nuestra herramienta con tecnología de IA. Revisa y edita el contenido para asegurarte de que esté en línea con tu marca y tu mensaje.
fr: N’oubliez pas que cette description de produit a été générée à l’aide de notre outil d’intelligence artificielle. Passez-la en revue et modifiez le contenu pour vous assurer qu’il correspond à votre marque et au message que vous voulez communiquer.
he: חשוב לשים לב שתיאור המוצר נוצר דרך כלי שאנחנו מפעילים באמצעות בינה מלאכותית. יש לבדוק ולערוך את התוכן כדי לוודא שהוא מתאים למותג ולמסר שלך.
id: Harap perhatikan bahwa deskripsi produk ini dibuat menggunakan alat berbasis teknologi AI. Harap periksa dan edit isinya agar sesuai dengan citra dan pesan yang ingin disampaikan.
it: Tieni presente che questa descrizione del prodotto è stata generata usando il nostro strumento basato sull'IA. Rivedi e modifica il contenuto per assicurarti che sia in linea con il marchio e il messaggio.
nl: Onthoud dat deze productbeschrijving is gegenereerd met ons AI-hulpmiddel. Bekijk en bewerk de content om er zeker van te zijn dat deze bij je merk en boodschap past.
pt_br: Saiba que esta descrição do produto foi gerada usando nossa ferramenta com IA. Revise e edite o conteúdo para garantir que esteja alinhado com sua marca e mensagem.
ru: Помните, что это описание продукта было создано с помощью искусственного интеллекта. Проверьте и отредактируйте содержимое, чтобы оно точно соответствовало вашему бренду и концепции.
sv: Tänk på att den här produktbeskrivningen har genererats med vårt AI-drivna verktyg. Granska och redigera innehållet för att säkerställa att det överensstämmer med ditt varumärke och ditt budskap.
tr: Bu ürün açıklamasının yapay zeka destekli aracımız kullanılarak oluşturulduğunu lütfen unutmayın. Lütfen markanız ve vermek istediğiniz mesajla uyumlu olduğundan emin olmak için bu açıklamayı inceleyip düzenleyin.

source: Please log out before connecting to a different wordpress.com site
ar: يرجى تسجيل الخروج قبل الاتصال بموقع وردبرس.كوم مختلف
de: Melde dich ab, bevor du eine Verbindung mit einer anderen WordPress.com-Website herstellst.
es: Cierra la sesión antes de conectarte a otro sitio de wordpress.com
fr: Veuillez vous déconnecter avant de connecter un site WordPress.com différent.
he: יש להתנתק לפני ההתחברות לאתר WordPress.com שונה
id: Harap logout sebelum menyambungkan ke situs wordpress.com lain
it: Disconnettiti prima di connetterti a un sito WordPress.com differente
ja: 別の wordpress.com サイトに接続する前にログアウトしてください
nl: Log uit voordat je verbinding maakt met een andere WordPress.com-site
pt_br: Faça logout antes de se conectar a um site diferente do WordPress.com
ru: Выйдите, прежде чем подключаться к другому сайту wordpress.com
sv: Logga ut innan du ansluter till någon annan webbplats på wordpress.com
tr: Farklı bir wordpress.com sitesine bağlanmadan önce lütfen oturumunuzu kapatın

source: Please make sure the app can access Photos in device settings
ar: يُرجى التأكد من وصول التطبيق إلى الصور في إعدادات الجهاز
de: Überprüfe bitte in den Geräteeinstellungen, ob die App auf Fotos zugreifen kann
es: Comprueba que la app puede acceder a las fotografías en los ajustes del dispositivo
fr: Vérifiez que l’application peut accéder aux photos dans les paramètres de l’appareil
he: עליך לוודא שלאפליקציה יש הרשאה לגשת לתמונות בהגדרות המכשיר שלך
id: Pastikan aplikasi dapat mengakses Foto di pengaturan perangkat
it: Assicurati che l'app possa accedere a Foto nelle impostazioni del dispositivo
ja: デバイスの設定で、アプリが写真にアクセスできることを確認してください。
nl: Controleer in de apparaatinstellingen of de app toegang heeft tot Foto's
pt_br: Certifique-se que o aplicativo tem acesso às Fotos nas configurações do dispositivo
ru: Предоставьте приложению доступ к разделу "Фотографии" в настройках устройства
sv: Se till att appen har åtkomst till Foton i enhetens inställningar
tr: Lütfen cihaz ayarlarında uygulamanın Fotoğraflar'a erişebildiğinden emin olun

source: Please make sure you are running the latest version of WooCommerce and try again later.
ar: يرجى التأكُّد من أنك تستخدم أحدث إصدار من WooCommerce وحاول مرة أخرى لاحقًا.
de: Stelle sicher, dass du die neueste Version von WooCommerce verwendest, und versuche es später erneut.
es: Comprueba que tienes la última versión de WooCommerce y vuelve a intentarlo más tarde.
fr: Assurez-vous d’utiliser la version la plus récente de WooCommerce, puis réessayez.
he: עליך לוודא שמותקנת באתר שלך הגרסה האחרונה של WooCommerce ולנסות שוב מאוחר יותר.
id: Harap pastikan Anda menggunakan WooCommerce versi terbaru lalu coba lagi nanti.
it: Assicurati di disporre della versione più recente di WooCommerce e prova più tardi.
ja: 最新バージョンの WooCommerce を使用していることを確認し、後でもう一度お試しください。
nl: Zorg ervoor dat je de laatste versie van WooCommerce gebruikt en probeer het opnieuw.
pt_br: Confirme se você está usando a versão mais recente do WooCommerce e tente novamente mais tarde.
ru: Убедитесь, что используется последняя версия WooCommerce и повторите попытку позже.
sv: Se till att du kör den senaste versionen av WooCommerce och försök igen senare.
tr: Lütfen WooCommerce'in en son sürümünü çalıştırdığınızdan emin olun ve daha sonra tekrar deneyin.

source: Please select a package
ar: يرجى تحديد حزمة
de: Bitte wähle ein Paket aus
es: Por favor, elige un paquete
fr: Veuillez sélectionner un colis
he: יש לבחור חבילה
id: Silakan pilih paket
it: Seleziona un pacchetto
ja: 荷物を選択してください
nl: Selecteer een pakket
pt_br: Selecione um pacote
ru: Выберите посылку
sv: Välj ett paket
tr: Lütfen bir paket seçin

source: Please try again later or reach out to us and we'll be happy to assist you!
ar: يرجى المحاولة مرة أخرى لاحقًا أو تواصل معنا وستسرنا مساعدتك!
de: Versuche es später erneut oder kontaktiere uns, wir helfen dir gerne weiter!
es: Inténtalo de nuevo más tarde o ponte en contacto con nosotros y estaremos encantados de ayudarte.
fr: Réessayez plus tard ou contactez-nous et nous vous aiderons avec plaisir !
he: יש לנסות שוב מאוחר יותר או לפנות אלינו בכל עת ואנחנו נשמח לעזור!
id: Coba lagi nanti atau hubungi kami dan dengan senang hati kami akan membantu Anda!
it: Riprova più tardi o contattaci per ricevere assistenza.
ja: しばらくしてから再度お試しいただくか、サポートをご依頼ください。
nl: Probeer het later opnieuw of neem contact met ons op zodat wij je kunnen helpen.
pt_br: Tente novamente mais tarde ou fale conosco. Teremos prazer em ajudar você!
ru: Повторите попытку позже или свяжитесь с нами. Мы будем рады помочь!
sv: Försök igen senare eller kontakta oss så hjälper vi dig gärna!
tr: Lütfen daha sonra tekrar deneyin veya bize ulaşın, size yardımcı olmaktan memnuniyet duyarız.

source: Please try again or contact support if this error continues.
ar: ترجى المحاولة مجددًا أو الاتصال بالدعم إذا استمر هذا الخطأ.
de: Versuche es erneut oder wende dich an den Support, falls dieser Fehler weiterhin auftritt.
es: Inténtalo de nuevo o ponte en contacto con el soporte si el error continúa.
fr: Veuillez réessayer. Si le problème persiste, contactez l’assistance.
he: יש לנסות שוב או לפנות לתמיכה אם השגיאה ממשיכה להופיע.
id: Harap coba lagi atau hubungi dukungan jika error ini berlanjut.
it: Riprova o contatta il supporto se l'errore persiste.
ja: もう一度やり直すか、エラーが続く場合はサポートにお問い合わせください。
nl: Probeer het opnieuw of neem contact op met ondersteuning als het probleem aanhoudt.
pt_br: Tente novamente ou entre em contato com o suporte se o erro persistir.
ru: Повторите попытку или обратитесь в службу поддержки, если эта ошибка произойдёт снова.
sv: Försök igen eller kontakta supporten om detta fel fortsätter.
tr: Lütfen tekrar deneyin veya bu hata devam ederse destekle iletişime geçin.

source: Please try again or contact us for support.
ar: يُرجى المحاولة مرة أخرى أو الاتصال بنا للحصول على الدعم.
de: Versuche es erneut oder kontaktiere uns, um Hilfe zu erhalten.
es: Inténtalo de nuevo o ponte en contacto con nuestro servicio de soporte.
fr: Réessayez ou contactez le service d’assistance.
he: יש לנסות שוב או לפנות אלינו לתמיכה.
id: Harap coba lagi atau hubungi kami untuk bantuan.
it: Prova di nuovo o contattaci per ricevere supporto.
ja: もう一度やり直すか、サポートにお問い合わせください。
nl: Probeer het nog eens of neem contact met ons op voor ondersteuning.
pt_br: Tente novamente ou entre em contato conosco para obter suporte.
ru: Повторите попытку или обратитесь в службу поддержки.
sv: Försök igen eller kontakta oss för support.
tr: Lütfen tekrar deneyin veya destek için bizimle iletişime geçin.

source: Please try again or reach out to us and we'll be happy to assist you!
ar: ترجى المحاولة مجددًا أو التواصل معنا وسنكون سعداء لمساعدتك!
de: Versuche es erneut oder kontaktiere uns, wir helfen dir gerne weiter!
es: Inténtalo de nuevo o ponte en contacto con nosotros y estaremos encantados de ayudarte.
fr: Réessayez ou contactez-nous ; nous nous ferons un plaisir de vous aider !
he: יש לנסות שוב או לפנות אלינו בכל עת ואנחנו נשמח לעזור!
id: Coba lagi atau hubungi kami dan dengan senang hati kami akan membantu Anda!
it: Riprova di nuovo o contattaci per ricevere assistenza.
ja: 再度お試しいただくか、サポートをご依頼ください。
nl: Probeer het opnieuw of neem contact met ons op zodat wij je kunnen helpen.
pt_br: Tente novamente ou fale conosco. Teremos prazer em ajudar você!
ru: Повторите попытку или обратитесь к нам.
sv: Försök igen eller kontakta oss så hjälper vi dig gärna!
tr: Lütfen tekrar deneyin veya bize ulaşın, size yardımcı olmaktan memnuniyet duyarız!

source: Please try again, or contact support for assistance
ar: ترجى المحاولة مجددًا أو الاتصال بالدعم للحصول على المساعدة
de: Bitte versuche es erneut oder kontaktiere den Support, um Hilfe zu erhalten
es: Inténtalo de nuevo o ponte en contacto con el equipo de soporte si necesitas ayuda
fr: Réessayez ou contactez l’assistance pour obtenir de l’aide
he: יש לנסות שוב או לפנות לתמיכה לעזרה
id: Silakan coba lagi atau hubungi dukungan untuk mendapatkan bantuan.
it: Prova di nuovo o contatta il supporto per ricevere assistenza
nl: Probeer het nog eens of neem contact met ons op voor ondersteuning
pt_br: Tente novamente ou entre em contato com o suporte para obter ajuda
ru: Повторите попытку или обратитесь в службу поддержки
sv: Försök igen eller kontakta support för hjälp
tr: Lütfen tekrar deneyin veya yardım için destek birimine başvurun

source: Please try again.
ar: يُرجى المحاولة مرة أخرى.
de: Bitte versuch es noch einmal.
es: Inténtalo de nuevo.
fr: Veuillez réessayer.
he: יש לנסות שוב.
id: Harap coba lagi.
it: Riprova.
ja: もう一度お試しください。
nl: Probeer het nog eens.
pt_br: Tente novamente.
ru: Повторите попытку.
sv: Försök igen.
tr: Lütfen yeniden deneyin.

source: Please try again. Alternatively, you can activate Jetpack through your WP-Admin.
ar: يُرجى المحاولة مرة أخرى. بدلاً من ذلك، يمكنك تفعيل Jetpack من خلال مسؤول ووردبريس الخاص بك.
de: Bitte versuch es noch einmal. Alternativ kannst du Jetpack über deinen WP Admin aktivieren.
es: Inténtalo de nuevo. Si lo prefieres, puedes activar Jetpack a través de tu WP-Admin.
fr: Veuillez réessayer. Vous pouvez aussi activer Jetpack via votre WP-Admin.
he: יש לנסות שוב. לחלופין, אפשר להפעיל את Jetpack דרך מנהל WP.
id: Harap coba lagi. Atau, Anda dapat mengaktifkan Jetpack melalui WP-Admin.
it: Riprova. In alternativa, puoi attivare Jetpack tramite WP-Admin.
ja: もう一度お試しください。 または、WP 管理画面から Jetpack を有効化することもできます。
nl: Probeer het nog eens. Of je kunt Jetpack activeren in WP-Admin.
pt_br: Tente novamente. Como alternativa, você pode ativar o Jetpack através do seu Painel.
ru: Повторите попытку. Либо вы можете активировать Jetpack через консоль.
sv: Försök igen. Alternativt kan du aktivera Jetpack från WP-admin.
tr: Lütfen yeniden deneyin. Alternatif olarak, WP-Admin'iniz aracılığıyla Jetpack'i etkinleştirebilirsiniz.

source: Please try again. Alternatively, you can install Jetpack through your WP-Admin.
ar: يُرجى المحاولة مرة أخرى. بدلاً من ذلك، يمكنك تثبيت Jetpack من خلال مسؤول ووردبريس الخاص بك.
de: Bitte versuch es noch einmal. Alternativ kannst du Jetpack über deinen WP Admin installieren.
es: Inténtalo de nuevo. Si lo prefieres, puedes instalar Jetpack a través de tu WP-Admin.
fr: Veuillez réessayer. Vous pouvez aussi installer Jetpack via votre WP-Admin.
he: יש לנסות שוב. לחלופין, אפשר להתקין את Jetpack דרך מנהל WP.
id: Harap coba lagi. Atau, Anda dapat menginstal Jetpack melalui WP-Admin.
it: Riprova. In alternativa, puoi installare Jetpack tramite WP-Admin.
ja: もう一度お試しください。 または、WP 管理画面から Jetpack をインストールすることもできます。
nl: Probeer het nog eens. Of je kunt Jetpack installeren via je WP-Admin.
pt_br: Tente novamente. Como alternativa, você pode instalar o Jetpack pelo seu Painel WP Admin.
ru: Повторите попытку. Либо вы можете установить Jetpack через консоль.
sv: Försök igen. Alternativt kan du installera Jetpack från WP-admin.
tr: Lütfen yeniden deneyin. Alternatif olarak, Jetpack'i WP-Admin'iniz aracılığıyla yükleyebilirsiniz.

source: Please try another query.
ar: ترجى تجربة استعلام آخر.
de: Bitte versuche es mit einer anderen Abfrage.
es: Prueba a hacer otra consulta.
fr: Veuillez essayer une autre requête.
he: יש לנסות שאילתה אחרת.
id: Silakan coba ajukan permintaan informasi lain.
it: Prova un'altra query.
ja: 別のクエリーをお試しください。
nl: Probeer een andere vraag
pt_br: Tente outra consulta.
ru: Выберите другой запрос.
sv: Prova med en annan sökning.
tr: Lütfen başka bir sorgu deneyin.

source: Please update your reader software to keep accepting payments
ar: يرجى تحديث برنامج القارئ الخاص بك ليستمر في قبول المدفوعات
de: Bitte aktualisiere die Software deines Kartenlesegeräts, um weiterhin Zahlungen empfangen zu können.
es: Actualiza el software del lector para seguir aceptando pagos
fr: Veuillez mettre à jour le logiciel de votre lecteur pour continuer à accepter les paiements
he: עליך לעדכן את התוכנה של הקורא כדי להמשיך לקבל תשלומים
id: Harap perbarui perangkat lunak pembaca Anda untuk dapat terus menerima pembayaran
it: Aggiorna il software del lettore per continuare ad accettare pagamenti
ja: 引き続き支払いを受け入れるには、Reader のソフトウェアを更新してください
nl: Werk de software van je lezer bij zodat je betalingen kunt blijven aannemen
pt_br: Atualize o software do leitor para continuar aceitando pagamentos
ru: Чтобы принимать платежи, обновите ПО устройства чтения
sv: Uppdatera din läsares programvara för att fortsätta ta emot betalningar
tr: Ödemeleri kabul etmeye devam edebilmek için lütfen okuyucu yazılımınızı güncelleyin

source: Please wait
ar: يُرجى الانتظار
de: Bitte warten
es: Espera
fr: Veuillez patienter
he: רק רגע
id: Harap tunggu…
it: Attendi
ja: しばらくお待ちください
nl: Een moment geduld
pt_br: Aguarde
ru: Подождите немного
sv: Vänta
tr: Lütfen bekleyin

source: Please wait while we attempt to identify your connection issue.
ar: يرجى الانتظار بينما نحاول تحديد مشكلة الاتصال الخاصة بك.
de: Bitte warte, während wir versuchen, dein Verbindungsproblem zu identifizieren.
es: Espera mientras intentamos identificar tu problema de conexión.
fr: Veuillez patienter pendant que nous tentons d’identifier votre problème de connexion.
he: רק רגע, אנחנו מנסים לזהות את הבעיה עם החיבור שלך.
id: Harap tunggu selama kami mencoba mengidentifikasi masalah koneksi Anda.
it: Attendi mentre cerchiamo di identificare il problema di connessione.
nl: Een moment geduld terwijl we proberen je verbindingsprobleem vast te stellen.
pt_br: Aguarde enquanto identificamos seu problema de conexão.
ru: Подождите. Нам необходимо определить вашу проблему с подключением.
sv: Vänta medan vi försöker identifiera ditt anslutningsproblem.
tr: Bağlantı sorununuzu tanımlamaya çalışırken lütfen bekleyin.
