Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: Unable to fetch the logged in WordPress.com account. Please try again.
ar: يتعذر إحضار حساب ووردبريس.كوم الذي تم تسجيل الدخول إليه. ترجى المحاولة مجددًا.
de: Das angemeldete WordPress.com-Konto kann nicht abgerufen werden. Bitte versuche es erneut.
es: No se puede recuperar la cuenta de WordPress.com con la que se ha accedido. Inténtalo de nuevo.
fr: Impossible de récupérer le compte WordPress.com connecté. Veuillez réessayer.
he: אין אפשרות להביא את החשבון של WordPress.com שממנו התחברת. יש לנסות שוב.
id: Tidak dapat mengambil akun WordPress.com yang sudah login. Harap coba lagi.
it: Impossibile recuperare l'account WordPress.com connesso. Riprova.
nl: Het is niet mogelijk om de ingelogde WordPress.com account op te halen. Probeer het nog eens.
pt_br: Não foi possível obter a conta do WordPress.com conectada. Tente novamente.
ru: Не удалось получить информацию об учётной записи WordPress.com, в которую выполнен вход. Повторите попытку.
sv: Det går inte att hämta det inloggade WordPress.com-kontot. Försök igen.
tr: Oturum açılan WordPress.com hesabı getirilemiyor. Lütfen tekrar deneyin.

source: Unable to fetch variations
ar: يتعذر إحضار التباينات
de: Varianten konnten nicht abgerufen werden
es: No se pueden obtener las variaciones
fr: Impossible d'extraire les variantes
he: אין אפשרות להביא את הסוגים
id: Tidak dapat mengambil variasi
it: Impossibile ottenere le varianti
ja: バリエーションを取得できません
nl: Kan variaties niet ophalen
pt_br: Não é possível buscar variações
ru: Не удалось получить варианты
sv: Det gick inte att hämta variationer
tr: Varyasyonlar getirilemiyor

source: Unable to fulfill order #%1$d
ar: يتعذر تنفيذ الطلب رقم ⁦%1$d⁩
de: Bestellung Nr. %1$d konnte nicht erfüllt werden
es: No se ha podido realizar el pedido n.º %1$d
fr: Impossible d’exécuter la commande n° %1$d
he: אין אפשרות להשלים את ההזמנה ⁦%1$d⁩#
id: Tidak dapat memenuhi pesanan #%1$d
it: Impossibile evadere l'ordine n. %1$d
ja: 注文番号%1$dを受け付けられません
nl: Voltooien niet mogelijk voor bestelnr.%1$d
pt_br: Não foi possível concluir o pedido %1$d
ru: Не удалось выполнить заказ № %1$d
sv: Det gick inte att uppfylla order nummer%1$d
tr: %1$d numaralı sipariş yerine getirilemiyor

source: Unable to load Shipment Carriers
ar: تعذر تحميل شركات النقل المخصصة للشحن
de: Versanddienstleister können nicht geladen werden
es: No se han podido cargar las empresas de transporte
fr: Impossible de charger les transporteurs
he: אין אפשרות לטעון את ספקי המשלוח
id: Tidak dapat memuat Operator Pengiriman
it: Impossibile caricare i corrieri della spedizione
ja: 配送業者を読み込めません
nl: Kan bezorgservices niet laden
pt_br: Não foi possível carregar as transportadoras
ru: Не удалось загрузить список компаний-перевозчиков
sv: Det gick inte att läsa in transportföretag
tr: Kargo Şirketleri yüklenemiyor

source: Unable to load all component options
ar: يتعذر تحميل كل خيارت المكوّنات
de: Es konnten nicht alle Komponentenoptionen geladen werden
es: No se pueden cargar todas las opciones de componentes
fr: Impossible de charger toutes les options de composant
id: Tidak dapat memuat semua opsi komponen
it: Impossibile caricare tutte le opzioni componente
nl: Kon niet alle componentopties laden
pt_br: Não foi possível carregar todas as opções de componentes
ru: Не удается загрузить все варианты компонентов
sv: Det går inte att ladda alla komponentalternativ
tr: Tüm bileşen seçenekleri yüklenemiyor

source: Unable to load attribute options
ar: يتعذر تحميل خيارات السمة
de: Eigenschaftsoptionen konnten nicht geladen werden
es: No se pueden cargar las opciones de atributos
fr: Impossible de charger les options d’attribut
he: לא ניתן לטעון את אפשרויות המאפיינים
id: Tidak dapat memuat pilihan atribut
it: Impossibile caricare le opzioni dell'attributo
ja: 属性設定を読み込めません
nl: Kon opties van eigenschappen niet laden
pt_br: Não foi possível carregar as opções de atributo
ru: Не удалось загрузить опции атрибутов
sv: Attributalternativ kunde inte hämtas
tr: Nitelik seçenekleri yüklenemiyor

source: Unable to load categories
ar: تعذر تحميل التصنيفات
de: Kategorien konnten nicht geladen werden
es: No se pueden cargar las categorías
fr: Impossible de charger les catégories
he: לא ניתן לטעון את הקטגוריות
id: Tidak dapat memuat kategori
it: Impossibile caricare le categorie
ja: カテゴリーを読み込めませんでした
nl: Kan categorieën niet laden
pt_br: Não foi possível carregar as categorias
ru: Не удается загрузить категории
sv: Kan inte ladda kategorier
tr: Kategoriler yüklenemiyor

source: Unable to load notification
ar: يتعذر تحميل التنبيه
de: Benachrichtigung konnte nicht geladen werden
es: No se ha podido cargar la notificación
fr: Impossible de charger la notification
he: אין אפשרות לטעון את ההודעה
id: Tidak dapat memuat pemberitahuan
it: Impossibile caricare la notifica
nl: Melding kon niet geladen worden
pt_br: Não é possível carregar a notificação
ru: Не удалось загрузить уведомление
sv: Det gick inte att läsa in notisen
tr: Bildirim yüklenemiyor

source: Unable to load order analytics
ar: يتعذر تحميل تحليلات الطلبات
de: Analysedaten zu den Bestellungen konnten nicht geladen werden
es: No se puede cargar el análisis de los pedidos
fr: Impossible de charger l’analyse des commandes
he: לא ניתן לטעון את הנתונים האנליטיים לגבי הזמנות
id: Tidak dapat memuat analitik pesanan
it: Impossibile caricare l'analisi dell'ordine
ja: 注文分析を読み込めません
nl: Kan bestellingsanalyses niet laden
pt_br: Não é possível carregar a análise de pedido
ru: Не удалось загрузить данные анализа заказов
sv: Det gick inte att ladda beställningsanalysen
tr: Sipariş analizleri yüklenemiyor

source: Unable to load product analytics
ar: يتعذر تحميل تحليلات المنتجات
de: Analysedaten zu den Produkten konnten nicht geladen werden
es: No se puede cargar el análisis de los productos
fr: Impossible de charger l’analyse des produits
he: לא ניתן לטעון את הנתונים האנליטיים לגבי מוצרים
id: Tidak dapat memuat analitik produk
it: Impossibile caricare l'analisi del prodotto
ja: 商品分析を読み込めません
nl: Kan productanalyses niet laden
pt_br: Não é possível carregar a análise de produto
ru: Не удалось загрузить данные анализа товаров
sv: Det gick inte att ladda produktanalysen
tr: Ürün analizleri yüklenemiyor

source: Unable to load product attributes
ar: يتعذر تحميل سمات المنتج
de: Produktattribute können nicht geladen werden
es: No se han podido cargar los atributos del producto
fr: Impossible de charger les attributs du produit
he: לא ניתן היה לטעון את מאפייני המוצר
id: Gagal memuat atribut produk
it: Impossibile caricare gli attributi dei prodotti
ja: 商品属性を読み込めません
nl: Kon producteigenschappen niet laden
pt_br: Não foi possível carregar atributos do produto
ru: Не удалось загрузить атрибуты продукта
sv: Det gick inte att läsa in produktattributen
tr: Ürün özellikleri yüklenemiyor

source: Unable to load product bundle analytics
ar: يتعذر تحميل تحليلات حزم المنتجات
de: Analysedaten zu den Produktpaketen konnten nicht geladen werden
es: No se puede cargar el análisis de los paquetes de productos
fr: Impossible de charger l’analyse des formules de produits
he: לא ניתן לטעון נתונים אנליטיים של חבילת מוצרים
id: Tidak dapat memuat analitik paket produk
it: Impossibile caricare l'analisi del pacchetto prodotto
nl: Kan productbundelanalyses niet laden
pt_br: Não foi possível carregar a análise de pacote de produtos
ru: Не удалось загрузить данные анализа комплектов товаров
sv: Det gick inte att ladda produktpaketanalysen
tr: Ürün paketi analizleri yüklenemiyor

source: Unable to load product bundles sold analytics
ar: يتعذر تحميل تحليلات حزم المنتجات المبيعة
de: Analysedaten zu den verkauften Produktpaketen konnten nicht geladen werden
es: No se puede cargar el análisis de los paquetes de productos vendidos
fr: Impossible de charger l’analyse des formules de produits vendues
he: לא ניתן לטעון נתונים אנליטיים של חבילות מוצרים שנמכרו
id: Tidak dapat memuat analitik paket produk terjual
it: Impossibile caricare l'analisi dei pacchetti prodotto venduti
nl: Kan analyses verkochte productbundels niet laden
pt_br: Não foi possível carregar a análise de pacotes de produtos vendidos
ru: Не удалось загрузить данные анализа проданных комплектов товаров
sv: Det gick inte att ladda analysen över sålda produktpaket
tr: Ürün paketlerinin satılan analizleri yüklenemiyor

source: Unable to load product items sold analytics
ar: يتعذر تحميل تحليلات عناصر المنتج المبيعة
de: Analysedaten zu den verkauften Produktartikeln konnte nicht geladen werden
es: No se puede cargar el análisis de los productos vendidos.
fr: Impossible de charger l’analyse des produits vendus
he: לא ניתן לטעון נתונים אנליטיים של פריטי המוצרים שנמכרו
id: Tidak dapat memuat analitik item produk terjual
it: Impossibile caricare l'analisi degli elementi venduti del prodotto
ja: 販売済み商品の分析を読み込めません
nl: Kan analyses van verkochte producten niet laden
pt_br: Não foi possível carregar a análise de itens vendidos
ru: Не удалось загрузить данные анализа проданных товаров
sv: Det gick inte att ladda analysen över sålda produktartiklar
tr: Satılan ürün analizleri yüklenemiyor

source: Unable to load revenue analytics
ar: يتعذر تحميل تحليلات الإيرادات
de: Analysedaten zu den Einnahmen konnten nicht geladen werden
es: No se puede cargar el análisis de los ingresos
fr: Impossible de charger l’analyse des revenus
he: לא ניתן לטעון את הנתונים האנליטיים לגבי רווחים
id: Tidak dapat memuat analitik pendapatan
it: Impossibile caricare l'analisi del fatturato
ja: 収益分析を読み込めません
nl: Kan inkomstenanalyses niet laden
pt_br: Não é possível carregar a análise da receita
ru: Не удалось загрузить данные анализа доходов
sv: Det gick inte att ladda intäktsanalysen
tr: Gelir analizleri yüklenemiyor

source: Unable to load session analytics
ar: يتعذر تحميل تحليلات الجلسات
de: Analysedaten zu den Sitzungen konnten nicht geladen werden
es: No se puede cargar la sesión de estadísticas
fr: Impossible de charger l’analyse de session
he: אין אפשרות להעלות את הנתונים האנליטיים של ההפעלה
id: Tidak dapat memuat analitik sesi
it: Impossibile caricare l'analisi della sessione
ja: セッション分析を読み込めません
nl: Kan sessieanalyses niet laden
pt_br: Não foi possível carregar a análise de sessão
ru: Не удалось загрузить данные анализа сеанса
sv: Det gick inte att ladda sessionsanalysen
tr: Oturum analizleri yüklenemiyor

source: Unable to load taxes for order
ar: يتعذر تحميل الضرائب الخاصة بالطلب
de: Steuern für die Bestellung konnten nicht geladen werden
es: No se han podido cargar los impuestos del pedido.
fr: Impossible de charger les taxes pour la commande
he: לא ניתן לטעון את המיסים להזמנה
id: Tidak dapat memuat pajak untuk pesanan
it: Impossibile caricare le tasse per l'ordine
ja: 注文の税額を読み込めません
nl: Kan belasting niet laden voor bestelling
pt_br: Não foi possível carregar impostos do pedido
ru: Не удалось загрузить сведения о налогах для заказа
sv: Det gick inte att läsa in moms för beställningen
tr: Siparişle ilgili vergiler yüklenemiyor

source: Unable to log in because application passwords are disabled on your site.
ar: يتعذر تسجيل الدخول نظرًا إلى تعطيل كلمة مرور التطبيق على موقعك.
de: Anmeldung fehlgeschlagen, da Anwendungspasswörter auf deiner Website deaktiviert sind.
es: No se permite el acceso porque se han desactivado las contraseñas de aplicación en tu sitio.
fr: La connexion est impossible, car les mots de passe d’application sont désactivés sur votre site.
he: אין אפשרות להתחבר מאחר שהסיסמאות של האפליקציה מושבתות באתר שלך.
id: Tidak dapat login karena kata sandi aplikasi dinonaktifkan di situs Anda.
it: Impossibile accedere perché le password dell'applicazione sono disabilitate sul tuo sito.
nl: Kan niet inloggen omdat applicatiewachtwoorden zijn uitgeschakeld op je site.
pt_br: Não foi possível fazer login porque as senhas de aplicação estão desativadas no seu site.
ru: Не удалось войти, поскольку на вашем сайте отключены пароли приложения.
sv: Det gick inte att logga in eftersom applikationslösenord har inaktiverats på din webbplats.
tr: Sitenizde uygulama şifreleri devre dışı bırakıldığı için giriş yapılamıyor.

source: Unable to log in because the request to use application passwords to your site has been rejected.
ar: يتعذر تسجيل الدخول نظرًا إلى رفض طلب استخدام كلمات مرور التطبيق على موقعك.
de: Anmeldung fehlgeschlagen, da die Anfrage zum Verwenden von Anwendungspasswörtern für deine Website abgelehnt wurde.
es: No se permite el acceso porque se ha rechazado la solicitud para utilizar contraseñas de aplicación en tu sitio.
fr: La connexion est impossible, car la demande d’utilisation de mots de passe d’application pour l’accès à votre site a été rejetée.
he: אין אפשרות להתחבר מאחר שהבקשה להשתמש בסיסמאות של האפליקציה באתר שלך נדחתה.
id: Tidak dapat login karena permintaan untuk menggunakan kata sandi aplikasi ke situs Anda telah ditolak.
it: Impossibile accedere perché la richiesta di utilizzare le password dell'applicazione per il tuo sito è stata respinta.
nl: Kan niet inloggen omdat het verzoek om applicatiewachtwoorden op je site te gebruiken is afgewezen.
pt_br: Não foi possível fazer login porque o pedido para usar senhas de aplicação em seu site foi negado.
ru: Не удалось войти, поскольку ваш сайт отклонил запрос на использование паролей приложения.
sv: Det gick inte att logga in eftersom begäran om att använda applikationslösenord till din webbplats har avvisats.
tr: Sitenizde uygulama şifrelerini kullanma talebi reddedildiği için giriş yapılamıyor.

source: Unable to login because we cannot identify your store's admin URL.
ar: لقد تعذر تسجيل لدخول نظرًا إلى عدم تمكننا من التعرف على عنوان URL لمسؤول متجرك.
de: Die Anmeldung ist fehlgeschlagen, da die Admin-URL deines Shops nicht ermitteln werden konnte.
es: No puedes acceder porque no hemos conseguido identificar la URL de administración de tu tienda.
fr: Impossible de se connecter, car nous ne pouvons pas identifier l’URL d’administration de votre boutique.
he: לא ניתן להתחבר מאחר שלא הצלחנו לזהות את כתובת ה-URL למנהל המערכת של החנות שלך.
id: Tidak dapat login karena kami tidak dapat mengidentifikasi URL admin toko Anda.
it: Impossibile accedere perché non possiamo identificare l'URL di amministrazione del negozio.
ja: ストアの管理 URL を識別できないためログインできません。
nl: Het is niet gelukt om in te loggen omdat we de admin-URL van je winkel niet konden identificeren.
pt_br: Não foi possível fazer login porque não conseguimos identificar a URL de administrador da sua loja.
ru: Не удалось войти, так как не удается найти URL-адрес администратора магазина.
sv: Det gick inte att logga in, eftersom vi inte kan identifiera admin-URL:en för din butik.
tr: Mağazanızın yönetici URL'sini belirleyemediğimiz için giriş yapılamıyor.

source: Unable to login because we cannot identify your store's login URL.
ar: يتعذر تسجيل لدخول نظرًا إلى عدم تمكنا من التعرف على عنوان URL لتسجيل الدخول إلى متجرك.
de: Die Anmeldung ist fehlgeschlagen, da die Anmelde-URL deines Shops nicht ermittelt werden konnte.
es: No puedes acceder porque no hemos conseguido identificar la URL de acceso de tu tienda.
fr: Impossible de se connecter, car nous ne pouvons pas identifier l’URL de connexion de votre boutique.
he: לא ניתן להתחבר מאחר שלא הצלחנו לזהות את כתובת ה-URL לכניסה לחנות שלך.
id: Tidak dapat login karena kami tidak dapat mengidentifikasi URL login toko Anda.
it: Impossibile accedere perché non possiamo identificare l'URL di accesso del negozio.
ja: ストアのログイン URL を識別できないためログインできません。
nl: Het is niet gelukt om in te loggen omdat we de login-URL van je winkel niet konden identificeren.
pt_br: Não foi possível fazer login porque não conseguimos identificar a URL de login da sua loja.
ru: Не удалось войти, так как не удается найти URL-адрес входа в магазин.
sv: Det gick inte att logga in, eftersom vi inte kan identifiera inloggnings-URL:en för din butik.
tr: Mağazanızın giriş URL'sini belirleyemediğimiz için giriş yapılamıyor.

source: Unable to login due to an unexpected response from your site. We are working on fixing this issue.
ar: يتعذر تسجيل الدخول بسبب استجابة غير متوقعة من موقعك. إننا نعمل على إصلاح هذه المشكلة.
de: Die Anmeldung ist aufgrund einer unerwarteten Antwort von deiner Website fehlgeschlagen. Wir arbeiten daran, das Problem zu beheben.
es: No se ha podido acceder al sitio debido a una respuesta inesperada. Estamos trabajando para resolver este problema.
fr: Impossible de se connecter en raison d’une réponse inattendue de votre site. Nous travaillons à la résolution de ce problème.
he: לא ניתן להתחבר עקב תגובה לא צפויה מהאתר שלך. אנחנו מנסים כעת לפתור את הבעיה.
id: Tidak dapat login akibat respons tak terduga dari situs Anda. Kami sedang berupaya mengatasi masalah ini.
it: Impossibile accedere con una risposta imprevista dal tuo sito. Stiamo lavorando per risolvere il problema
ja: サイトからの予期しない応答のためログインできません。 この問題を修復中です。
nl: Vanwege een onverwachte reactie van je website is het niet gelukt om in te loggen. Wij zijn bezig dit probleem te verhelpen.
pt_br: Não foi possível fazer login devido a uma resposta inesperada do seu site. Estamos trabalhando para corrigir esse problema.
ru: Не удалось войти из-за неожиданного ответа сайта. Мы работаем над этой проблемой.
sv: Det gick inte att logga in på grund av ett oväntat svar från din webbplats. Vi jobbar på att lösa det här problemet.
tr: Sitenizden beklenmeyen bir yanıt nedeniyle giriş yapılamıyor. Bu sorunu düzeltmek için çalışıyoruz.

source: Unable to login with response status code %1$d.
ar: قم بالتمكين لتسجيل الدخول باستخدام رمز حالة الاستجابة ⁦%1$d⁩.
de: Die Anmeldung ist aufgrund des Antwort-Statuscodes %1$d fehlgeschlagen.
es: No se ha podido acceder con el código de estado de respuesta %1$d.
fr: Impossible de se connecter avec le code d’état %1$d de la réponse.
he: לא ניתן להתחבר עם קוד סטטוס לתגובה ⁦%1$d⁩.
id: Tidak dapat login dengan kode status respons %1$d.
it: Impossibile accedere con il codice di stato della risposta %1$d.
ja: レスポンスステータスコード%1$dのためログインできません。
nl: Het is niet gelukt om in te loggen met de reactie-statuscode %1$d.
pt_br: Não foi possível fazer login com o código do status de resposta %1$d.
ru: Не удалось войти. Код статуса: %1$d.
sv: Inloggningen misslyckades med svarsstatuskoden %1$d.
tr: Yanıt durum kodu %1$d nedeniyle giriş yapılamıyor.

source: Unable to process payment. Order total amount is below the minimum amount you can charge, which is %1$@
ar: تتعذر معالجة الدفع. إجمالي مبلغ الطلب أقل من الحد الأدنى للمبلغ الذي يمكنك دفعه الذي يبلغ %1$@
de: Zahlung konnte nicht bearbeitet werden. Gesamtsumme der Bestellung liegt unter der Mindestsumme, die du in Rechnung stellen kannst. Die Mindestsumme beträgt %1$@.
es: No se puede procesar el pago. El importe total del pedido es inferior al importe mínimo que puedes cobrar, que es %1$@.
fr: Impossible de traiter le paiement. Le montant total de la commande est inférieur au montant minimum que vous pouvez facturer, à savoir %1$@
he: אין אפשרות לעבד את התשלום. הסכום הכולל של ההזמנה נמוך מהסכום המינימלי שאפשר לגבות, %1$@
id: Tidak dapat memproses pembayaran. Jumlah total pesanan di bawah jumlah minimal yang dapat Anda tagihkan, yaitu %1$@
it: Impossibile elaborare il pagamento. L'importo totale dell'ordine è inferiore all'importo minimo che puoi addebitare, che è di %1$@
ja: 支払いを処理できません。 注文の合計金額が請求可能な最低金額 (%1$@) を下回っています。
nl: Kan betaling niet verwerken. Totaalbedrag bestelling is minder dan het minimumbedrag dat je kunt vragen. Dit minimumbedrag is %1$@
pt_br: Não é possível processar o pagamento. O valor total do pedido está abaixo do valor mínimo que você pode cobrar, %1$@.
ru: Не удалось обработать платеж. Общая сумма заказа ниже минимальной взимаемой суммы (%1$@)
sv: Det gick inte att bearbeta betalningen. Det totala beloppet för beställningen understiger minimibeloppet för debitering, vilket är %1$@
tr: Ödeme işlenemiyor. Sipariş toplam tutarı, tahsil edebileceğiniz minimum tutarın altında (%1$@)

source: Unable to process payment. Order total amount is not valid.
ar: تتعذر معالجة الدفع. إجمالي مبلغ الطلب غير صالح.
de: Zahlung konnte nicht bearbeitet werden. Gesamtsumme der Bestellung ist ungültig.
es: No se puede procesar el pago. El importe total del pedido no es válido.
fr: Impossible de traiter le paiement. Le montant total de la commande n’est pas valide.
he: אין אפשרות לעבד את התשלום. השדה 'הסכום הכולל של ההזמנה' לא תקין.
id: Tidak dapat memproses pembayaran. Jumlah total pesanan tidak valid.
it: Impossibile elaborare il pagamento. L'importo totale dell'ordine non è valido.
ja: 支払いを処理できません。 注文の合計金額が有効ではありません。
nl: Kan betaling niet verwerken. Totaalbedrag bestelling is niet geldig.
pt_br: Não é possível processar o pagamento. O valor total do pedido não é válido.
ru: Не удалось обработать платеж. Недопустимая общая сумма заказа.
sv: Det gick inte att bearbeta betalningen. Det totala beloppet för beställningen är inte giltigt.
tr: Ödeme işlenemiyor. Sipariş toplam tutarı geçerli değil.

source: Unable to process payment. This order is already paid, taking a further payment would result in the customer being charged twice for their order.
ar: تتعذر معالجة الدفع. تم دفع هذا الطلب بالفعل، وسيؤدي الحصول على دفعة أخرى إلى فرض رسوم مضاعفة على العميل مقابل طلبه.
de: Zahlung konnte nicht verarbeitet werden. Diese Bestellung wurde bereits bezahlt. Eine weitere Zahlung hätte zur Folge, dass dem Kunden die Kosten für die Bestellung doppelt in Rechnung gestellt werden.
es: No se puede procesar el pago. Este pedido ya está pagado, por lo que si se efectuara un pago adicional, se le cobraría al cliente dos veces por su pedido.
fr: Impossible de traiter le paiement. Cette commande étant déjà payée, un paiement supplémentaire se traduirait par sa double facturation au client.
he: אין אפשרות לעבד את התשלום. ההזמנה הזאת כבר שולמה – אם ייגבה תשלום נוסף, הלקוח יחויב פעמיים עבור ההזמנה שביצע.
id: Tidak dapat memproses pembayaran. Pesanan ini sudah dibayar. Pembayaran lebih lanjut akan menyebabkan pelanggan ditagih dua kali untuk pesanannya.
it: Impossibile elaborare il pagamento. Quest'ordine è già stato pagato. Accettare un ulteriore pagamento comporterebbe un doppio addebito dell'ordine al cliente.
nl: Kan betaling niet verwerken. Deze bestelling is al betaald, het aannemen van verdere betalingen heeft als resultaat dat de klant twee keer voor zijn bestelling betaalt.
pt_br: Não é possível processar o pagamento. Este pedido já está pago. Fazer outro pagamento resultaria em uma cobrança dupla para o cliente pelo mesmo pedido.
ru: Не удалось обработать платёж. Этот заказ уже оплачен. Дальнейшие платёжные действия могут привести к тому, что с клиента будет дважды списана плата за заказ.
sv: Det gick inte att behandla betalningen. Den här beställningen är redan betald. Att ta emot ytterligare betalning skulle resultera i att kunden debiteras två gånger för sin beställning.
tr: Ödeme işlenemiyor. Bu siparişin ödemesi zaten yapıldı, ek bir ödeme alınması müşteriden siparişi için iki kez ücret alınmasına neden olacaktır.
