Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: Update Category
ar: تحديث التصنيف
de: Kategorie aktualisieren
es: Actualizar la categoría
fr: Mettre à jour la catégorie
he: עדכון קטגוריה
id: Perbarui Kategori
it: Aggiorna categoria
nl: Categorie bijwerken
pt_br: Atualizar categoria
ru: Обновить рубрику
sv: Uppdatera kategori
tr: Kategoriyi Güncelle

source: Update Instructions
ar: إرشادات التحديث
de: Aktualisierungsanweisungen
es: Actualizar instrucciones
fr: Mettre à jour les instructions
he: יש לעדכן את ההוראות
id: Petunjuk Pembaruan
it: Aggiorna istruzioni
ja: 手順を更新
nl: Update-instructies
pt_br: Instruções de atualização
ru: Инструкции по обновлению
sv: Uppdatera instruktioner
tr: Güncelleme Yönergeleri

source: Update Note
ar: تحديث الملحوظة
de: Notiz aktualisieren
es: Actualizar nota
fr: Mettre à jour la note
he: לעדכן פתק
id: Perbarui Catatan
it: Aggiorna nota
ja: ノートを更新
nl: Notitie bijwerken
pt_br: Atualizar anotação
ru: Изменить заметку
sv: Uppdatera anteckning
tr: Notu Güncelle

source: Update Order Status
ar: تحديث حالة الطلب
de: Auftragsstatus aktualisieren
es: Actualizar estado del pedido
fr: Modifier l'état des commandes
he: עדכון מצב הזמנות
id: Perbarui Status Pesanan
it: Aggiorna stato dell'ordine
ja: 注文ステータスを更新
nl: Bestelstatus bijwerken
pt_br: Atualizar o status do pedido
ru: Обновить статус заказа
sv: Uppdatera orderstatus
tr: Sipariş Durumunu Güncelle

source: Update Reader Software
ar: تحديث برنامج القارئ
de: Software des Kartenlesegeräts aktualisieren
es: Actualizar el software del lector
fr: Mettre à jour le logiciel du lecteur
he: לעדכן את התוכנה של Reader
id: Perbarui Perangkat Lunak Pembaca
it: Aggiorna il software del lettore
ja: Reader ソフトウェアを更新
nl: Lezersoftware bijwerken
pt_br: Atualizar software do leitor
ru: Обновить ПО устройства чтения
sv: Uppdatera läsarens programvara
tr: Okuyucu Yazılımını Güncelle

source: Update Regular Price
ar: تحديث السعر العادي
de: Regulären Preis aktualisieren
es: Actualizar precio normal
fr: Mettre à jour le tarif standard
he: לעדכן את המחיר הרגיל
id: Perbarui Harga Normal
it: Aggiorna al prezzo standard
ja: 通常価格を更新
nl: Reguliere prijs bijwerken
pt_br: Atualizar preço regular
ru: Обновить обычную цену
sv: Uppdatera ordinarie pris
tr: Normal Fiyatı Güncelle

source: Update available
ar: يوجد تحديث متوفر
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
he: עדכון זמין
id: Pembaruan tersedia
it: Aggiornamento disponibile
ja: 利用可能な更新があります
nl: Update beschikbaar
pt_br: Atualização disponível
ru: Доступно обновление
sv: Uppdatering tillgänglig
tr: Güncelleme var

source: Update price
ar: تحديث السعر
de: Preis aktualisieren
es: Actualizar precio
fr: Mettre à jour le tarif
he: לעדכן מחיר
id: Perbarui harga
it: Aggiorna prezzo
ja: 価格を更新
nl: Prijs bijwerken
pt_br: Atualizar preço
ru: Обновить цену
sv: Uppdatera pris
tr: Fiyatı güncelle

source: Update product inventory and SKU
ar: تحديث مخزون المنتجات ووحدة SKU
de: Aktualisiere deinen Produktbestand und deine SKU.
es: Actualiza el inventario de productos y SKU
fr: Mettre à jour le stock de produits et les numéros de référence
he: לעדכן את המלאי וה-SKU של המוצר
id: Perbarui inventaris produk dan SKU
it: Aggiorna inventario dei prodotti e SKU
ja: 商品在庫と SKU を更新
nl: Productvoorraad en SKU bijwerken
pt_br: Atualizar inventário de produtos e SKU
ru: Обновление сведений о запасах и артикулов продуктов
sv: Uppdatera produktinventering och SKU
tr: Ürün envanterini ve SKU’sunu güncelleme

source: Update products' downloadable files' info remotely
ar: تحديث معلومات الملفات القابلة للتنزيل للمنتجات عن بُعد
de: Informationen zu herunterladbaren Dateien von Produkten remote aktualisieren
es: Cargar información de archivos de descarga de productos de forma remota
fr: Mettre à jour à distance les infos sur les fichiers téléchargeables des produits
he: לעדכן מרחוק את הפרטים של קובצי המוצר שניתנים להורדה
id: Perbarui info dari jarak jauh untuk produk file yang dapat diunduh
it: Aggiorna le informazioni dei file scaricabili di prodotti in remoto
ja: 商品のダウンロード可能なファイルの情報をリモートで更新
nl: De gegevens van downloadbare bestanden van producten op afstand bijwerken
pt_br: Atualize as informações de arquivos para download dos produtos remotamente
ru: Обновить информацию о загружаемых файлах продуктов в удаленном режиме
sv: Fjärruppdatera produkters information om nedladdningsbara filer
tr: Ürünlerin indirilebilir dosyalarının bilgilerini uzaktan güncelleyin

source: Update status
ar: تحديث الحالة
de: Status aktualisieren
es: Actualizar estado
fr: Mettre à jour l’état
he: לעדכן סטטוס
id: Perbarui status
it: Aggiorna stato
ja: ステータスを更新
nl: Status bijwerken
pt_br: Atualizar status
ru: Обновить статус
sv: Uppdatera status
tr: Durumu güncelle

source: Update to WooCommerce 3.5 to keep using this app
ar: التحديث إلى WooCommerce 3.5 للاستمرار في استخدام هذا التطبيق
de: Auf WooCommerce 3.5 aktualisieren, um diese App weiterhin zu verwenden
es: Actualiza a WooCommerce 3.5 para seguir usando esta aplicación
fr: Exécutez la mise à jour vers WooCommerce 3.5 pour continuer d'utiliser cette application
he: יש לעדכן ל-WooCommerce 3.5 כדי להמשיך להשתמש באפליקציה זו
id: Perbarui ke WooCommerce 3.5 untuk terus menggunakan aplikasi ini
it: Aggiorna a WooCommerce 3.5 per continuare utilizzare questa app
ja: WooCommerce 3.5に更新して引き続きアプリを使用
nl: Werk WooCommerce bij naar 3.5 om deze app te blijven gebruiken
pt_br: Atualize para o WooCommerce 3.5 para continuar a usar esse aplicativo
ru: Чтобы продолжить использовать приложение, обновите WooCommerce до версии 3.5
sv: Uppdatera till WooCommerce 3.5 för att fortsätta använda den här appen
tr: Bu uygulamayı kullanmaya devam etmek için WooCommerce 3.5'e güncelleyin

source: Update your preferences
ar: تحديث تفضيلاتك
de: Einstellungen ändern
es: Actualiza tus preferencias
fr: Mettre à jour mes préférences
he: לעדכן את ההעדפות שלך
id: Perbarui preferensi Anda
it: Modifica le tue preferenze
nl: Werk je voorkeuren bij
pt_br: Atualize suas preferências
ru: Обновить настройки
sv: Uppdatera dina preferenser
tr: Tercihlerinizi güncelleyin

source: Updated %ld hour ago
ar: تم التحديث منذ %ld مضت من الساعات
de: Vor %ld Stunde aktualisiert
es: Se ha actualizado hace %ld hora
fr: Mises à jour il y a %ld heure
he: עודכן לפני שעה %ld
id: Diperbarui %ld jam lalu
it: Aggiornamento effettuato %ld ora fa
ja: %ld時間前に更新
nl: %ld uur geleden bijgewerkt
pt_br: Atualizado há %ld hora
ru: Обновлено %ld час назад
sv: Uppdaterades för %ld timme sedan
tr: %ld saat önce güncellendi

source: Updated %ld hours ago
ar: تم التحديث منذ %ld مضت من الساعات
de: Vor %ld Stunden aktualisiert
es: Se ha actualizado hace %ld horas
fr: Mises à jour il y a %ld heures
he: עודכן לפני %ld שעות
id: Diperbarui %ld jam lalu
it: Aggiornamento effettuato %ld ore fa
ja: %ld時間前に更新
nl: %ld uur geleden bijgewerkt
pt_br: Atualizado há %ld horas
ru: Обновлено %ld ч. назад
sv: Uppdaterades för %ld timmar sedan
tr: %ld saat önce güncellendi

source: Updated %ld minute ago
ar: تم التحديث منذ %ld مضت من الدقائق
de: Vor %ld Minute aktualisiert
es: Se ha actualizado hace %ld minuto
fr: Mises à jour il y a %ld minute
he: עודכן לפני דקה %ld
id: Diperbarui %ld menit lalu
it: Aggiornamento effettuato %ld minuto fa
ja: %ld分前に更新
nl: %ld minuut geleden bijgewerkt
pt_br: Atualizado há %ld minuto
ru: Обновлено %ld минуту назад
sv: Uppdaterad för %ld minut sedan
tr: %ld dakika önce güncellendi

source: Updated %ld minutes ago
ar: تم التحديث منذ %ld مضت من الدقائق
de: Vor %ld Minuten aktualisiert
es: Se ha actualizado hace %ld minutos
fr: Mises à jour il y a %ld minutes
he: עודכן לפני %ld דקות
id: Diperbarui %ld menit lalu
it: Aggiornamento effettuato %ld minuti fa
ja: %ld分前に更新
nl: %ld minuten geleden bijgewerkt
pt_br: Atualizado há %ld minutos
ru: Обновлено %ld мин. назад
sv: Uppdaterad för %ld minuter sedan
tr: %ld dakika önce güncellendi

source: Updated moments ago
ar: تم التحديث منذ لحظات
de: Gerade eben aktualisiert
es: Se ha actualizado hace unos instantes
fr: Mises à jour il y a quelques instants
he: עודכן לפני מספר רגעים
id: Diperbarui sesaat lalu
it: Aggiornamento effettuato alcuni momenti fa
nl: Zojuist bijgewerkt
pt_br: Atualizado há alguns instantes
ru: Обновлено только что
sv: Uppdaterad alldeles nyss
tr: Az önce güncellendi

source: Updated on %@
ar: تم التحديث في %@
de: Aktualisiert am %@
es: Fecha de actualización: %@
fr: Mises à jour le %@
he: עודכן בתאריך %@
id: Diperbarui pada %@
it: Aggiornamento effettuato il giorno %@
ja: %@ に更新
nl: Bijgewerkt op %@
pt_br: Atualizado em %@
ru: Обновлено %@
sv: Uppdaterad den %@
tr: Son güncelleme zamanı: %@

source: Updating software
ar: تحديث البرنامج
de: Software wird aktualisiert
es: Actualizando el software
fr: Mise à jour du logiciel
he: מעדכן את התוכנה
id: Memperbarui perangkat lunak
it: Aggiornamento del software
ja: ソフトウェアを更新しています
nl: Software bijwerken
pt_br: Atualizando software
ru: Обновление программного обеспечения
sv: Uppdatera programvara
tr: Yazılım güncelleniyor

source: Updating the reader software failed because the reader is low on battery. Please charge the reader above 50% before trying again.
ar: فشل تحديث برنامج القارئ لأن بطارية القارئ منخفضة. يرجى شحن القارئ بنسبة تزيد على 50% قبل المحاولة مرة أخرى.
de: Das Software-Update ist fehlgeschlagen, da der Akkustand deines Lesegeräts zu niedrig ist. Lade den Akku deines Lesegeräts bitte auf über 50 %, bevor du es erneut versuchst.
es: Se ha producido un error en la actualización del software del lector porque el lector tiene poca batería. Carga la batería del lector por encima del 50 ％ antes de intentarlo de nuevo.
fr: La mise à jour du logiciel du lecteur a échoué car la batterie du lecteur est faible. Veuillez charger le lecteur au-dessus de 50 ％ avant de réessayer.
he: עדכון התוכנה של קורא הכרטיסים נכשל מאחר שאחוז הסוללה של הקורא נמוך. עליך קודם להטעין את סוללת הקורא למעל 50% ולנסות שוב.
id: Pembaruan perangkat lunak pembaca gagal karena daya baterai pembaca rendah. Isi daya pembaca di atas 50 sebelum mencoba lagi.
it: L'aggiornamento del software del lettore non è riuscito perché la batteria del lettore è scarica. Si prega di caricare il lettore sopra i 50 prima di riprovare.
ja: リーダーのバッテリー残量が少ないため、リーダーのソフトウェアの更新に失敗しました。 リーダーを50% 以上充電してからもう一度お試しください。
nl: De software van de lezer kon niet worden bijgewerkt omdat de batterij van de lezer te leeg is. Laad de lezer op tot meer dan 50% voordat je het opnieuw probeert.
pt_br: Falha na atualização do software do leitor porque ele está com pouca bateria. Deixe o leitor chegar a mais de 50％ de carga antes de tentar novamente.
ru: При обновлении ПО вашего платёжного терминала произошла ошибка по причине низкого уровня заряда аккумулятора терминала. Перед тем как повторить попытку, зарядите терминал до уровня более 50 %.
sv: Uppdateringen av läsarprogramvaran misslyckades, eftersom batterinivån i läsaren är låg. Ladda läsaren till över 50 ％ innan du försöker igen.
tr: Okuyucunun pili zayıf olduğundan okuyucu yazılımı güncellenemedi. Lütfen tekrar denemeden önce okuyucuyu %50'den fazla şarj edin.

source: Updating the reader software failed because the reader’s battery is %.0f%% charged. Please charge the reader above 50%% before trying again.
ar: فشل تحديث برنامج القارئ لأن بطارية القارئ مشحونة بنسبة %.0f%%. يرجى شحن القارئ بنسبة تزيد على 50%% قبل المحاولة مرة أخرى.
de: Das Software-Update ist fehlgeschlagen, da der Akkustand deines Lesegeräts nur %.0f %% beträgt. Lade den Akku deines Lesegeräts bitte auf über 50 %%, bevor du es erneut versuchst.
es: Se ha producido un error en la actualización del software del lector porque la batería del lector se encuentra al %.0f%% de la carga. Carga la batería del lector por encima del 50 %% antes de intentarlo de nuevo.
fr: La mise à jour du logiciel du lecteur a échoué car la batterie du lecteur est chargée à %.0f%%. Veuillez charger le lecteur au-dessus de 50 %% avant de réessayer.
he: עדכון התוכנה של קורא הכרטיסים נכשל מאחר שאחוז הסוללה של הקורא הוא %.0f%%. עליך קודם להטעין את סוללת הקורא למעל ‎50%%‎ ולנסות שוב.
id: Pembaruan perangkat lunak pembaca gagal karena baterai pembaca terisi %.0f%%. Isi daya pembaca di atas 50%% sebelum mencoba lagi.
it: L'aggiornamento del software del lettore non è riuscito perché la batteria del lettore è carica al %.0f%%. Ricarica il lettore sopra il 50%% prima di riprovare.
ja: リーダーのバッテリー残量が少なくなっているため (%.0f%%)、リーダーのソフトウェアの更新に失敗しました。 リーダーを50%% 以上充電してからもう一度お試しください。
nl: De software van de lezer kon niet worden bijgewerkt omdat de lezer nog slechts %.0f%% aan energie heeft. Laad de lezer op tot meer dan 50%% voordat je het opnieuw probeert.
pt_br: Falha na atualização do software do leitor porque a bateria dele está em %.0f%%. Deixe o leitor chegar a mais de 50%% de carga antes de tentar novamente.
ru: При обновлении ПО вашего платёжного терминала произошла ошибка, так как уровень заряда аккумулятора терминала составляет %.0f%%. Перед тем как повторить попытку, зарядите терминал до уровня более 50 %%.
sv: Uppdateringen av läsarprogramvaran misslyckades, eftersom läsarens batteri endast är laddat till %.0f%%. Ladda läsaren till över 50 %% innan du försöker igen.
tr: Okuyucunun pil şarj düzeyi %.0f%% olduğundan okuyucu yazılımı güncellenemedi. Lütfen tekrar denemeden önce okuyucuyu %%50'den fazla şarj edin.

source: Updating your products...
ar: جارٍ تحديث منتجاتك...
de: Deine Produkte werden aktualisiert …
es: Actualizando los productos...
fr: Mise à jour de vos produits…
he: מעדכן את המוצר...
id: Memperbarui produk Anda...
it: Aggiornamento dei prodotti in corso...
ja: 商品を更新中...
nl: Je producten bijwerken...
pt_br: Atualizando seus produtos...
ru: Обновление продуктов...
sv: Uppdaterar dina produkter …
tr: Ürünleriniz güncelleniyor...

source: Upgrade
ar: ترقية
de: Upgrade durchführen
es: Mejorar
fr: Option payante
he: לשדרג
it: Aggiorna
nl: Upgraden
pt_br: Fazer upgrade
ru: Приобрести платную подписку
sv: Uppgradera
tr: Yükselt

source: Upsells
ar: منتجات يوصى بها
de: Zusatzverkäufe
es: Ventas dirigidas
fr: Produits suggérés
he: שדרוגי מכירות
id: Upsell
it: Upsell
ja: アップセル
pt_br: Aumentar vendas
ru: Апсейл
sv: Merförsäljning
tr: Yukarı satışlar

source: Uruguay
ar: أوروغواي
he: אורוגוואי
id: Uruguai
ja: ウルグアイ
pt_br: Uruguai
ru: Уругвай

source: Usage Details
ar: تفاصيل الاستخدام
de: Nutzungsdetails
es: Detalles de uso
fr: Détails d’utilisation
he: פרטי השימוש
id: Detail Penggunaan
it: Dettagli di utilizzo
ja: 利用状況の詳細
nl: Gebruiksgegevens
pt_br: Detalhes de uso
ru: Сведения об использовании
sv: Användningsinformation
tr: Kullanım Bilgileri

source: Usage Limit Per Coupon
ar: حد الإستخدام لكل قسيمة
de: Nutzungslimit pro Gutschein
es: Límite de uso por cupón
fr: Limite d’utilisation par code
he: מגבלת שימוש לקופון
id: Batas Penggunaan per Kupon
it: Limite di utilizzo per codice promozionale
ja: クーポン毎の利用数制限
nl: Gebruikslimiet per coupon
pt_br: Limite de uso por cupom
ru: Общий лимит купона
sv: Användningsbegränsning per rabattkod
tr: Kupon Başına Kullanım Sınırı

source: Usage Limit Per User
ar: حد الإستخدام لكل مستخدم
de: Nutzungslimit pro Benutzer
es: Límite de uso por usuario
fr: Limite d’utilisation par utilisateur
he: מגבלת שימוש למשתמש
id: Batas Penggunaan per Pengguna
it: Limite di utilizzo per utente
ja: ユーザー毎の利用数制限
nl: Gebruikslimiet per gebruiker
pt_br: Limite de uso por usuário
ru: Лимит пользователя
sv: Användningsbegränsning per kund
tr: Kullanıcı Başına Kullanım Sınırı

source: Usage Restrictions
ar: قيود الاستخدام
de: Nutzungseinschränkungen
es: Restricciones de uso
fr: Restrictions d’utilisation
he: הגבלות השימוש
id: Pembatasan Penggunaan
it: Restrizioni di utilizzo
ja: 利用制限
nl: Gebruiksbeperkingen
pt_br: Restrições de uso
ru: Ограничения использования
sv: Användningsbegränsningar
tr: Kullanım Kısıtlamaları

source: Usage Tracking
ar: تعقب الاستخدام
de: Nutzungsaufzeichnung
es: Seguimiento de uso
fr: Suivi d’utilisation
he: מעקב אחר השימוש
id: Pelacakan Penggunaan
it: Tracciabilità dell'utilizzo
nl: Gebruiksgegevens bijhouden
pt_br: Rastreamento de uso
ru: Отслеживание использования
sv: Användningsspårning
tr: Kullanım trafiği izleme

source: Usage details
ar: تفاصيل الاستخدام
de: Nutzungsdetails
es: Detalles de uso
fr: Détails d’utilisation
he: פרטי השימוש
id: Detail penggunaan
it: Dettagli di utilizzo
ja: 利用状況の詳細
nl: Gebruiksgegevens
pt_br: Detalhes de uso
ru: Сведения об использовании
sv: Användningsinformation
tr: Kullanım bilgileri

source: Usage restrictions
ar: قيود الاستخدام
de: Nutzungseinschränkungen
es: Restricciones de uso
fr: Restrictions d’utilisation
he: הגבלות השימוש
id: Pembatasan Penggunaan
it: Restrizioni di utilizzo
ja: 利用制限
nl: Gebruiksbeperkingen
pt_br: Restrições de uso
ru: Ограничения использования
sv: Användningsbegränsningar
tr: Kullanım Kısıtlamaları

source: Use Address Entered
ar: استخدام العنوان الذي تم إدخاله
de: Eingegebene Adresse verwenden
es: Usar la dirección especificada
fr: Utiliser l’adresse saisie
he: להשתמש בכתובת כפי שהוזנה
id: Gunakan Alamat yang Dimasukkan
it: Usa l'indirizzo inserito
ja: 入力した住所を使用
nl: Het ingevoerde adres gebruiken
pt_br: Usar o endereço inserido
ru: Использовать введённый адрес
sv: Använd angiven adress
tr: Girilen Adresi Kullan

source: Use Address as Entered
ar: استخدام العنوان كما تم إدخاله
de: Adresse wie eingegeben verwenden
es: Usar la dirección especificada
fr: Utiliser l’adresse saisie
he: להשתמש בכתובת כפי שהוזנה
id: Gunakan Alamat yang Dimasukkan
it: Usa l'indirizzo inserito
ja: 入力した住所を使用
nl: Gebruik het adres zoals het is ingevoerd
pt_br: Usar o endereço conforme inserido
ru: Использовать введённый адрес
sv: Använd adress som angavs
tr: Adresi Girildiği Gibi Kullan

source: Use Suggested Address
ar: استخدام العنوان المقترح
de: Vorgeschlagene Adresse verwenden
es: Usar la dirección sugerida
fr: Utiliser l’adresse suggérée
he: להשתמש בכתובת המומלצת
id: Gunakan Alamat yang Disarankan
it: Usa l'indirizzo suggerito
ja: 提案された住所を使用
nl: Het voorgestelde adres gebruiken
pt_br: Usar o endereço sugerido
ru: Использовать предложенный адрес
sv: Använd föreslagen adress
tr: Önerilen Adresi Kullan

source: Use a security key
ar: استخدام مفتاح الأمان
de: Sicherheitsschlüssel verwenden
es: Usa una clave de seguridad
fr: Utiliser une clé de sécurité
he: להשתמש במפתח אבטחה
id: Gunakan kunci keamanan
it: Usa una chiave di sicurezza
nl: Gebruik een beveiligingssleutel
pt_br: Usar uma chave de segurança
ru: Использовать ключ безопасности
sv: Använd en säkerhetsnyckel
tr: Bir güvenlik anahtarı kullanın

source: Use a working email address, so you can receive our messages.
ar: استخدم عنوان بريد إلكتروني يعمل، حتى يمكنك الحصول على رسائلنا.
de: Verwende eine gültige E-Mail-Adresse, damit du unsere Nachrichten erhalten kannst.
es: Utiliza una dirección de correo electrónico que funcione, así podrás recibir nuestros mensajes.
fr: Utilisez une adresse e-mail opérationnelle pour recevoir nos messages.
he: יש להשתמש בכתובת אימייל פעילה כדי לקבל את ההודעות שלנו.
id: Gunakan alamat email yang aktif agar Anda bisa menerima pesan-pesan kami.
it: Utilizza un indirizzo e-mail funzionante per ricevere i nostri messaggi.
ja: メッセージが受け取れるよう、有効なメールアドレスを使ってください。
nl: Gebruik een werkend e-mailadres zodat je onze berichten kunt ontvangen.
pt_br: Use um endereço de e-mail que esteja funcionando, para que você possa receber nossas mensagens.
ru: Чтобы получать наши сообщения, укажите действующий адрес электронной почты.
sv: Använd en fungerande e-postadress så att du kan ta emot våra meddelanden.
tr: İletilerimizi alabilmek için çalışan bir e-posta adresi kullanın.

source: Use as Billing Address
ar: استخدام عنوان الفوترة
de: Als Rechnungsadresse verwenden
es: Usar como dirección de facturación
fr: Utiliser comme adresse de facturation
he: להשתמש בתור כתובת לחיוב
id: Gunakan sebagai Alamat Penagihan
it: Usa come indirizzo di fatturazione
ja: 請求先住所として使用
nl: Gebruiken als factuuradres
pt_br: Usar como endereço de cobrança
ru: Это платёжный адрес
sv: Använd som faktureringsadress
tr: Fatura Adresi olarak kullan

source: Use as Shipping Address
ar: استخدام عنوان الشحن
de: Als Lieferadresse verwenden
es: Usar como dirección de envío
fr: Utiliser comme adresse de livraison
he: להשתמש בתור כתובת משלוח
id: Gunakan sebagai Alamat Pengiriman
it: Usa come indirizzo di spedizione
ja: 配送先住所として使用
nl: Gebruiken als verzendadres
pt_br: Usar como endereço de entrega
ru: Это адрес доставки
sv: Använd som leveransadress
tr: Gönderim Adresi olarak kullan

source: Use our AI-powered tool to quickly generate product descriptions. Just input keywords and we'll do the rest!
ar: استخدم أداتنا المدعومة من الذكاء الاصطناعي لإنشاء اشتراكات المنتجات بسرعة. ما عليك سوى إدخال الكلمات المفتاحية وسنتكفل بالبقية!
de: Nutze unser KI-gestütztes Tool, um Produktbeschreibungen schnell zu generieren. Gib einfach Stichwörter ein und wir erledigen den Rest!
es: Usa nuestra herramienta con tecnología de IA para generar rápidamente descripciones de productos. Tan solo tendrás que introducir palabras clave y nosotros haremos el resto.
fr: Utilisez notre outil d’intelligence artificielle pour générer rapidement des descriptions de produits. Il vous suffit de saisir des mots-clés, et nous nous chargeons du reste !
he: ניתן להשתמש בכלי שלנו, שמופעל על ידי בינה מלאכותית, כדי ליצור תיאורי מוצרים במהירות. אפשר פשוט להזין מילות מפתח ואנחנו נדאג לכל השאר!
id: Gunakan alat berbasis AI untuk membuat deskripsi produk secara cepat. Cukup masukkan kata kunci dan biarkan kami mengurus selebihnya!
it: Utilizza il nostro strumento basato sull'intelligenza artificiale per generare rapidamente le descrizioni dei prodotti. Basta inserire le parole chiave e noi faremo il resto.
nl: Gebruik onze door AI aangedreven tool om snel productbeschrijvingen te genereren. Voer gewoon wat trefwoorden in en wij doen de rest!
pt_br: Use nossa ferramenta com IA para gerar descrições de produto rapidamente. Basta inserir as palavras-chave e deixar o resto com a gente!
ru: Наши инструменты на базе ИИ помогут вам быстро создавать описания товаров. Введите ключевые слова, а мы сделаем остальное.
sv: Använd vårt AI-drivna verktyg för att snabbt generera produktbeskrivningar. Det är bara att ange nyckelord så gör vi resten.
tr: Ürün açıklamalarınızı hızlıca oluşturmak için yapay zeka destekli aracımızı kullanın. Anahtar sözcükleri girin ve gerisini bize bırakın!

source: Use package photo (Optional)
ar: استخدام صورة الحزمة (اختياري)
de: Verpackungsfoto verwenden (optional)
es: Usar foto del paquete (opcional)
he: להשתמש בתמונת האריזה (אופציונלי)
id: Gunakan foto kemasan (Opsional)
it: Utilizza foto del pacchetto (opzionale)
nl: Pakketfoto gebruiken (optioneel)
pt_br: Usar foto do pacote (opcional)
ru: Использовать фото упаковки (по желанию)
sv: Använd förpackningsfoto (valfritt)
tr: Ambalaj fotoğrafı kullan (İsteğe bağlı)

source: Use password to sign in
ar: استخدام كلمة المرور لتسجيل الدخول
de: Mit Passwort anmelden
es: Usa la contraseña para iniciar sesión
fr: Utilisez le mot de passe pour la connexion
he: להשתמש בסיסמה כדי להתחבר
id: Gunakan kata sandi untuk login
it: Usa la password per accedere
ja: パスワードを使用してログイン
nl: Gebruik je wachtwoord om je aan te melden
pt_br: Usar senha para fazer login
ru: Войти с паролем
sv: Använd lösenord för att logga in
tr: Oturum açmak için şifreyi kullanın

source: Use the app as a cash register
ar: استخدام التطبيق كسجل أعطال
de: Nutze die App als Kasse
es: Utilizar la aplicación como caja registradora
he: להשתמש באפליקציה כקופה רושמת
id: Gunakan aplikasi sebagai mesin kasir
it: Usa l'app come registratore di cassa
nl: Gebruik de app als kassa
pt_br: Use o aplicativo como caixa registradora
ru: Пользуйтесь приложением как кассовым аппаратом
sv: Använd appen som kassaregister
tr: Uygulamayı yazarkasa olarak kullanın
