Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

# pos.simpleProductsModal.message.future
source: Other product types, such as variable and virtual, will be available in future updates.
ar: أما أنواع المنتجات الأخرى، مثل: المنتجات المتغيرة والظاهرية، ستتوفر في التحديثات المستقبلية.
de: Weitere Produkttypen, wie variable und virtuelle, werden in künftigen Updates bereitgestellt.
es: Otros tipos de productos, como los variables y los virtuales, estarán disponibles en futuras actualizaciones.
fr: D’autres types de produits, tels que les produits virtuels et variables, seront disponibles dans les mises à jour à venir.
he: סוגי מוצרים אחרים, כמו מוצרים עם סוגים או מוצרים וירטואליים, יהיו זמינים בעדכונים בעתיד.
id: Jenis produk lain, seperti variabel dan virtual, akan tersedia dalam pembaruan mendatang.
it: Altri tipi di prodotti, come quelli variabili e quelli virtuali, saranno disponibili in seguito a futuri aggiornamenti.
nl: Andere producttypen, zoals variabel en virtueel, worden in toekomstige updates beschikbaar.
pt_br: Outros tipos de produtos, como variáveis e virtuais, serão disponibilizados em atualizações futuras.
sv: Andra produkttyper, till exempel rörliga och virtuella, kommer att bli tillgängliga i framtida uppdateringar.
tr: Değişken ve sanal gibi diğer ürün türleri gelecekteki güncellemelerde kullanılabilir olacak.

# pos.simpleProductsModal.message.issue
source: Only simple physical products can be used with POS right now.
ar: لا يمكن استخدام إلا المنتجات المادية البسيطة التي تتضمن نقطة بيع الآن.
de: Derzeit können nur einfache physische Produkte mit POS verwendet werden.
es: En estos momentos, solo se pueden utilizar productos físicos sencillos con TPV.
fr: Seuls les produits physiques simples peuvent être utilisés avec le PDV actuellement.
he: נכון לעכשיו, ניתן להשתמש ב-POS רק עבור מוצרים פיזיים פשוטים.
id: Saat ini, hanya produk fisik sederhana yang dapat menggunakan POS.
it: Al momento solo i prodotti fisici semplici possono essere utilizzati con POS.
nl: Alleen simpele fysieke producten zijn momenteel beschikbaar met POS.
pt_br: Agora apenas produtos físicos simples podem ser usados nos pontos de venda no momento.
sv: Endast enkla fysiska produkter kan användas med POS just nu.
tr: Şu anda POS ile yalnızca basit fiziksel ürünler kullanılabiliyor.

# pos.simpleProductsModal.ok.button.title
source: OK
ar: موافق
es: Aceptar
he: אישור
id: Oke
tr: Tamam

# pos.simpleProductsModal.title
source: Why can't I see my products?
ar: لماذا يتعذر علي رؤية منتجاتي؟
de: Warum werden mir meine Produkte nicht angezeigt?
es: ¿Por qué no puedo ver mis productos?
fr: Pourquoi ne puis-je pas voir mes produits ?
he: למה המוצרים שלי לא מופיעים?
id: Mengapa produk saya tidak muncul?
it: Perché non riesco a visualizzare i miei prodotti?
nl: Waarom kan ik mijn producten niet zien?
pt_br: Por que não consigo ver meus produtos?
sv: Varför kan jag inte se mina produkter?
tr: Ürünlerimi neden göremiyorum?

# pos.totalsView.calculateAmounts
source: Calculate amounts
ar: حساب المبالغ
de: Berechnete Beträge
es: Calcular importes
he: סכומים מחושבים
id: Hitung jumlah
it: Calcola importi
nl: Bedragen berekenen
sv: Beräkna belopp

# pos.totalsView.newOrder
source: New order
ar: طلب جديد
de: Neue Bestellung
es: Nuevo pedido
fr: Nouvelle commande
he: הזמנה חדשה
id: Pesanan baru
it: Nuovo ordine
nl: Nieuwe bestelling
pt_br: Novo pedido
sv: Ny beställning
tr: Yeni sipariş

# pos.totalsView.subtotal
source: Subtotal
ar: الإجمالي الفرعي
de: Zwischensumme
fr: Sous-total
he: סכום ביניים
it: Subtotale
nl: Subtotaal
sv: Delsumma
tr: Ara Toplam

# pos.totalsView.taxes
source: Taxes
ar: الضرائب
de: Steuern
es: Impuestos
he: מיסים
id: Pajak
it: Imposte
nl: Belastingen
pt_br: Impostos
sv: Moms
tr: Vergiler

# pos.totalsView.total
source: Total
ar: الإجمالي
de: Gesamt
he: סכום כולל
it: Totale
nl: Totaal
sv: Totalt
tr: Toplam

# print.shipping.label.close.button.title
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
he: לסגור
id: Tutup
it: Chiudi
nl: Sluiten
pt_br: Fechar
ru: Закрыть
sv: Stäng
tr: Kapat

# privacy_banner_subtitle
source: Your privacy is critically important to us and always has been. We use, store, and process your personal data to optimize our app (and your experience) in various ways. Some uses of your data we absolutely need in order to make things work, and others you can customize from your Settings.
ar: تُمثِّل خصوصيتك أهمية بالغة بالنسبة إلينا وكانت دومًا كذلك. إننا نستخدم بياناتك الشخصية ونخزّنها ونعالجها لتحسين تطبيقنا (وتجربتك) بطرق متنوعة. إننا بحاجة إلى بعض استخدامات بياناتك بشكل كلي لكي تسير الأمور على ما يرام، إلى جانب استخدامات أخرى يمكنك تحسينها من إعداداتك.
de: Der Schutz deiner personenbezogenen Daten hat für uns seit jeher einen hohen Stellenwert. Wir verwenden, speichern und verarbeiten deine personenbezogenen Daten, um unsere App (und dein Erlebnis) auf vielfältige Weise zu optimieren. Einige dieser Verwendungszwecke deiner Daten sind absolut notwendig für die Funktionsweise, andere wiederum kannst du in deinen Einstellungen anpassen.
es: Tu privacidad es extremamente importante para nosotros y siempre lo ha sido. Utilizamos, almacenamos y procesamos tus datos personales para optimizar nuestra aplicación (y tu experiencia) de diversas maneras. Algunos usos de tus datos son absolutamente necesarios para que las cosas funcionen, y otros puedes personalizarlos en los Ajustes.
fr: Nous accordons depuis toujours une énorme importance au respect de votre privée. Nous utilisons, stockons et traitons vos données personnelles pour optimiser notre application (et votre expérience) de diverses manières. Certains usages de vos données sont indispensables au bon fonctionnement de l’application, tandis que d’autres peuvent être personnalisés dans vos Réglages.
he: הפרטיות שלך חשובה לנו מאוד, וכך היה תמיד. אנחנו משתמשים בנתונים האישיים שלך, מאחסנים ומעבדים אותם כדי לשפר את האפליקציה שלנו (ואת החוויה שלך) בדרכים שונות. יש שימושים בנתונים שאנחנו מחויבים לעשות כדי לאפשר פעילות תקינה של השירות, ויש שימושים שבאפשרותך לשנות מהמקטע 'הגדרות' אצלך.
id: Privasi Anda selalu kami utamakan. Kami menggunakan, menyimpan, dan memproses data pribadi Anda untuk mengoptimalkan aplikasi kami (dan pengalaman Anda) dengan beragam cara. Sebagian penggunaan data Anda sangat kami butuhkan agar aplikasi berjalan optimal, dan sisanya dapat Anda sesuaikan dari Pengaturan.
it: La privacy è di fondamentale importanza per noi e lo è sempre stata. Usiamo, archiviamo ed elaboriamo i dati personali per ottimizzare la nostra app (e la tua esperienza) in vari modi. Alcuni usi dei dati sono assolutamente necessari per un corretto funzionamento e altri puoi personalizzarli dalle Impostazioni.
nl: Wij vinden je privacy erg belangrijk en dat is altijd al zo geweest. Wij gebruiken, verwerken en slaan je persoonlijke gegevens op om onze app (en jouw ervaring) op allerlei manieren te optimaliseren. Bepaalde manieren waarop we je gegevens gebruiken zijn essentieel om alles goed te laten werken, andere manieren kan je zelf aanpassen bij instellingen.
pt_br: Sua privacidade sempre foi essencial para nós. Nós utilizamos, armazenamos e processamos seus dados pessoais para otimizar nosso aplicativo e a sua experiência de várias formas. Alguns usos dos seus dados são necessários para manter tudo funcionando. Para outros usos, você pode personalizar em Configuração.
ru: Ваша конфиденциальность очень важна для нас. Мы используем, храним и обрабатываем ваши личные данные, чтобы оптимизировать наше приложение (и вашу работу). В некоторых случаях ваши данные необходимы для работы системы, а в других случаях вы можете изменить их использование в настройках.
sv: Din integritet är och har alltid varit avgörande för oss. Vi använder, lagrar och behandlar dina personuppgifter för att optimera vår app (och din upplevelse) på en rad olika sätt. Vissa användningsområden för dina data är absolut nödvändiga för att få saker att fungera, andra kan du anpassa i dina inställningar.
tr: Kullanıcı gizliliğiniz bizim için her zaman çok önemli olmuştur. Uygulamamızı (ve deneyiminizi) çeşitli şekillerde optimize etmek için kişisel verilerinizi kullanır, saklar ve işleriz. İşlerin sorunsuz yürümesi için verilerinizi bazı şekillerde kesinlikle kullanmamız gerekiyor. Diğer kullanımları Ayarlarınızdan özelleştirebilirsiniz.

source: private
ar: خاص
de: privat
es: Privado
fr: privé
he: פרטי
id: pribadi
it: privato
ja: 非公開
nl: privé
pt_br: privado
ru: закрытым
sv: privat
tr: gizli

# productCreationAIPromptProgressBar.main.almostDone
source: Almost there.
ar: تقريبًا هناك.
de: Fast geschafft.
es: Ya casi está.
fr: On y est presque.
he: כמעט סיימת.
id: Hampir selesai.
it: Ci siamo quasi.
nl: Je bent er bijna.
pt_br: Quase lá.
sv: Nästan där.
tr: Çok az kaldı.

# productCreationAIPromptProgressBar.main.completed
source: Great prompt!
ar: موجّه رائع!
de: Tolle Schreibanregung!
es: ¡Buena sugerencia!
fr: Super invite !
he: הנחיה מצוינת!
id: Prompt luar biasa!
it: Ottimo messaggio!
nl: Geweldige opdracht!
pt_br: Ficou ótimo!
sv: Bra prompt!
tr: Harika istem!

# productCreationAIPromptProgressBar.main.halfway
source: Getting better.
ar: التحسُّن.
de: Es wird immer besser.
es: Mejorándolo.
fr: On s’en approche.
he: משתפר.
id: Makin baik.
it: Sta migliorando.
nl: Het gaat de goede kant op.
pt_br: Está melhorando.
sv: Det blir bättre.
tr: Daha iyiye gidiyor.

# productCreationAIPromptProgressBar.main.inProgress
source: Add more details.
ar: أضف مزيدًا من التفاصيل.
de: Füge weitere Details hinzu.
es: Añadir más detalles.
fr: Ajoutez des détails supplémentaires.
he: להוסיף עוד פרטים.
id: Tambahkan detail selengkapnya.
it: Aggiungi altri dettagli.
nl: Meer informatie toevoegen.
pt_br: Adicione mais detalhes.
sv: Lägg till fler detaljer.
tr: Daha fazla ayrıntı ekleyin.

# productCreationAIPromptProgressBar.secondary.almostDone
source: Mention additional relevant information or characteristics.
ar: اذكر المعلومات أو الخصائص الإضافية ذات الصلة.
de: Füge weitere wichtige Informationen oder Eigenschaften hinzu.
es: Menciona información o características adicionales relevantes.
fr: Mentionnez autre toute information ou caractéristique pertinente.
he: ניתן לציין מידע או מאפיינים רלוונטיים נוספים.
id: Cantumkan informasi atau karakteristik tambahan yang relevan.
it: Indica ulteriori informazioni o caratteristiche pertinenti.
nl: Beschrijf aanvullende relevante informatie of kenmerken.
pt_br: Mencione outras características ou informações relevantes.
sv: Nämn ytterligare relevant information eller egenskaper.
tr: Ek ilgili bilgilerden veya özelliklerden bahsedin.

# productCreationAIPromptProgressBar.secondary.completed
source: You've given us enough to work with, but you may add more detail to make it even better.
ar: لقد قدمت إلينا ما يكفي لكي نعمل من خلاله، لكن يمكنك إضافة مزيد من التفاصيل لجعله أفضل.
de: Mit den angegebenen Informationen können wir arbeiten. Für ein noch besseres Ergebnis kannst du aber auch noch weitere Details angeben.
es: Nos has proporcionado suficiente información con la que trabajar, pero puedes añadir más detalles para que resulte aún mejor.
fr: Vous nous avez donné suffisamment de matière pour travailler, mais vous pouvez ajouter d’autres détails pour améliorer le résultat.
he: קיבלנו מספיק מידע כדי ליצור את התוכן, אבל אפשר להוסיף פרטים כדי לשפר אותו.
id: Informasi yang Anda berikan sudah cukup, tetapi Anda dapat memberikan detail tambahan untuk hasil yang lebih baik.
it: Ci hai dato abbastanza su cui lavorare, ma potresti aggiungere più dettagli per migliorarlo ancora.
nl: We hebben genoeg informatie om mee aan de slag te kunnen, maar als je nog meer details toevoegt, zal het resultaat nog beter zijn.
pt_br: Já sabemos o suficiente, mas você pode dar mais detalhes para ter um resultado ainda melhor.
sv: Du har gett oss tillräckligt att arbeta med, men du kan lägga till mer information för att göra resultatet ännu bättre.
tr: Üzerinde çalışmamız için bize yeterince şey verdiniz ancak bunu daha da iyi hale getirmek için daha fazla ayrıntı eklemek isteyebilirsiniz.

# productCreationAIPromptProgressBar.secondary.halfway
source: Can you describe the fit and any distinctive features of the item?
ar: هل يمكنك وصف الملاءمة وأي سمات مميزة للعنصر؟
de: Kannst du die Größe und besondere Merkmale des Artikels beschreiben?
es: ¿Puedes describir el tamaño y las características distintivas del artículo?
fr: Pouvez-vous décrire la forme et les caractéristiques distinctives de l’article ?
he: יש לתאר את המידות של הפריט או תכונות שמאפיינות אותו.
id: Dapatkah Anda menjelaskan ukuran dan ciri khas dari item tersebut?
it: Puoi descrivere la forma e le funzionalità distintive dell'articolo?
nl: Kan je de afmetingen en opvallende kenmerken van het artikel beschrijven?
pt_br: Pode descrever o caimento e quaisquer características distintivas do item?
sv: Kan du beskriva passformen och eventuella särdrag hos varan?
tr: Ürünün uyumunu ve göze çarpan özelliklerini açıklayabilir misiniz?

# productCreationAIPromptProgressBar.secondary.inProgress
source: The more details you provide, the better your generated details will be.
ar: كلما كانت التفاصيل التي قدَّمتها أكبر، ستكون تفاصيلك التي تم إنشاؤها أفضل.
de: Je mehr Details du angibst, desto besser werden die generierten Inhalte.
es: Cuantos más detalles proporciones, mejores serán los detalles generados.
fr: Plus vous fournirez de détails, meilleurs seront les détails générés.
he: תיאור מפורט יותר ישפר את הפרטים שניצור עבורך.
id: Makin banyak detail yang diberikan, makin baik detail yang akan dihasilkan.
it: Più dettagli fornisci, migliori saranno i dettagli generati.
nl: Hoe meer informatie je toevoegt, hoe beter je gegenereerde details zullen zijn.
pt_br: Quanto mais detalhes você der, melhor o conteúdo gerado será.
sv: Ju mer information du tillhandahåller, desto bättre blir din genererade information.
tr: Ne kadar ayrıntı sağlarsanız oluşturulan ayrıntılarınızın o kadar iyi olur.

# productCreationAIPromptProgressBar.secondary.start
source: Add your product’s name and key features, benefits, or details to help it get found online.
ar: أضف اسم منتجك والميزات الأساسية أو المزايا أو التفاصيل لمساعدته على الظهور على الإنترنت.
de: Füge den Namen deines Produkts, wichtige Funktionen, Vorteile oder Details hinzu, damit es online besser gefunden wird.
es: Añade el nombre de tu producto y las características, ventajas o detalles clave para ayudar a que se pueda encontrar en Internet.
fr: Ajoutez le nom et les principales fonctionnalités de votre produit, ainsi que ses avantages ou ses détails pour faciliter sa recherche en ligne.
he: יש להוסיף את השם, המאפיינים המרכזיים והיתרונות של המוצר או פרטים שיעזרו למחפשים למצוא את המוצר שלך באינטרנט.
id: Tambahkan fitur utama, keunggulan, atau informasi produk agar mudah ditemukan di internet.
it: Aggiungi il nome del tuo prodotto e funzionalità, vantaggi o dettagli chiave per consentire che venga trovato online.
nl: Voeg belangrijke functies, voordelen of details van je product toe, zodat het beter vindbaar is online.
pt_br: Adicione o nome e as principais funcionalidades, benefícios ou detalhes para que seu produto seja encontrado facilmente online.
sv: Lägg till din produkts namn och viktiga funktioner, fördelar eller information som hjälper kunder att hitta den online.
tr: Ürününüzün internette bulunmasına yardımcı olmak için ürününüzün adını ve temel özelliklerini, avantajlarını veya ayrıntılarını ekleyin.

# productCreationAIStartingInfoView.generateProductDetails
source: Generate Product Details
ar: إنشاء تفاصيل المنتج
de: Produktdetails erstellen
es: Generar detalles del producto
fr: Générer les détails du produit
he: ליצור את פרטי המוצר
id: Buat Detail Produk
it: Genera dettagli del prodotto
nl: Productgegevens genereren
pt_br: Gerar detalhes do produto
sv: Generera produktdetaljer
tr: Ürün Ayrıntıları Oluştur

# productCreationAIStartingInfoView.photoSelected
source: Photo selected
ar: تم تحديد الصورة
de: Foto ausgewählt
es: Imagen elegida
fr: Photo sélectionnée
he: התמונה נבחרה
id: Foto dipilih
it: Foto selezionata
nl: Foto geselecteerd
pt_br: Foto selecionada
sv: Foto valt
tr: Fotoğraf seçildi

# productCreationAIStartingInfoView.placeholder
source: For example: Black cotton t-shirt, soft fabric, durable stitching, unique design
ar: على سبيل المثال، تيشيرت أسود من القطن، وقماش ناعم، وخياطة متينة، وتصميم فريد
de: Zum Beispiel: T-Shirt aus schwarzer Baumwolle, weicher Stoff, langlebige Absteppung, einzigartiges Design
es: Por ejemplo: camiseta de algodón negra, tejido suave, costuras duraderas, diseño único
fr: Par exemple : t-shirt en coton noir, tissu doux, coutures solides, design unique
he: למשל, חולצת טי שחורה מכותנה, בד רך, תפירה חזקה, עיצוב ייחודי
id: Misalnya: Kaus katun hitam, kain lembut, jahitan awet, desain unik.
it: Ad esempio: maglietta nera in tessuto, tessuto morbido, cuciture resistenti e design unico
nl: Bijvoorbeeld: zwart katoenen T-shirt, zachte stof, duurzaam stikwerk, uniek ontwerp
pt_br: Por exemplo: uma camisa preta macia de algodão com costura resistente e design único
sv: Till exempel: Svart t-shirt i bomull, mjukt tyg, slitstarka sömmar, unik design
tr: Örnek: Siyah pamuklu tişört, yumuşak kumaş, dayanıklı dikiş, benzersiz tasarım

# productCreationAIStartingInfoView.scanPhotoDescription
source: Add a text scanned from a photo
ar: إضافة نص ممسوح ضوئيًا من صورة
de: Von Foto gescannten Text hinzufügen
es: Añadir un texto escaneado a partir de una foto
fr: Ajouter un texte scanné depuis une photo
he: להוסיף טקסט שנסרק מתמונה
id: Tambahkan teks yang dipindai dari foto
it: Aggiungi un testo scansionato da una foto
nl: Voeg een tekst toe die van een afbeelding is gescand
pt_br: Adicionar um texto escaneado de uma imagem
sv: Lägg till en text skannat från ett foto
tr: Bir fotoğraftan taranan metin ekleyin

# productCreationAIStartingInfoView.scanPhotoTitle
source: Scan a product photo
ar: مسح صورة المنتج ضوئيًا
de: Produktfoto scannen
es: Escanear una foto de producto
fr: Scanner la photo d’un produit
he: לסרוק תמונת מוצר
id: Pindai foto produk
it: Scansiona la foto di un prodotto
nl: Scan een productafbeelding
pt_br: Escanear a imagem de um produto
sv: Skanna ett produktfoto
tr: Bir ürün fotoğrafı tara

# productCreationAIStartingInfoView.subtitle
source: Tell us about your product, what it is and what makes it unique, then let the AI work its magic.
ar: أخبرنا حول منتجك، ومضمونه والميزات التي تجعله فريدًا من نوعه، ثم اسمح بالذكاء الاصطناعي بنثر سحره.
de: Sage uns mehr zu deinem Produkt. Was ist es und was macht es so besonders? Die KI kümmert sich dann um den Rest.
es: Háblanos de tu producto, qué es y qué lo hace único; después, deja que la IA haga su magia.
fr: Parlez-nous de votre produit : de quoi s’agit-il, qu’est-ce qui le rend unique ? Et laissez l’IA exercer sa magie.
he: יש לספק מידע לגבי המוצר שלך – מהו, מה מייחד אותו – והבינה המלאכותית תעשה קסמים.
id: Ceritakan produk Anda, apa produk tersebut dan keunikannya, lalu tunggu keajaiban AI.
it: Parlaci del tuo prodotto, dicci cos'è e cosa lo rende unico, poi lascia che l'IA faccia la sua magia.
nl: Vertel ons over je product. Wat is het en wat maakt het uniek? Laat daarna de AI zijn werk doen.
pt_br: Conte sobre seu produto e o que o torna único, e deixe a mágica com a IA.
sv: Berätta för oss om din produkt, vad det är och vad som gör produkten unik, och låt sedan AI:n göra sitt jobb.
tr: Ürününüzün ne olduğu, neyin ürününüzü benzersiz kıldığını bize bildirin, ardından Yapay Zeka yeteneğini konuştursun.

# productCreationAIStartingInfoView.textAddedToInfo
source: Photo text added to starting info
ar: تمت إضافة صورة إلى معلومات البدء
de: Fototext zur Startinfo hinzugefügt
es: Texto de foto añadido a la información inicial
fr: Texte de la photo ajouté aux infos de démarrage
he: טקסט התמונה נוסף לפרטי ההתחלה
id: Teks foto yang ditambahkan ke info mulai
it: Testo della foto aggiunto alle informazioni iniziali
nl: Afbeeldingstekst toegevoegd aan startinformatie
pt_br: Texto da imagem adicionado às informações iniciais
sv: Fototext tillagd till startinformation
tr: Fotoğraf metni başlangıç menüsüne eklendi

# productCreationAIStartingInfoView.title
source: Starting information
ar: معلومات البدء
de: Informationen zum Anfang
es: Información inicial
fr: Informations de base
he: מידע התחלתי
id: Informasi mulai
it: Informazioni iniziali
nl: Gegevens om te beginnen
pt_br: Informações iniciais
sv: Startinformation
tr: Başlangıç bilgisi

# productCreationAIStartingInfoViewModel.noTextDetected
source: No text detected. Please select another packaging photo or enter product details manually.
ar: لم يتم الكشف عن نص. يرجى تحديد صورة حزم أخرى أو إدخال تفاصيل المنتج يدويًا.
de: Kein Text erkannt. Bitte wähle ein anderes Verpackungsfoto aus oder gib die Produktdetails manuell ein.
es: No se ha detectado texto. Elige otra foto del embalaje o introduce los detalles del producto manualmente.
fr: Aucun texte détecté. Sélectionnez une autre photo de l’emballage ou entrez manuellement les détails du produit.
he: לא זוהה טקסט. יש לבחור תמונת אריזה אחרת או להזין את פרטי המוצר באופן ידני.
id: Tidak ada teks yang terdeteksi. Pilih foto kemasan lainnya atau masukkan detail produk secara manual.
it: Nessun testo rilevato. Seleziona un'altra foto del pacchetto o inserisci manualmente i dettagli del prodotto.
nl: Geen tekst gedetecteerd. Kies een andere foto van de verpakking of voer de productgegevens handmatig in.
pt_br: Nenhum texto encontrado. Selecione outra foto de embalagem ou insira os detalhes do produto manualmente.
sv: Ingen text detekterad. Välj ett annat förpackningsfoto eller ange produktinformationen manuellt.
tr: Metin algılanmadı. Lütfen başka bir ambalaj fotoğrafı seçin veya ürün ayrıntılarını manuel olarak girin.

# productCreationAIStartingInfoViewModel.photoRemovedNotice.title
source: Photo removed
ar: تمت إزالة الصورة
de: Foto entfernt
es: Foto eliminada
fr: Photo supprimée
he: התמונה הוסרה
id: Foto dihapus
it: Foto rimossa
nl: Foto verwijderd
pt_br: Foto removida
sv: Foto borttaget
tr: Fotoğraf kaldırıldı

# productCreationAIStartingInfoViewModel.photoRemovedNotice.undo
source: Undo
ar: تراجع
de: Rückgängig
es: Deshacer
fr: Annuler
he: לבטל פעולה אחרונה
id: Batal
it: Annulla
nl: Ongedaan maken
pt_br: Desfazer
sv: Ångra
tr: Geri al

# productCreationAIStartingInfoViewModel.textDetectionFailed
source: An error occurred while scanning the photo. Please select another packaging photo or enter product details manually.
ar: حدث خطأ في أثناء فحص الصورة. يرجى تحديد صورة حزم أخرى أو إدخال تفاصيل المنتج يدويًا.
de: Beim Scannen des Fotos ist ein Fehler aufgetreten. Bitte wähle ein anderes Verpackungsfoto aus oder gib die Produktdetails manuell ein.
es: Se ha producido un error al explorar la foto. Elige otra foto del embalaje o introduce los detalles del producto manualmente.
fr: Une erreur s’est produite lors de l’analyse de la photo. Sélectionnez une autre photo de l’emballage ou entrez manuellement les détails du produit.
he: אירעה שגיאה בעת סריקת התמונה. יש לבחור תמונת אריזה אחרת או להזין את פרטי המוצר באופן ידני.
id: Terjadi error saat memindai foto. Pilih foto kemasan lainnya atau masukkan detail produk secara manual.
it: Si è verificato un errore durante la scansione della foto. Seleziona un'altra foto del pacchetto o inserisci manualmente i dettagli del prodotto.
nl: Er is een fout opgetreden bij het scannen van de foto. Kies een andere foto van de verpakking of voer de productgegevens handmatig in.
pt_br: Ocorreu um erro ao digitalizar a foto. Selecione outra foto de embalagem ou insira os detalhes do produto manualmente.
sv: Det uppstod ett fel när fotot skannades. Välj ett annat förpackningsfoto eller ange produktinformationen manuellt.
tr: Fotoğraf taranırken hata oluştu. Lütfen başka bir ambalaj fotoğrafı seçin veya ürün ayrıntılarını manuel olarak girin.
