Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: There was an issue preparing to use Tap to Pay on iPhone – please try again.
ar: كانت هناك مشكلة في أثناء التحضير لاستخدام "الضغط للدفع على iPhone" - ترجى المحاولة مجددًا.
de: Bei der Vorbereitung, Tap to Pay on iPhone zu verwenden, ist ein Fehler aufgetreten. Bitte versuche es erneut.
es: Se ha producido un error al preparar el uso de Tap to Pay on iPhone. Inténtalo de nuevo.
fr: Un problème est survenu lors de la préparation de l’utilisation du service Appuyer pour payer sur iPhone. Veuillez réessayer.
he: הייתה בעיה בהגדרת של Tap to Pay ב-iPhone – יש לנסות שוב.
id: Terjadi masalah saat menyiapkan penggunaan Ketuk untuk Bayar di iPhone. Silakan coba lagi.
it: Si è verificato un problema durante la preparazione dell'utilizzo di Tocca per pagare su iPhone. Riprova.
ja: Tap to Pay on iPhone の使用を準備する際に問題が発生しました。もう一度お試しください。
nl: Er is een fout opgetreden bij het voorbereiden van Tap to Pay on iPhone voor gebruik. Probeer het nog eens.
pt_br: Ocorreu um problema ao conectar o Tap to Pay on iPhone. Tente novamente.
ru: Возникла проблема с подготовкой к использованию Tap to Pay on iPhone. Повторите попытку.
sv: Det uppstod ett problem med att förbereda användningen av Tryck för att betala på iPhone – försök igen.
tr: Tap to Pay on iPhone özelliğini kullanmaya hazırlanırken bir sorun oluştu. Lütfen tekrar deneyin.

source: Third Party Licenses
ar: تراخيص خارجية
de: Lizenzen von Drittanbietern
es: Licencias de terceros
fr: Licences tierces
he: רישיונות של צד שלישי
id: Lisensi Pihak Ketiga
it: Licenze di terze parti
ja: サードパーティのライセンス
nl: Licenties van derden
pt_br: Licenças de terceiros
ru: Сторонние лицензии
sv: Tredjepartslicenser
tr: Üçüncü Taraf Lisansları

source: This Month
ar: هذا الشهر
de: Diesen Monat
es: Este mes
fr: Ce mois-ci
he: החודש
id: Bulan Ini
it: Questo mese
ja: 今月
nl: Deze maand
pt_br: Este mês
ru: В этом месяце
sv: Den här månaden
tr: Bu Ay

source: This SKU is used on another product or is invalid.
ar: تُستخدم وحدة SKU هذه على منتج آخر، أو تكون غير صالحة.
de: Diese SKU ist für ein anderes Produkt in Gebrauch oder ungültig.
es: Este SKU se usa en otro producto o no es válido.
fr: Cette UGS est utilisée par un autre produit ou n'est pas valide.
he: הקוד של SKU נמצא בשימוש של מוצר אחר או שאינו חוקי.
id: SKU ini digunakan pada produk lain atau tidak valid.
it: Questo SKU è stato usato per un altro prodotto o non è valido.
ja: この SKU は別の製品で使用されているか、無効です。
nl: Deze SKU wordt voor een ander product gebruikt of is ongeldig.
pt_br: O SKU foi usado em outro produto ou é inválido.
ru: Этот артикул используется для другого продукта или недействителен.
sv: Detta SKU används för en annan produkt eller är ogiltigt.
tr: Bu SKU başka bir üründe kullanılıyor ya da geçersiz.

source: This Week
ar: هذا الأسبوع
de: Diese Woche
es: Esta semana
fr: Cette semaine
he: השבוע
id: Minggu Ini
it: Questa settimana
ja: 今週
nl: Deze week
pt_br: Esta semana
ru: На этой неделе
sv: Den här veckan
tr: Bu Hafta

source: This Year
ar: هذا العام
de: Dieses Jahr
es: Este año
fr: Cette année
he: השנה
id: Tahun Ini
it: Quest'anno
ja: 今年
nl: Dit jaar
pt_br: Este ano
ru: В этом году
sv: Det här året
tr: Bu Yıl

source: This app needs permission to access Bluetooth to connect to a card reader, please change the privacy settings if you wish to allow this.
ar: يلزم هذا التطبيق صلاحية للوصول إلى البلوتوث للاتصال بقارئ البطاقة، يُرجى تغيير إعدادات الخصوصية إذا كنت ترغب في السماح بهذا.
de: Diese App benötigt das Recht, auf Bluetooth zuzugreifen, um eine Verbindung mit einem Kartenlesegerät herzustellen. Wenn du dies zulassen möchtest, ändere bitte die Privatsphäre-Einstellungen.
es: Esta aplicación necesita permiso para acceder al Bluetooth y conectarse a un lector de tarjetas. Para permitir esta acción, debes cambiar los ajustes de privacidad.
fr: Cette application nécessite une autorisation pour accéder au Bluetooth afin de connecter un lecteur de cartes. Pour ce faire, veuillez modifier les paramètres de confidentialité.
he: לאפליקציה נדרשת גישה ל-Bluetooth כדי להתחבר אל קורא הכרטיסים, עליך לשנות את הגדרות הפרטיות אם ברצונך לאפשר זאת.
id: Harap ubah pengaturan privasi karena aplikasi ini memerlukan izin untuk mengakses Bluetooth agar terhubung dengan pembaca kartu.
it: Questa app necessita dell'autorizzazione per accedere al Bluetooth per connettersi a un lettore di schede, modificare le impostazioni sulla privacy se si desidera consentire questa operazione.
ja: このアプリが Bluetooth 経由でカードリーダーに接続するには権限が必要です。許可する場合は、プライバシー設定を変更してください。
nl: Deze app heeft toestemming nodig om Bluetooth te gebruiken om verbinding te maken met een kaartlezer. Wijzig de privacyinstellingen als je dit wilt toestaan.
pt_br: Este aplicativo precisa de permissão para acessar o Bluetooth e para se conectar a um leitor de cartão. Altere as configurações de privacidade para permitir isso.
ru: Этому приложению требуется разрешение на доступ к Bluetooth для подключения к устройству чтения карт. Чтобы предоставить разрешение, измените настройки конфиденциальности.
sv: Den här appen behöver tillstånd att använda Bluetooth för att ansluta till en kortläsare, ändra integritetsinställningarna om du vill tillåta detta.
tr: Bu uygulamanın bir kart okuyucuya bağlanmak için Bluetooth'a erişim iznine ihtiyacı var, buna izin vermek istiyorsanız lütfen gizlilik ayarlarını değiştirin.

source: This app requires that you install WooCommerce 3.5 on your server, and won't work properly without it. Update as soon as possible to continue using this app.
ar: يتطلب هذا التطبيق تثبيت WooCommerce 3.5 على خادمك، ولن يعمل بشكل سليم من دونه. يمكنك التحديث في أقرب وقت ممكن للاستمرار في استخدام هذا التطبيق.
de: Für diese App musst du WooCommerce 3.5 auf deinem Server installieren, da sie andernfalls nicht richtig funktioniert. Nimm die Aktualisierung so bald wie möglich vor, um diese App weiterhin zu verwenden.
es: Para usar esta aplicación, debes instalar WooCommerce 3.5 en el servidor. De lo contrario, no funcionará correctamente. Actualízala cuanto antes para poder seguir usando esta aplicación.
fr: Cette application nécessite l'installation de WooCommerce 3.5 sur votre serveur et ne fonctionnera pas correctement sans. Exécutez la mise à jour dès que possible pour continuer d'utiliser cette application.
he: כדי להשתמש באפליקציה זו, יש להתקין את WooCommerce 3.5 בשרת שלך, אחרת האפליקציה לא תעבוד בצורה תקינה. כדאי לבצע עדכון בהקדם האפשרי כדי להמשיך להשתמש באפליקציה זו.
id: Aplikasi ini mewajibkan Anda menginstal WooCommerce 3.5 di server Anda dan tidak berfungsi dengan semestinya jika Anda tidak menginstalnya. Perbarui sesegera mungkin untuk terus menggunakan aplikasi ini.
it: Questa app richiede l'installazione di WooCommerce 3.5 sul tuo server, senza la quale non funziona correttamente. Aggiorna appena possibile per continuare utilizzare questa app.
ja: このアプリは、サーバーに WooCommerce 3.5をインストールしない限り、正常に機能しません。引き続きアプリを使用するには、すぐに更新する必要があります。
nl: Voor deze app moet WooCommerce 3.5 op je server zijn geïnstalleerd. Zonder deze versie zal de app niet goed werken. Werk WooCommerce zo snel mogelijk bij om deze app te blijven gebruiken.
pt_br: Esse aplicativo requer a instalação do WooCommerce 3.5 no seu servidor e não funcionará adequadamente sem ele. Atualize o quanto antes para continuar a usar esse aplicativo.
ru: Для нормальной работы приложения необходимо установить на сервере WooCommerce 3.5. Чтобы продолжить работу с приложением, как можно скорее установите обновление.
sv: Du behöver installera WooCommerce 3.5 på din server för att kunna använda den här appen, annars kommer den inte att fungera korrekt. Uppdatera så snart möjligt för att kunna fortsätta använda den här appen.
tr: Bu uygulama için sunucunuza WooCommerce 3.5'i yüklemeniz gerekir; bu olmadan düzgün çalışmaz. Bu uygulamayı kullanmaya devam etmek için mümkün olan en kısa süre içinde güncelleyin.

source: This app supports only Administrator and Shop Manager user roles. Please contact your store owner to upgrade your role.
ar: يدعم هذا التطبيق رُتب أعضاء المسؤول ومدير المتجر فقط. يرجى الاتصال بمالك مخزنك لترقية رتبتك.
de: Diese App unterstützt nur die Benutzerrollen Administrator und Store-Manager Wenn du deine Rolle upgraden willst, wende dich bitte an deinen Store-Besitzer
es: Esta aplicación solo es compatible con los roles de usuario de administrador y gestor de tienda. Contacta con el propietario de la tienda para actualizar tu rol.
fr: Cette application ne prend en charge que les rôles utilisateurs Administrateur et Gérant de boutique. Veuillez contacter le gérant de votre boutique pour mettre à niveau votre rôle.
he: האפליקציה הזאת תומכת רק בתפקידי משתמש של 'מנהל מערכת' ו'מנהל חנות'. יש ליצור קשר עם בעלי החנות כדי לשדרג את התפקיד שלך.
id: Aplikasi ini hanya mendukung peran pengguna Administrator dan Manajer Toko. Harap hubungi pemilik toko Anda untuk mengupgrade peran Anda.
it: Quest'app supporta solo i ruoli utente di Amministratore e Gestore negozio. Contatta il proprietario del negozio per aggiornare il tuo ruolo.
ja: このアプリでサポートされているユーザー権限グループは、管理者とショップマネージャーのみです。 自分の権限グループを更新するには、ストア所有者に連絡してください。
nl: Deze app ondersteunt alleen de gebruikersrollen Beheerder en Winkelmanager. Neem contact op met je winkeleigenaar voor het upgraden van je rol.
pt_br: Este aplicativo é compatível somente com as funções de administrador e gerente da loja. Entre em contato com o proprietário da loja para fazer upgrade da sua função.
ru: Это приложение поддерживает только роли администратора и менеджера магазина. Свяжитесь с владельцем магазина для изменения роли.
sv: Den här appen har endast stöd för användarrollerna Administratör och Butikschef. Kontakta butiksägaren för att uppgradera din roll.
tr: Bu uygulama yalnızca Yönetici ve Mağaza Yöneticisi kullanıcı rollerini destekler. Rolünüzü yükseltmek için lütfen mağazanızın sahibiyle iletişime geçin.

source: This could be because your store has some extra security steps in place.
ar: من المحتمل أن يرجع ذلك إلى وجود بعض الخطوات الإضافية المتعلقة بالأمان في متجرك.
de: Dies liegt wahrscheinlich daran, dass dein Shop über einige zusätzliche Sicherheitsschritte verfügt.
es: Podría deberse a que en tu tienda haya que seguir algunos pasos de seguridad adicionales.
fr: Votre boutique dispose probablement de mesures de sécurité supplémentaires.
he: ייתכן שבחנות שלך הוגדרו כמה שלבים נוספים לצורך אבטחה.
id: Alasannya mungkin karena Anda menerapkan beberapa langkah keamanan ekstra di toko Anda.
it: Questo potrebbe essere dovuto al fatto che il tuo negozio ha adottato misure di sicurezza aggiuntive.
nl: Misschien komt dit doordat er extra beveiligingsmaatregelen actief zijn in je winkel.
pt_br: Talvez seja porque sua loja tem algumas etapas extras de segurança definidas.
ru: Возможно, это потому, что в вашем магазине действуют дополнительные меры безопасности.
sv: Detta kan bero på att din butik har några extra säkerhetssteg på plats.
tr: Bunun sebebi mağazanızda bazı ekstra güvenlik adımlarının olması olabilir.

source: This could be related to a conflict with a plugin. Please try again later or reach out to us and we'll be happy to assist you!
ar: قد يرتبط ذلك بنزاع مع الاضافة. ترجى المحاولة مرة أخرى لاحقًا أو التواصل معنا وستسرنا مساعدتك!
de: Dies könnte mit einem Konflikt mit einem Plugin zusammenhängen. Bitte versuche es später erneut oder kontaktiere uns – wir helfen dir gerne weiter!
es: Este problema se puede producir a causa de un conflicto con un plugin. Inténtalo de nuevo más tarde o ponte en contacto con nosotros y estaremos encantados de ayudarte.
fr: Ceci peut être dû à un conflit avec une extension. Réessayez plus tard ou contactez-nous et nous vous aiderons avec plaisir !
he: ייתכן שזה קשור להתנגשות עם תוסף. יש לנסות שוב מאוחר יותר או לפנות אלינו בכל עת ואנחנו נשמח לעזור!
id: Hal ini mungkin disebabkan konflik dengan plugin. Coba lagi nanti atau hubungi kami dan kami akan senang membantu Anda!
it: Questo potrebbe essere correlato a un conflitto con un plugin. Riprova più tardi o contattaci per ricevere assistenza.
nl: Dit kan liggen aan een conflict met een plugin. Probeer het later opnieuw of neem contact met ons op zodat wij je kunnen helpen.
pt_br: É possível que seja um conflito com o plugin. Tente novamente mais tarde ou fale com a gente. Teremos prazer em ajudar você!
ru: Возможно, дело в конфликте с плагином. Повторите попытку позже или свяжитесь с нами. Мы будем рады помочь!
sv: Detta kan vara relaterat till en konflikt med ett tillägg. Försök igen senare eller kontakta oss så hjälper vi dig gärna!
tr: Bu, bir eklentiyle çakışmadan kaynaklanabilir. Lütfen daha sonra tekrar deneyin veya bize ulaşın, size yardımcı olmaktan memnuniyet duyarız.

source: This email address is not registered on WordPress.com.
ar: عنوان البريد الإلكتروني هذا غير مسجَّل على وردبرس. كوم.
de: Diese E-Mail-Adresse ist auf WordPress.com nicht registriert.
es: Esta dirección de correo electrónico no está registrada en WordPress.com
fr: Cette adresse e-mail n’est pas enregistrée sur WordPress.com.
he: כתובת האימייל הזו לא רשומה ב-WordPress.com.
id: Alamat email ini tidak terdaftar di WordPress.com.
it: Questo indirizzo e-mail non è registrato su Wordpress.com.
ja: このメールアドレスは WordPress.com に登録されていません。
nl: Dit e-mailadres is niet geregistreerd op WordPress.com.
pt_br: Este endereço de e-mail não está registrado no WordPress.com.
ru: Этот адрес электронной почты не зарегистрирован на WordPress.com.
sv: Denna e-postadress är inte registrerad på WordPress.com.
tr: Bu e-posta adresi WordPress.com üzerinde kayıtlı değil.

source: This field is required
ar: هذا الحقل مطلوب
de: Dieses Feld ist erforderlich
es: Este campo es obligatorio
fr: Champ obligatoire
he: זהו שדה חובה
id: Kolom ini harus diisi
it: Questo campo è obbligatorio
ja: このフィールドは必須です
nl: Dit veld is verplicht
pt_br: Este campo é obrigatório
ru: Обязательное поле
sv: Detta fält är obligatoriskt
tr: Bu alan zorunludur

source: This is because we got an unexpected response from your site.
ar: يرجع لك إلى أننا تلقينا استجابة غير متوقعة من موقعك.
de: Dies liegt daran, dass wir eine unerwartete Antwort von deiner Website erhalten haben.
es: Es porque hemos obtenido una respuesta imprevista desde tu sitio.
fr: En effet, nous avons reçu une réponse inattendue de votre site.
he: ההתחברות נכשלה מאחר שקיבלנו תגובה לא צפויה מהאתר שלך.
id: Pasalnya, kami mendapatkan respons yang tidak terduga dari situs Anda.
it: Questo perché abbiamo ricevuto una risposta inaspettata dal tuo sito.
nl: Dit komt doordat we een onverwachte reactie van je website kregen.
pt_br: Isso é porque recebemos uma resposta inesperada do seu site.
ru: Это потому, что от вашего сайта был получен непредвиденный ответ.
sv: Detta beror på att vi fick ett oväntat svar från din webbplats.
tr: Bunun sebebi sitenizden beklenmeyen bir yanıt almamızdır.

source: This is the URL-friendly version of the product title
ar: هذا هو إصدار عنوان المنتج المألوف لعنوان URL
de: Dies ist die URL-freundliche Version des Produkttitels.
es: Esta es la versión sencilla de la URL del título del producto
fr: Version du titre du produit compatible avec les URL
he: זאת גרסה ידידותית לכתובות URL בכותרת המוצר
id: Ini versi judul produk yang ramah URL
it: Questa è la versione URL friendly del titolo del prodotto
ja: これは商品タイトルの URL フレンドリーなバージョンです。
nl: Dit is de URL-vriendelijke versie van de producttitel
pt_br: Esta é a versão compatível com URL para o título do produto
ru: Это сокращенная версия названия продукта для включения в URL-адрес
sv: Detta är den URL-vänliga versionen av produktens rubrik
tr: Bu, ürün başlığının URL'ye uygun olan versiyonudur

source: This is the name of the file shown to the customer.
ar: هذا هو اسم الملف المعروض أمام العميل.
de: Name der Datei, die dem Kunden angezeigt wird.
es: Este es el nombre del archivo que se muestra al cliente.
fr: Le nom du fichier affiché au client.
he: זהו שם הקובץ שמוצג ללקוח.
id: Ini adalah nama file yang ditampilkan untuk pelanggan.
it: Questo è il nome del file mostrato al cliente.
ja: 顧客に表示されるファイルの名前です。
nl: Dit is de naam van het bestand dat klanten te zien krijgen.
pt_br: Este é o nome do arquivo exibido para o cliente.
ru: Это имя файла, отображаемое клиенту.
sv: Det här är namnet på den fil som visas för kunden.
tr: Bu, müşteriye gösterilen dosyanın adıdır.

source: This is the type of variation like size or color
ar: هذا هو نوع المجموعة المتنوعة، مثل الحجم أو اللون
de: Dies ist die Art der Variation, wie z. B. Größe oder Farbe
es: Es el tipo de variación, como el tamaño o el color
fr: Il s’agit du type de variante, comme la taille ou la couleur
he: זהו סוג כלשהו של המוצר, כגון מידה או צבע
id: Ini adalah tipe variasi seperti ukuran atau warna
it: Questo è il tipo di variante come le dimensioni o il colore
ja: サイズ、色といったバリエーションの種類です
nl: Dit is het type variatie, zoals maat of kleur.
pt_br: Este é o tipo de variação, como tamanho ou cor
ru: Это один из параметров товара, например размер или цвет.
sv: Det här är en typ av variation såsom storlek eller färg
tr: Bu, boyut veya renk gibi varyasyon türüdür

source: This is the url of the file which customers will get accessed to. URLs entered should already be encoded.
ar: هذا هو عنوان URL للمنتج الذي سيصل العملاء إليه. ينبغي ترميز عناوين URL التي تم إدخالها بالفعل
de: Dies ist die URL der Datei, auf die Kunden Zugriff erhalten. Eingegebene URLs sollten bereits kodiert sein.
es: Esta es la URL del archivo al que los clientes podrán acceder. Las URL introducidas ya deberían estar cifradas.
fr: L’URL du fichier auquel les clients auront accès. Les URL entrées doivent déjà être codées.
he: זוהי כתובת ה-URL של הקובץ שאליו הלקוחות יקבלו גישה. כתובות ה-URL שהוזנו צריכות להיות מקודדות כבר.
id: Ini adalah url file yang akan dapat diakses pelanggan. URL yang dimasukkan harus sudah dikodekan.
it: Questo è l'URL del file a cui i clienti avranno accesso. Gli URL inseriti dovrebbero essere già codificati.
ja: 顧客がアクセスできるファイルの URL です。 入力する URL はエンコード済みである必要があります。
nl: Dit is de URL van het bestand die klanten tot hun beschikking zullen hebben. Ingevoerde URL's zouden al versleuteld moeten zijn.
pt_br: Este é o URL do arquivo que os clientes acessarão. Os URLs inseridos já devem estar codificados.
ru: Это URL-адрес файла, к которому клиенты получат доступ. Введенные URL-адреса должны быть уже закодированы.
sv: Det här är URL:en till den fil som kunderna kommer att få tillgång till. URL:er som anges bör redan vara kodade.
tr: Bu, müşterilerin erişeceği dosyanın url'sidir. Girilen URL'ler önceden kodlanmış olmalıdır.

source: This item is currently in Package %1$d: %2$@. Where would you like to move it?
ar: هذا العنصر موجود في الحزمة ⁦%1$d⁩: %2$@. أين ترغب في نقله؟
de: Der Artikel befindet sich derzeit in Paket %1$d: %2$@. Wohin möchtest du ihn verschieben?
es: Actualmente, este artículo se encuentra en el Paquete %1$d: %2$@. ¿A dónde te gustaría moverlo?
fr: Cet élément se trouve actuellement dans le colis %1$d : %2$@. Où souhaitez-vous le déplacer ?
he: הפריט הזה נמצא כעת בחבילה ⁦%1$d⁩ : %2$@. לאן ברצונך להעביר אותו?
id: Saat ini item ini ada dalam Paket %1$d: %2$@. Anda ingin memindahkannya ke mana?
it: Questo elemento si trova al momento nel pacchetto %1$d: %2$@. Dove vorresti spostarlo?
ja: 現在この商品は荷物 %1$d: %2$@ に入っています。 どこに移動しますか ?
nl: Dit artikel staat momenteel in pakket %1$d: %2$@. Waar wil je het naar verplaatsen?
pt_br: Este item está no pacote %1$d: %2$@. Para onde você quer mover isso?
ru: Этот объект сейчас в посылке %1$d: %2$@. Куда переместить?
sv: Denna artikel är för närvarande i förpackning %1$d: %2$@. Vart vill du flytta den?
tr: Bu öğe şu anda %1$d Paketinde: %2$@. Bunu nereye taşımak istersiniz?

source: This payment has already been completed – please check the order details.
ar: تم إكمال هذا الدفع بالفعل - يرجى التحقق من تفاصيل الطلب.
de: Diese Zahlung wurde bereits abgeschlossen. Bitte überprüfe die Bestelldetails.
es: Este pago ya se ha completado; comprueba los detalles del pedido.
fr: Ce paiement a déjà été effectué. Veuillez vérifier les détails de la commande.
he: עיבוד התשלום כבר הושלם – יש לבדוק את פרטי ההזמנה.
id: Pembayaran ini sudah diselesaikan – silakan periksa detail pesanan.
it: Questo pagamento è già stato completato. Verificare i dettagli dell'ordine.
nl: Deze betaling is al voltooid – controleer de bestellingsgegevens.
pt_br: Este pagamento já foi concluído. Verifique os detalhes do pedido.
ru: Этот платёж уже завершён, проверьте детали заказа.
sv: Den här betalningen har redan slutförts – kontrollera beställningsinformationen.
tr: Bu ödeme zaten tamamlandı. Lütfen sipariş ayrıntılarını kontrol edin.

source: This product couldn't be loaded
ar: تعذر تحميل هذا المنتج
de: Fehler beim Laden des Produkts
es: No se ha podido cargar el producto
fr: Impossible de charger ce produit
he: לא ניתן לטעון את המוצר
id: Produk ini tidak dapat dimuat
it: Non è stato possibile caricare questo prodotto
ja: この商品を読み込めませんでした
nl: Dit product kon niet worden geladen
pt_br: Não foi possível carregar este produto
ru: Этот продукт не может быть загружен
sv: Det gick inte att hämta produkten
tr: Bu ürün yüklenemedi

source: This product has been deleted and is no longer visible
ar: تم حذف هذا المنتج ولم يعد مرئيًا بعد
de: Dieses Produkt wurde gelöscht und wird nicht mehr angezeigt
es: Este producto se ha eliminado y ya no se muestra
fr: Ce produit a été supprimé et n’est plus visible
he: המוצר נמחק ולא ניתן עוד להציג אותו
id: Produk ini telah dihapus dan tidak lagi dapat dilihat.
it: Questo prodotto è stato eliminato e non è più visibile.
ja: この商品は削除されたため、表示されません
nl: Dit product is verwijderd en is niet meer zichtbaar
pt_br: Esse produto foi excluído e não está mais visível
ru: Этот продукт удалён и больше не отображается.
sv: Den här produkten har tagits bort och är inte längre synlig
tr: Bu ürün silindi ve artık görünmüyor

source: This receipt's transaction type is not expected from the app [%1$@]
ar: هذا النوع من المعاملات الخاصة بالإيصال غير متوقعة من التطبيق [%1$@]
de: Der Transaktionstyp dieses Belegs wird von der App nicht erwartet [%1$@]
es: El tipo de transacción de este recibo no es habitual en la aplicación [%1$@].
fr: Le type de transaction de ce reçu n’est pas prévu par l’application [%1$@]
he: סוג העסקה של הקבלה הזאת לא צפוי להתקבל מהאפליקציה [%1$@]
id: Jenis transaksi resi ini tidak diharapkan dari aplikasi [%1$@]
it: Il tipo di transazione indicato in questa ricevuta non è previsto dall'app [%1$@]
nl: Het transactietype van deze factuur wordt niet door de app [%1$@] verwacht
pt_br: Tipo de transação deste recibo inesperado no aplicativo [%1$@]
ru: Неожиданный тип транзакции в чеке от приложения [%1$@].
sv: Det här kvittots transaktionstyp förväntas inte från appen [%1$@]
tr: Bu alıcının işlem türü [%1$@] uygulamasından beklenmiyor

source: This setting determines which shop pages products will be listed on.
ar: يحدد هذا الإعداد المنتجات التي ستعرضها الصفحات.
de: Mit dieser Einstellung wird bestimmt, auf welchen Seiten des Shops Produkte gelistet werden.
es: Este ajuste determina qué productos de las páginas de la tienda se incluirán en la lista.
fr: Ce paramètre détermine sur quelle page de la boutique les produits seront affichés.
he: הגדרה זו קובעת על אילו מעמודי החנות תופיע רשימת מוצרים.
id: Pengaturan ini menentukan halaman toko mana produk akan dicantumkan.
it: Questa impostazione determina le pagine del negozio sulle quali vengono elencati i prodotti.
ja: この設定は、商品が掲載されるショップページを決定します。
nl: Deze instelling bepaalt op welke winkelpagina's producten worden vermeld.
pt_br: Esta configuração determina em quais páginas o produto estará listado.
ru: Эта настройка определяет, на каких страницах магазина будут отображаться продукты.
sv: Denna inställning avgör vilka butiksidor som produkterna ska listas på.
tr: Bu ayar, ürünlerin listeleneceği alışveriş sayfalarını belirler.
