Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

# pointOfSale.cardPresent.presentCard.tapSwipeInsert
source: Tap, swipe, or insert card
ar: النقر على بطاقة أو تمريرها أو إدراجها
de: Karte durchziehen, auflegen oder einstecken
es: Tocar, deslizar o insertar tarjeta
fr: Appuyer, glisser ou insérer la carte
he: יש להצמיד, להעביר או להכניס את הכרטיס
id: Ketuk, usap, atau masukkan kartu
it: Tocca, scorri o inserisci la carta
nl: Tik, veeg, of voer een kaart in
pt_br: Passe, insira ou aproxime o cartão
sv: Tryck, svep eller sätt i kort
tr: Kartı dokundurun, geçirin veya takın

# pointOfSale.cardPresent.presentCard.title
source: Ready for payment
ar: مستعد للدفع
de: Bereit für Zahlung
es: Listo para el pago
fr: Prêt pour le paiement
he: מוכן לתשלום
id: Siap untuk pembayaran
it: Pronto per il pagamento
nl: Gereed voor betaling
pt_br: Pronto para o pagamento
sv: Redo för betalning
tr: Ödemeye hazır

# pointOfSale.cardPresent.readerNotConnected.button.title
source: Connect to reader
ar: الربط بالقارئ
de: Mit Lesegerät verbinden
es: Conectar con el lector
fr: Se connecter au lecteur
he: יש להתחבר אל הקורא
id: Sambungkan ke pembaca
it: Connetti al lettore
nl: Verbinding maken met lezer
pt_br: Conectar-se ao leitor
sv: Anslut till läsare
tr: Okuyucuya bağlan

# pointOfSale.cardPresent.readerNotConnected.instruction
source: To process this payment, please connect your reader.
ar: لمتابعة عملية الدفع هذه، يرجى ربط القارئ الخاص بك.
de: Verbinde bitte dein Lesegerät, um diese Zahlung zu verarbeiten.
es: Para procesar este pago, conecta tu lector.
fr: Pour traiter ce paiement, veuillez connecter votre lecteur.
he: כדי לעבד את התשלומים, יש לחבר את הקורא.
id: Untuk memproses pembayaran ini, hubungkan pembaca.
it: Per elaborare questo pagamento, collega il lettore.
nl: Sluit je lezer aan om deze betaling te verwerken.
pt_br: Para processar esse pagamento, conecte seu leitor.
sv: Anslut din läsare för att behandla den här betalningen.
tr: Bu ödemeyi işlemek için lütfen okuyucunuzu bağlayın.

# pointOfSale.cardPresent.readerNotConnected.title
source: Reader not connected
ar: لم يتم ربط القارئ
de: Lesegerät nicht verbunden
es: Lector no conectado
fr: Lecteur non connecté
he: הקורא לא מחובר
id: Pembaca tidak terhubung
it: Lettore non connesso
nl: Lezer niet verbonden
pt_br: Leitor não conectado
sv: Läsare inte ansluten
tr: Okuyucu bağlanmadı

# pointOfSale.cardPresent.validatingOrder.message
source: Checking order
ar: التحقق من الطلب
de: Bestellung wird überprüft
es: Comprobando pedido
fr: Vérification de la commande
he: בודק הזמנה
id: Memeriksa pesanan
it: Verifica dell'ordine
nl: Bestelling controleren
pt_br: Verificando pedido
sv: Kontrollerar beställning
tr: Sipariş kontrol ediliyor

# pointOfSale.cardPresent.validatingOrder.title
source: Getting ready
ar: الاستعداد
de: Vorbereitung läuft
es: En preparación
fr: Préparation
he: מתכוננים…
id: Menyiapkan
it: Quasi pronto
nl: Gereedmaken...
pt_br: Quase pronto
sv: Förbereder
tr: Hazırlanıyor

# pointOfSale.cardPresent.validatingOrderError.retry
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
he: לנסות שוב
id: Coba lagi
it: Riprova
nl: Opnieuw proberen
pt_br: Tentar novamente
sv: Försök igen
tr: Tekrar dene

# pointOfSale.cardPresent.validatingOrderError.title
source: Error checking order
ar: خطأ في أثناء التحقق من الطلب
de: Fehler beim Überprüfen der Bestellung
es: Error al comprobar el pedido
fr: Erreur lors de la vérification de la commande
he: שגיאה בעת בדיקת ההזמנה
id: Terjadi error saat memeriksa pesanan
it: Errore nella verifica dell'ordine
nl: Fout bij bestelling controleren
pt_br: Erro ao validar o pedido
sv: Fel vid kontroll av order
tr: Sipariş kontrol edilirken bir hata oluştu

# pointOfSale.cardPresentPayment.alert.bluetoothRequired.dismiss.button.title
source: Dismiss
ar: تجاهل
de: Verwerfen
es: Descartar
fr: Ignorer
he: לבטל
id: Tutup
it: Ignora
nl: Afwijzen
pt_br: Ignorar
sv: Avfärda
tr: Kapat

# pointOfSale.cardPresentPayment.alert.bluetoothRequired.openSettings.button.title
source: Open Device Settings
ar: فتح إعدادات الجهاز
de: Geräte-Einstellungen öffnen
es: Abrir ajustes del dispositivo
fr: Accéder aux paramètres système
he: פתיחת הגדרות מכשיר
id: Buka Pengaturan Perangkat
it: Apri le impostazioni del dispositivo
nl: Apparaatinstellingen openen
pt_br: Abrir configurações do dispositivo
sv: Öppna enhetens inställningar
tr: Cihaz Ayarlarını Aç

# pointOfSale.cardPresentPayment.alert.bluetoothRequired.title
source: Bluetooth permission required
ar: يلزم الحصول على صلاحية البلوتوث
de: Bluetooth-Berechtigung erforderlich
es: Se necesita permiso para usar el Bluetooth
fr: Autorisation Bluetooth requise
he: נדרשות הרשאות ל-Bluetooth
id: Izin pengaktifan Bluetooth diperlukan
it: Autorizzazione del Bluetooth richiesta
nl: Bluetooth-machtiging vereist
pt_br: Permissão de Bluetooth obrigatória
sv: Bluetooth-behörighet krävs
tr: Bluetooth izni gerekli

# pointOfSale.cardPresentPayment.alert.connectingFailed.cancel.button.title
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batal
it: Annulla
nl: Annuleren
pt_br: Cancelar
sv: Avbryt
tr: İptal Et

# pointOfSale.cardPresentPayment.alert.connectingFailed.title
source: We couldn't connect your reader
ar: تعذر علينا ربط قارئك
de: Fehler beim Herstellen einer Verbindung zum Kartenlesegerät
es: No hemos podido conectar tu lector
fr: Nous n’avons pas pu connecter votre lecteur
he: לא הצלחנו לחבר את הקורא
id: Tidak dapat menyambungkan pembaca
it: Impossibile connettersi al lettore
nl: We konden geen verbinding maken met je lezer
pt_br: Não foi possível conectar o leitor
sv: Vi kunde inte ansluta din läsare
tr: Okuyucunuza bağlanılamadı

# pointOfSale.cardPresentPayment.alert.connectingFailed.tryAgain.button.title
source: Try again
ar: المحاولة مجددًا
de: Erneut versuchen
es: Volver a intentarlo
fr: Réessayer
he: יש לנסות שוב
id: Coba lagi
it: Riprova
nl: Opnieuw proberen
pt_br: Tentar novamente
sv: Försök igen
tr: Tekrar dene

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batal
it: Annulla
nl: Annuleren
pt_br: Cancelar
sv: Avbryt
tr: İptal Et

# pointOfSale.cardPresentPayment.alert.connectingFailedChargeReader.error.details
source: The reader has a critically low battery. Please charge the reader or try a different reader.
ar: بطارية القارئ منخفضة للغاية. يرجى شحن القارئ أو جرب قارئًا مختلفًا.
de: Der Akkustand des Kartenlesegeräts ist sehr niedrig. Bitte lade den Akku deines Kartenlesegeräts auf oder verwende ein anderes Kartenlesegerät.
es: El lector tiene muy poca batería. Carga el lector o prueba con otro diferente.
fr: La batterie du lecteur est très faible. Veuillez le charger ou en utiliser un autre.
he: רמת הסוללה של הקורא נמוכה מאוד. יש לטעון את הקורא או לנסות קורא אחר.
id: Daya baterai pembaca sangat rendah. Harap isi daya pembaca atau coba gunakan pembaca lain.
it: Il lettore ha il livello della batteria molto basso. Carica il lettore o prova un altro lettore.
nl: De batterij van de reader is bijna leeg. Laad de reader op of probeer een andere reader.
pt_br: O leitor está com a bateria muito baixa. Carregue o leitor ou tente um diferente.
sv: Batterinivån i läsaren är mycket låg. Ladda läsaren eller prova en annan läsare.
tr: Okuyucunun pili kritik düzeyde düşük. Lütfen okuyucuyu şarj edin veya farklı bir okuyucu deneyin.

source: Try Again
ar: المحاولة مجددًا
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
he: יש לנסות שוב
id: Coba Lagi
it: Riprova
nl: Probeer opnieuw
pt_br: Tentar novamente
sv: Försök igen
tr: Yeniden Dene

# pointOfSale.cardPresentPayment.alert.connectingFailedChargeReader.title
source: We couldn't connect your reader
ar: تعذر علينا ربط قارئك
de: Fehler beim Herstellen einer Verbindung zum Kartenlesegerät
es: No hemos podido conectar tu lector
fr: Nous n’avons pas pu connecter votre lecteur
he: לא הצלחנו לחבר את הקורא
id: Tidak dapat menyambungkan pembaca
it: Impossibile connettersi al lettore
nl: We konden geen verbinding maken met je lezer
pt_br: Não foi possível conectar o leitor
sv: Vi kunde inte ansluta din läsare
tr: Okuyucunuza bağlanılamadı

source: Dismiss
ar: تجاهل
de: Verwerfen
es: Descartar
fr: Ignorer
he: לבטל
id: Tutup
it: Ignora
nl: Afwijzen
pt_br: Ignorar
sv: Avfärda
tr: Kapat

# pointOfSale.cardPresentPayment.alert.connectingFailedNonRetryable.title
source: Connection failed
ar: فشل الاتصال
de: Verbindung fehlgeschlagen
es: Conexión fallida
fr: Échec de la connexion
he: החיבור נכשל
id: Koneksi gagal
it: Connessione non riuscita
nl: Verbinding is mislukt
pt_br: Falha na conexão
sv: Anslutning misslyckades
tr: Bağlantı başarısız oldu

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batal
it: Annulla
nl: Annuleren
pt_br: Cancelar
sv: Avbryt
tr: İptal Et

source: Enter Address
ar: إدخال العنوان
de: Adresse eingeben
es: Introducir dirección
fr: Entrer l’adresse
he: יש להזין כתובת
id: Masukan Alamat
it: Inserisci l'indirizzo
nl: Voer adres in
pt_br: Informar endereço
sv: Ange adress
tr: Adres Girin

source: Retry After Updating
ar: إعادة المحاولة بعد التحديث
de: Nach dem Aktualisieren erneut versuchen
es: Inténtalo de nuevo después de actualizar.
fr: Réessayer après la mise à jour
he: יש לנסות שוב לאחר העדכון
id: Coba Lagi Setelah Memperbarui
it: Riprova dopo aver eseguito l'aggiornamento
nl: Opnieuw proberen na bijwerken
pt_br: Tentar novamente após atualizar
sv: Försök igen efter uppdatering
tr: Güncellemeden Sonra Tekrar Dene

# pointOfSale.cardPresentPayment.alert.connectingFailedUpdateAddress.title
source: Please correct your store address to proceed
ar: يرجى تصحيح عنوان متجرك للمتابعة
de: Korrigiere bitte deine Shop-Adresse, um fortzufahren
es: Para proceder, debes corregir la dirección de la tienda.
fr: Veuillez corriger l’adresse de votre boutique pour continuer
he: עליך לתקן את הכתובת של החנות שלך כדי להמשיך
id: Mohon koreksi alamat toko Anda untuk melanjutkan
it: Correggi l'indirizzo del tuo negozio per procedere
nl: Voer het juiste adres van je winkel in om door te gaan
pt_br: Corrija o endereço da sua loja para prosseguir
sv: Korrigera din butiksadress för att fortsätta
tr: Devam etmek için lütfen mağaza adresinizi düzeltin

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batal
it: Annulla
nl: Annuleren
pt_br: Cancelar
sv: Avbryt
tr: İptal Et

# pointOfSale.cardPresentPayment.alert.connectingFailedUpdatePostCode.errorDetails
source: You can set your store's postcode/ZIP in wp-admin > WooCommerce > Settings (General)
ar: يمكنك تعيين الرمز البريدي/ZIP الخاص بمتجرك في مسؤول ووردبريس > WooCommerce > الإعدادات (عام)
de: Du kannst die Postleitzahl/PLZ deines Shops in wp-admin > WooCommerce > Einstellungen (Allgemein) festlegen
es: Puedes configurar el código postal o ZIP de la tienda en WP Admin > WooCommerce > Ajustes (General).
fr: Vous pouvez définir le code postal de votre boutique dans wp-admin > WooCommerce > Réglages (Général)
he: אפשר להגדיר את המיקוד של החנות שלך במקטע 'wp-admin' > ‏WooCommerce > הגדרות (כללי)
id: Anda dapat mengatur kode pos toko di wp-admin > WooCommerce > Pengaturan (Umum)
it: Puoi impostare il codice postale/CAP del negozio in wp-admin > WooCommerce > Impostazioni (Generale)
nl: Je kan de postcode van je winkel instellen via wp-admin > WooCommerce > Instellingen (Algemeen)
pt_br: Você pode configurar o código postal (CEP) da sua loja em Painel WP-Admin > WooCommerce > Configurações (Geral)
sv: Du kan ange din butiks postnummer i WP-admin > WooCommerce > Inställningar (Allmänt)
tr: Mağazanızın posta kodunu wp-admin > WooCommerce > Ayarlar (Genel) altından ayarlayabilirsiniz

source: Retry After Updating
ar: إعادة المحاولة بعد التحديث
de: Nach dem Aktualisieren erneut versuchen
es: Inténtalo de nuevo después de actualizar.
fr: Réessayer après la mise à jour
he: יש לנסות שוב לאחר העדכון
id: Coba Lagi Setelah Memperbarui
it: Riprova dopo aver eseguito l'aggiornamento
nl: Opnieuw proberen na bijwerken
pt_br: Tentar novamente após atualizar
sv: Försök igen efter uppdatering
tr: Güncellemeden Sonra Tekrar Dene

# pointOfSale.cardPresentPayment.alert.connectingFailedUpdatePostCode.title
source: Please correct your store's postcode/ZIP
ar: يرجى تصحيح الرمز البريدي/ZIP الخاص بمتجرك
de: Korrigiere bitte die Postleitzahl/PLZ deines Shops
es: Corrige el código postal o ZIP de la tienda.
fr: Veuillez corriger le code postal de votre boutique
he: עליך לתקן את המיקוד של החנות שלך
id: Mohon koreksi kode pos toko Anda
it: Correggi il codice postale/CAP del negozio
nl: Voer de juiste postcode van je winkel in
pt_br: Corrija o código postal (CEP) da sua loja
sv: Korrigera din butiks postnummer
tr: Lütfen mağazanızın posta kodunu düzeltin

# pointOfSale.cardPresentPayment.alert.connectingToReader.instruction
source: Please wait...
ar: يرجى الانتظار...
de: Bitte warten …
es: Por favor, espera
fr: Veuillez patienter…
he: רק רגע...
id: Harap tunggu...
it: Attendi…
nl: Een moment geduld
pt_br: Aguarde...
sv: Vänta …
tr: Lütfen bekleyin...

# pointOfSale.cardPresentPayment.alert.connectingToReader.title
source: Connecting to reader
ar: الربط بالقارئ
de: Verbindung zum Kartenlesegerät wird hergestellt
es: Conectando con el lector
fr: Connexion au lecteur
he: מתחבר אל קורא הכרטיסים
id: Menyambungkan ke pembaca
it: Connessione al lettore
nl: Er wordt verbinding gemaakt met lezer
pt_br: Conectando o leitor
sv: Ansluter till läsare
tr: Okuyucuya bağlanılıyor

# pointOfSale.cardPresentPayment.alert.connectionSuccess.done.button.title
source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
he: בוצע
id: Selesai
it: Fatto
nl: Gereed
pt_br: Concluir
sv: Klar
tr: Tamamlandı

# pointOfSale.cardPresentPayment.alert.connectionSuccess.title
source: Reader connected
ar: تم ربط القارئ
de: Lesegerät verbunden
es: Lector conectado
fr: Lecteur connecté
he: הקורא חובר
id: Pembaca terhubung
it: Lettore connesso
nl: Lezer verbonden
pt_br: Leitor conectado
sv: Läsare ansluten
tr: Okuyucu bağlandı

# pointOfSale.cardPresentPayment.alert.foundMultipleReaders.cancel.button.title
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batal
it: Annulla
nl: Annuleren
pt_br: Cancelar
sv: Avbryt
tr: İptal Et

# pointOfSale.cardPresentPayment.alert.foundMultipleReaders.connect.button.title
source: Connect
ar: الاتصال
de: Verbinden
es: Conectar
fr: Connexion
he: להתחבר
id: Hubungkan
it: Connessione
nl: Verbinden
pt_br: Conectar
sv: Anslut
tr: Bağla

# pointOfSale.cardPresentPayment.alert.foundMultipleReaders.headline
source: Several readers found
ar: تم العثور على عدة قراء
de: Mehrere Reader gefunden
es: Se han encontrado varios lectores
fr: Plusieurs lecteurs trouvés
he: נמצאו כמה קוראים
id: Ditemukan beberapa pembaca
it: Sono stati trovati più lettori
nl: Meerdere lezers gevonden
pt_br: Vários leitores encontrados
sv: Flera läsare hittades
tr: Birkaç okuyucu bulundu

# pointOfSale.cardPresentPayment.alert.foundMultipleReaders.scanning.label
source: Scanning for readers
ar: الفحص بحثًا عن القراء
de: Suche nach Readern
es: Buscando lectores
fr: Recherche de lecteurs
he: סורק לאיתור קוראים
id: Memindai pembaca
it: Ricerca di lettori
nl: Er wordt gescand op lezers
pt_br: Procurando leitores
sv: Skannar efter läsare
tr: Okuyucular taranıyor

# pointOfSale.cardPresentPayment.alert.foundReader.cancel.button.title
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batal
it: Annulla
nl: Annuleren
pt_br: Cancelar
sv: Avbryt
tr: İptal Et

# pointOfSale.cardPresentPayment.alert.foundReader.connect.button.title
source: Connect to Reader
ar: الربط بالقارئ
de: Mit Kartenlesegerät verbinden
es: Conectar con el lector
fr: Se connecter au lecteur
he: להתחבר לקורא
id: Hubungkan ke Pembaca
it: Connetti al lettore
nl: Verbinding maken met lezer
pt_br: Conectar-se ao leitor
sv: Anslut till läsare
tr: Okuyucuya Bağlan

# pointOfSale.cardPresentPayment.alert.foundReader.keepSearching.button.title
source: Keep Searching
ar: الاستمرار في البحث
de: Weiter suchen
es: Seguir buscando
fr: Continuer la recherche
he: להמשיך בחיפוש
id: Terus Mencari
it: Continua a cercare
nl: Verder zoeken
pt_br: Continuar pesquisando
sv: Fortsätt söka
tr: Aramaya Devam Et

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batal
it: Annulla
nl: Annuleren
pt_br: Cancelar
sv: Avbryt
tr: İptal Et

# pointOfSale.cardPresentPayment.alert.optionalReaderUpdateInProgress.message
source: Your reader will automatically restart and reconnect after the update is complete.
ar: سيقوم القارئ الخاص بك بإعادة التشغيل وإعادة الاتصال تلقائيًا بعد انتهاء التحديث
de: Dein Kartenlesegerät wird nach Abschluss des Updates automatisch neu gestartet und neu verbunden
es: El lector se reiniciará automáticamente y se volverá a conectar cuando se haya completado la actualización.
fr: Votre lecteur redémarrera et se reconnectera automatiquement une fois la mise à jour terminée.
he: לאחר השלמת העדכון, קורא הכרטיסים יופעל מחדש באופן אוטומטי ויתחבר שוב.
id: Pembaca akan otomatis dimulai ulang dan dihubungkan kembali setelah pembaruan selesai.
it: Il lettore si riavvierà automaticamente e si riconnetterà al termine dell'aggiornamento
nl: Uw lezer start na de update automatisch opnieuw op en maakt opnieuw verbinding
pt_br: O seu leitor será reiniciado e reconectado automaticamente após a atualização ser concluída.
sv: Din läsare kommer att startas om automatiskt och sedan återansluta när uppdateringen är klar
tr: Güncelleme tamamlandıktan sonra okuyucunuz otomatik olarak yeniden başlayacak ve yeniden bağlanacaktır.

source: %.0f%% complete
ar: مكتمل بنسبة %.0f%%
de: %.0f %% abgeschlossen
es: %.0f%% completado
fr: %.0f%% terminé
he: %.0f%% הושלמו
id: %.0f%% selesai
it: %.0f%% completato
nl: %.0f%% voltooid
pt_br: %.0f%% concluída
sv: %.0f%% slutfört
tr: %.0f%% tamamlandı

# pointOfSale.cardPresentPayment.alert.optionalReaderUpdateInProgress.title
source: Updating software
ar: تحديث البرنامج
de: Software wird aktualisiert
es: Actualizando el software
fr: Mise à jour du logiciel
he: מעדכן את התוכנה
id: Memperbarui perangkat lunak
it: Aggiornamento del software
nl: Software bijwerken
pt_br: Atualizando software
sv: Uppdaterar programvara
tr: Yazılım güncelleniyor

# pointOfSale.cardPresentPayment.alert.paymentCaptureError.understand.button.title
source: I understand
ar: فهمت
de: Verstanden
es: Lo entiendo
fr: Je comprends
he: הבנתי
id: Saya paham
it: Ho capito
nl: Ik begrijp het
pt_br: Entendo
sv: Jag förstår
tr: Anladım

# pointOfSale.cardPresentPayment.alert.readerUpdateCompletion.progress.format
source: %.0f%% complete
ar: مكتمل بنسبة %.0f%%
de: %.0f %% abgeschlossen
es: %.0f%% completado
fr: %.0f%% terminé
he: %.0f%% הושלמו
id: %.0f%% selesai
it: %.0f%% completato
nl: %.0f%% voltooid
pt_br: %.0f%% concluída
sv: %.0f%% slutfört
tr: %.0f%% tamamlandı

# pointOfSale.cardPresentPayment.alert.readerUpdateCompletion.title
source: Software updated
ar: تم تحديث البرنامج
de: Software aktualisiert
es: Software actualizado
fr: Logiciel mis à jour
he: התוכנה עודכנה
id: Perangkat lunak diperbarui
it: Software aggiornato
nl: Software bijgewerkt
pt_br: Software atualizado
sv: Programvaran har uppdaterats
tr: Yazılım güncellendi

# pointOfSale.cardPresentPayment.alert.readerUpdateFailed.cancelButton.title
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batal
it: Annulla
nl: Annuleren
pt_br: Cancelar
sv: Avbryt
tr: İptal Et

# pointOfSale.cardPresentPayment.alert.readerUpdateFailed.retryButton.title
source: Try Again
ar: المحاولة مجددًا
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
he: יש לנסות שוב
id: Coba Lagi
it: Riprova
nl: Probeer opnieuw
pt_br: Tentar novamente
sv: Försök igen
tr: Yeniden Dene

# pointOfSale.cardPresentPayment.alert.readerUpdateFailed.title
source: We couldn’t update your reader’s software
ar: يتعذر علينا تحديث برنامج القارئ الخاص بك
de: Die Software deines Kartenlesegeräts konnte nicht aktualisiert werden
es: No hemos podido actualizar el software de tu lector.
fr: Nous n’avons pas pu mettre à jour le logiciel de votre lecteur
he: לא הצלחנו לעדכן את התוכנה של קורא הכרטיסים שלך
id: Kami tidak dapat memperbarui perangkat lunak pembaca Anda
it: Non è stato possibile aggiornare il software del tuo lettore
nl: We konden de software van je lezer niet bijwerken
pt_br: Não foi possível atualizar o software do seu leitor
sv: Vi kunde inte uppdatera din läsares programvara
tr: Okuyucunuzun yazılımı güncellenemedi

source: Updating the reader software failed because the reader’s battery is %.0f%% charged. Please charge the reader above 50%% before trying again.
ar: فشل تحديث برنامج القارئ لأن بطارية القارئ مشحونة بنسبة %.0f%%. يرجى شحن القارئ بنسبة تزيد على 50%% قبل المحاولة مرة أخرى.
de: Das Software-Update ist fehlgeschlagen, da der Akkustand deines Kartenlesegeräts nur %.0f %% beträgt. Lade den Akku deines Kartenlesegeräts bitte auf über 50 %%, bevor du es erneut versuchst.
es: Se ha producido un error en la actualización del software del lector porque la batería del lector se encuentra al %.0f%% de la carga. Carga la batería del lector por encima del 50%% antes de intentarlo de nuevo.
fr: La mise à jour du logiciel du lecteur a échoué car la batterie du lecteur est chargée à %.0f%%. Veuillez charger le lecteur au-dessus de 50 %% avant de réessayer.
he: עדכון התוכנה של קורא הכרטיסים נכשל מאחר שאחוז הסוללה של הקורא הוא %.0f%%. עליך קודם להטעין את סוללת הקורא למעל ‎50%%‎ ולנסות שוב.
id: Pembaruan perangkat lunak pembaca gagal karena daya baterai pembaca %.0f%%. Isi daya pembaca di atas 50%% sebelum mencoba lagi.
it: L'aggiornamento del software del lettore non è riuscito perché la batteria del lettore è carica al %.0f%%. Ricarica il lettore sopra il 50%% prima di riprovare.
nl: De software van de lezer kon niet worden bijgewerkt omdat de lezer nog slechts %.0f%% aan energie heeft. Laad de lezer op tot meer dan 50%% voordat je het opnieuw probeert.
pt_br: Falha na atualização do software do leitor porque a bateria dele está em %.0f%%. Deixe o leitor chegar a mais de 50%% de carga antes de tentar novamente.
sv: Uppdateringen av läsarprogramvaran misslyckades, eftersom läsarens batteri endast är laddat till %.0f%%. Ladda läsaren till över 50 %% innan du försöker igen.
tr: Okuyucunun pil şarj düzeyi %.0f%% olduğundan okuyucu yazılımı güncellenemedi. Lütfen tekrar denemeden önce okuyucuyu %%50'den fazla şarj edin.

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batal
it: Annulla
nl: Annuleren
pt_br: Cancelar
sv: Avbryt
tr: İptal Et
