Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: Failed to retrieve the review notification details.
ar: فشل استرداد تفاصيل تنبيه المراجعة.
de: Die Details zur Bewertungsbenachrichtigung konnten nicht abgerufen werden.
es: No se han podido recuperar los detalles de la notificación de reseña.
fr: Échec de la récupération des détails de la notification d’avis.
he: נכשל האחזור של פרטי ההודעה של הביקורת.
id: Gagal mengambil detail pemberitahuan ulasan.
it: Impossibile recuperare i dettagli della notifica della recensione.
ja: レビューの詳細通知の取得に失敗しました。
nl: Ophalen van gegevens controlemelding mislukt.
pt_br: Falha ao recuperar os detalhes da notificação de avaliação.
ru: Не удалось получить данные уведомления об отзыве.
sv: Kunde inte hämta information om recensionsnotis.
tr: Yorum bildirimiyle ilgili ayrıntılar alınamadı.

source: Failed to serialize request to the REST API.
ar: فشل في تسلسل الطلب إلى REST API.
de: Fehler beim Serialisieren der Anforderung an die REST API.
es: No se ha podido serializar la solicitud a la API REST.
fr: Échec de la publication de la demande sur l’API REST.
he: לא הצלחנו לערוך בסדרה בקשה אל REST API.
id: Gagal menyambungkan permintaan ke REST API.
it: Tentativo di richiesta di serializzazione all'API REST non riuscito.
ja: REST API へのリクエストをシリアライズできませんでした。
nl: Aanvraag naar de REST API serialiseren mislukt.
pt_br: Ocorreu um erro durante a solicitação da REST API.
ru: Не удалось сериализировать запрос в API-интерфейс REST.
sv: Det gick inte att serialisera förfrågan till REST API.
tr: REST API isteği serileştirmesi başarısız oldu.

source: Failed to undo fulfillment of order #%1$d
ar: فشل التراجع عن تنفيذ الطلب رقم ⁦%1$d⁩
de: Ausführung der Bestellnr. %1$d konnte nicht rückgängig gemacht werden
es: No se ha podido deshacer la realización del pedido n.º %1$d
fr: Impossible d’annuler l’exécution de la commande n°%1$d
he: נכשל ביטול ההשלמה של הזמנה #⁦%1$d⁩
id: Gagal membatalkan pemenuhan pesanan #%1$d
it: Non è stato possibile annullare l'evasione dell'ordine n. %1$d
ja: 注文番号%1$dの履行を取り消せませんでした
nl: Ongedaan maken van bestelling mislukt voor bestelnr.%1$d
pt_br: Ocorreu uma falha ao concluir o pedido nº %1$d
ru: Не удалось отменить выполнение заказа № %1$d
sv: Det gick inte att ångra genomförandet av beställning nr %1$d
tr: %1$d numaralı siparişin yerine getirilmesi geri alınamadı

source: Falkland Islands
ar: جزر فوكلاند
de: Falklandinseln
es: Islas Malvinas
fr: Îles Falkland
he: איי פוקלנד
id: Kepulauan Falkland
it: Isole Falkland
ja: フォークランド諸島
nl: Falklandeilanden
pt_br: Ilhas Malvinas
ru: Фолклендские острова
sv: Falklandsöarna
tr: Falkland Adaları

source: Faroe Islands
ar: جزر فارو
de: Färöer
es: Islas Feroe
fr: Îles Féroé
he: איי פארו
id: Kepulauan Faroe
it: Isole Faroe
ja: フェロー諸島
nl: Faeröer
pt_br: Ilhas Faroé
ru: Фарерские острова
sv: Färöarna
tr: Faroe Adaları

source: Featured Product
ar: منتج مميز
de: Hervorgehobenes Produkt
es: Producto destacado
fr: Produit mis en avant
he: מוצר ראשי
id: Produk Unggulan
it: Prodotto in evidenza
ja: おすすめ商品
nl: Uitgelicht product
pt_br: Produto em destaque
ru: Рекомендуемый товар
sv: Utvald produkt
tr: Öne çıkan ürün

source: Fee
ar: رسوم
de: Gebühr
es: Tasa
fr: Frais
he: עמלה
id: Biaya
it: Commissioni
ja: 手数料
nl: Kosten
pt_br: Taxa
ru: Комиссия
sv: Avgift
tr: Ücret

source: Feedback Sent!
ar: تم إرسال الملاحظات!
de: Feedback gesendet!
es: ¡Comentario enviado!
fr: Commentaire envoyé !
he: המשוב נשלח!
id: Umpan balik terkirim!
it: Feedback inviato.
ja: フィードバックを送信しました
nl: Feedback verzonden!
pt_br: Feedback enviado!
ru: Отзыв отправлен!
sv: Feedback skickad!
tr: Geri Bildirim Gönderildi

source: Fees
ar: الرسوم
de: Gebühren
es: Comisiones
fr: Frais
he: עמלות
id: Biaya
it: Tariffe
ja: 手数料
nl: Toeslagen
pt_br: Taxas
ru: Сборы
sv: Avgifter
tr: Masraflar

source: Fetching Variations...
ar: جارٍ إحضار التباينات...
de: Varianten werden abgerufen …
es: Recuperando variaciones…
fr: Extraction des variantes en cours...
he: טוען סוגים…
id: Mengambil Variasi…
it: Recupero delle varianti in corso…
ja: バリエーションを取得しています…
nl: Variaties ophalen...
pt_br: Buscando variações...
ru: Получение вариантов...
sv: Hämtar variationer...
tr: Varyasyonlar Getiriliyor…

source: Fetching your site orders
ar: إحضار طلبات موقعك
de: Befehle deiner Website werden abgerufen
es: Recuperando los pedidos de tu sitio
fr: Extraction des commandes de votre site
he: הבאת הזמנות מהאתר שלך
id: Mengambil pesanan situs Anda
it: Recupero degli ordini del sito
nl: De bestellingen van je site worden opgehaald
pt_br: Buscando pedidos do seu site
ru: Получение заказов с вашего сайта
sv: Hämtar dina webbplatsbeställningar
tr: Site siparişleriniz alınıyor

source: Fiji
ar: فيجي
de: Fidschi
es: Fiyi
fr: Fidji
he: פיג'י
it: Figi
ja: フィジー
ru: Фиджи

source: File Name
ar: اسم الملف
de: Dateiname
es: Nombre del archivo
fr: Nom du fichier
he: שם קובץ
id: Nama File
it: Nome file
ja: ファイル名
nl: Bestandsnaam
pt_br: Nome do arquivo
ru: Имя файла
sv: Filnamn
tr: Dosya adı

source: File URL
ar: رابط الملف
de: Dateipfad
es: URL del archivo
fr: URL du fichier
he: כתובת URL של קובץ
id: URL berkas
it: URL del file
ja: ファイルの URL
nl: Bestand-URL
pt_br: URL do Arquivo
ru: Ссылка на файл
sv: Filens webbadress
tr: Dosya URL'si

source: Fill out customs form
ar: ملء نموذج الجمارك
de: Zollformular ausfüllen
es: Rellena los formularios de aduanas
fr: Remplir le formulaire de douane
he: יש למלא טופס של מכס
id: Isi formulir bea cukai
it: Compila il modulo doganale
ja: 税関申告書を記入
nl: Douane-formulier invullen
pt_br: Preencha a declaração aduaneira
ru: Заполните таможенную форму
sv: Fyll i tullformulär
tr: Gümrük formunu doldurun

source: Filter
ar: عامل التصفية
es: Filtro
fr: Filtrer
he: לסנן
id: Penyaring
it: Filtro
ja: フィルター
nl: Filteren
pt_br: Filtrar
ru: Фильтр
sv: Filtrera
tr: Filtreleme

source: Filter (%ld)
ar: عامل التصفية (%ld)
es: Filtrar (%ld)
fr: Filtre (%ld)
he: לסנן (%ld)
id: Saring (%ld)
it: Filtra (%ld)
ja: フィルター (%ld)
pt_br: Filtro (%ld)
ru: Фильтр (%ld)
tr: Filtreleme (%ld)

source: Filter Countries
ar: تصفية البلدان
de: Länder filtern
es: Filtrar países
fr: Filtrer les pays
he: לסנן את המדינות
id: Saring Negara
it: Filtra Paesi
ja: 国を絞り込む
nl: Landen filteren
pt_br: Filtrar países
ru: Фильтровать страны
sv: Filtrera öänder
tr: Ülkeleri Filtrele

source: Filter States
ar: تصفية الحالات
de: Filter-Status
es: Estados del filtro
fr: Filtrer par État
he: לסנן מדינות
id: Saring Negara Bagian
it: Filtra gli stati
ja: 都道府県で絞り込む
nl: Staten filteren
pt_br: Filtrar estados
ru: Фильтр статусов
sv: Filtrera stater
tr: Durumları Filtrele

source: Filtered Orders
ar: الطلبات التي تمت تصفيتها
de: Gefilterte Bestellungen
es: Pedidos filtrados
fr: Commandes filtrées
he: הזמנות שסוננו
id: Pesanan Disaring
it: Ordini filtrati
ja: 絞り込み済み注文
nl: Gefilterde bestellingen
pt_br: Pedidos filtrados
ru: Отфильтрованные заказы
sv: Filtrerade beställningar
tr: Filtrelenmiş Siparişler

source: Filters
ar: عوامل التصفية
de: Filter
es: Filtros
fr: Filtres
he: מסננים
id: Penyaring
it: Filtri
ja: フィルター
pt_br: Filtros
ru: Фильтры
sv: Filter
tr: Filtreler

source: Filters (%ld)
ar: عوامل التصفية (%ld)
de: Filter (%ld)
es: Filtros (%ld)
fr: Filtres (%ld)
he: מסננים (%ld)
id: Penyaring (%ld)
it: Filtri (%ld)
pt_br: Filtros (%ld)
ru: Фильтры (%ld)
sv: Filter (%ld)
tr: Filtreler (%ld)

source: Find your connected email
ar: العثور على بريدك الإلكتروني المتصل
de: Verbundene E-Mail-Adresse suchen
es: Encuentra tu correo electrónico conectado
fr: Trouver votre e-mail connecté
he: למצוא את כתובת האימייל המחוברת שלך
id: Temukan email Anda yang terhubung
it: Trova l'e-mail collegata
ja: 連携済みのメールアドレスを検索
nl: Vind je verbonden e-mail
pt_br: Encontrar seu e-mail conectado
ru: Узнать адрес привязанной эл. почты
sv: Hitta din anslutna e-postadress
tr: Bağlı e-postanızı bulun

source: Find your site address
ar: العثور على عنوان الموقع
de: Finde deine Website-Adresse
es: Encuentra la dirección de tu sitio
fr: Trouver l’adresse de votre site
he: למצוא את הכותרת של האתר שלך
id: Temukan alamat situs Anda
it: Trova l'indirizzo per il tuo sito
ja: サイトアドレスを検索
nl: Vind je site adres
pt_br: Encontrar um endereço para seu site
ru: Найдите адрес вашего сайта
sv: Hitta din webbplatsadress
tr: Site adresinizi bulun

source: Find your store address
ar: العثور على عنوان متجرك
de: Deine Store-Adresse suchen
es: Encuentra la dirección de tu tienda
fr: Trouver l’adresse de votre boutique
he: למצוא את הכתובת של החנות שלך
id: Cari alamat toko Anda
it: Trova l'indirizzo del tuo negozio
ja: ストアの住所を検索
nl: Zoek het adres van je winkel
pt_br: Encontre um endereço para sua loja
ru: Найдите адрес вашего магазина
sv: Hitta din butiksadress
tr: Mağaza adresinizi bulun

source: Finish Setup in Store Admin
ar: إنهاء الإعداد في مسؤول المخزن
de: Einrichtung in der Store-Administration abschließen
es: Termina la configuración en la administración de la tienda
fr: Finir de configurer sur la page d’administration de la boutique
he: לסיים את ההגדרה במנהל החנות
id: Selesaikan Penyiapan di Admin Toko
it: Completa la configurazione nella pagina di amministrazione del negozio
ja: ストア管理で設定を完了させる
nl: Configuratie voltooien in winkelbeheer
pt_br: Finalizar configuração na página de administração da loja
ru: Завершить настройку в учётной записи администратора магазина
sv: Slutför konfigurationen i adminpanelen för din butik
tr: Mağaza Yöneticisinde Kurulumu Tamamla

source: Finish setup for %1$@ in your store admin
ar: الانتهاء من إعداد %1$@ في مسؤول مخزنك
de: Einrichtung von %1$@ in der Store-Administration abschließen
es: Termina la configuración de %1$@ en la administración de tu tienda.
fr: Finir de configurer %1$@ sur la page d’administration de votre boutique
he: יש לסיים את ההגדרה של %1$@ במנהל החנות שלך
id: Selesaikan penyiapan %1$@ di admin toko Anda
it: Completa l'impostazione di %1$@ nell'amministratore del negozio
ja: ストア管理で %1$@ の設定を完了する
nl: Rond het instellen van %1$@ af bij je winkelbeheer
pt_br: Finalizar configuração de %1$@ na administração da loja
ru: Завершить настройку для %1$@ в учётной записи администратора магазина
sv: Slutför konfigurationen av %1$@ i adminpanelen för din butik
tr: Mağaza yöneticinizde %1$@ kurulumunu tamamlayın

source: Finland
ar: فنلندا
de: Finnland
es: Finlandia
fr: Finlande
he: פינלנד
id: Finlandia
it: Finlandia
ja: フィンランド
pt_br: Finlândia
ru: Финляндия
tr: Finlandiya

source: First name
ar: الاسم الأول
de: Vorname
es: Nombre
fr: Prénom
he: שם פרטי
id: Nama depan
it: Nome
ja: 名
nl: Voornaam
pt_br: Nome
ru: Имя
sv: Förnamn
tr: İsim

source: First product created 🎉
ar: تم إنشاء المنتج أولاً 🎉
de: Erstes Produkt erstellt 🎉
es: Has creado el primer producto 🎉
fr: Premier produit créé 🎉
he: המוצר הראשון נוצר 🎉
id: Produk pertama dibuat 🎉
it: Primo prodotto creato 🎉
nl: Eerste product aangemaakt 🎉
pt_br: Primeiro produto criado 🎉
ru: Первый товар создан 🎉
sv: Första produkten skapad 🎉
tr: İlk ürün oluşturuldu 🎉

source: First, let’s create your account.
ar: لنقم بإنشاء حسابك أولاً.
de: Erstellen wir zuerst dein Konto.
es: Primero, vamos a crear tu cuenta.
fr: Commençons par créer votre compte.
he: ראשית, ניצור את החשבון שלך.
id: Pertama-tama, mari buat akun Anda.
it: Per prima cosa, crea un account.
ja: 最初に、アカウントを作成しましょう。
nl: Laten we eerst je account aanmaken.
pt_br: Primeiro, vamos criar uma conta.
ru: Сначала создадим вам учётную запись.
sv: Låt oss börja med att skapa ditt konto.
tr: likle hesabınızı oluşturalım.

source: Fixed Cart Discount
ar: خصم ثابت لعربة التسوق
de: Fester Warenkorb-Rabatt
es: Descuento fijo en el carro de compra
fr: Remise panier fixe
he: הנחה קבועה לעגלת הקניות
id: Diskon Keranjang Tetap
it: Sconto fisso sul carrello
ja: お買い物カゴごとに割引
nl: Vaste winkelwagenkorting
pt_br: Desconto fixo no carrinho
ru: Фиксированная скидка на сумму корзины
sv: Fast varukorgsrabatt
tr: Sabit Sepet İndirimi

source: Fixed Product Discount
ar: خصم ثابت للمنتجات
de: Fester Rabatt auf Produkt
es: Descuento fijo de producto
fr: Remise produit fixe
he: הנחת מוצר קבועה
id: Diskon Produk Tetap
it: Sconto fisso sul prodotto
ja: 商品毎に割引
nl: Vaste productkorting
pt_br: Desconto fixo no produto
ru: Фиксированная скидка на товар
sv: Fast produktrabatt
tr: Sabit Ürün İndirimi

source: Fixed price discount
ar: خصم سعر ثابت
de: Fester Preisrabatt
es: Descuento de precio fijo
fr: Remise fixe
he: הנחה קבועה במחיר
id: Diskon harga tetap
it: Sconto fisso sul prezzo
nl: Korting op vaste prijs
pt_br: Desconto fixo no preço
ru: Фиксированная скидка
sv: Fast prisrabatt
tr: Sabit fiyat indirimi

source: Follow the on-screen instructions to pay
ar: اتباع التعليمات على الشاشة للدفع
de: Befolge die Anweisungen auf dem Bildschirm, um zu bezahlen
es: Sigue las instrucciones que aparecen en pantalla para pagar
fr: Suivre les instructions à l’écran pour payer
he: יש לעקוב אחר ההוראות שמופיעות על המסך כדי לשלם
id: Ikuti instruksi yang muncul di layar untuk membayar
it: Segui le istruzioni sulla schermata per pagare
nl: Volg de instructies op het scherm om te betalen
pt_br: Siga as instruções na tela para efetuar o pagamento
ru: Для оплаты следуйте инструкциям на экране
sv: Följ anvisningarna på skärmen för att betala
tr: Ödeme yapmak için ekrandaki talimatları takip edin.

source: Follow these steps to connect the Woo app directly to your store using an application password. 1. First, log in using your site credentials. 2. When prompted, approve the connection by tapping the confirmation button.
ar: اتبع هذه الخطوات لربط بتطبيق Woo مباشرة بمتجرك باستخدام كلمة مرور التطبيق. 1. أولاً، سجِّل الدخول باستخدام صلاحيات الموقع الخاصة بك. 2. عند المطالبة بذلك، وافق على الربط من خلال النقر على زر التأكيد.
de: Befolge diese Schritte, um deine Woo-App mithilfe eines Anwendungspassworts direkt mit deinem Shop zu verbinden. 1. Melde dich mit deinen Website-Anmeldedaten an. 2. Genehmige die Verbindung über den Button zum Bestätigen, sobald du dazu aufgefordert wirst.
es: Sigue estos pasos para conectar la aplicación Woo directamente a tu tienda usando una contraseña de aplicación. 1. En primer lugar, inicia sesión con las credenciales del acceso a tu sitio. 2. Cuando se te pida, aprueba la conexión pulsando el botón de confirmación.
fr: Veuillez suivre ces étapes pour connecter l’application Woo directement à votre boutique à l’aide d’un mot de passe d’application. 1. Commencez par vous connecter à l’aide de vos identifiants de connexion. 2. Lorsque vous y serez invité(e), approuvez la connexion en appuyant sur le bouton de confirmation.
he: יש לבצע את השלבים הבאים כדי לחבר את אפליקציית Woo ישירות לחנות באמצעות הסיסמה של האפליקציה. 1. ראשית, יש להתחבר עם פרטי הכניסה של האתר. 2. כאשר הבקשה מופיעה, יש לאשר את החיבור באמצעות הקשה על כפתור האישור.
id: Ikuti langkah-langkah berikut untuk menghubungkan aplikasi Woo secara langsung dengan toko Anda menggunakan kata sandi aplikasi. 1. Pertama, login dengan kredensial situs Anda. 2. Jika diminta, setujui koneksi dengan mengetuk tombol konfirmasi.
it: Segui questi passaggi per collegare l'app Woo direttamente al tuo negozio utilizzando una password dell'applicazione. 1. Per prima cosa, accedi utilizzando le tue credenziali del sito. 2. Quando richiesto, approva la connessione toccando il pulsante di conferma.
nl: Volg deze stappen om de Woo-app direct aan je winkel te koppelen met een applicatiewachtwoord. 1. Log eerst in met de inloggegevens van je site. 2. Wanneer dit wordt gevraagd, keur de koppeling dan goed door op de bevestigingsknop te tikken.
pt_br: Siga estas etapas para conectar o aplicativo do Woo diretamente à sua loja usando uma senha de aplicativo. 1. Primeiro, faça login com as suas credenciais do site. 2. Quando solicitado, toque no botão de confirmação para aprovar a conexão.
ru: Следуйте этой процедуре, чтобы напрямую подключить приложение Woo к вашему магазину при помощи пароля приложения. 1. Сначала войдите с учётными данными вашего сайта. 2. Когда появится запрос, подтвердите подключение, нажав кнопку подтверждения.
sv: Följ dessa steg för att ansluta Woo-appen direkt till din butik med ett applikationslösenord. 1. Börja med att logga in med dina webbplatsautentiseringsuppgifter. 2. När du uppmanas till det, godkänn anslutningen genom att trycka på bekräftelseknappen.
tr: Bir uygulama şifresi kullanarak Woo uygulamasını doğrudan mağazanıza bağlamak için şu adımları takip edin. 1. İlk olarak site kimlik bilgilerinizi kullanarak oturum açın. 2. Sizden istendiğinde onay düğmesine dokunarak bağlantıyı onaylayın.

source: Follower
ar: متابع
es: Seguidor
fr: Abonné
he: עוקב
id: Pengikut
ja: フォロワー
nl: Volger
pt_br: Seguidor
ru: Читатель
sv: Följare
tr: Takipçi

source: For example, Soft fabric, durable stitching, unique design
ar: على سبيل المثال، قماش ناعم وخياطة متينة وتصميم فريد
de: Zum Beispiel: weicher Stoff, langlebige Absteppung, einzigartiges Design
es: Por ejemplo, tejido suave, costuras duraderas, diseño único
he: למשל: בד רך, תפירה חזקה, עיצוב ייחודי
id: Misalnya, kain lembut, jahitan awet, desain unik
it: Ad esempio tessuto morbido, cuciture resistenti e design unico
nl: Bijvoorbeeld Zachte stof, duurzaam stikwerk, uniek ontwerp
pt_br: Por exemplo, tecido macio, costura resistente, design único
ru: Например, мягкая ткань, прочные швы, уникальный дизайн
sv: Exempelvis mjukt tyg, slitstarka sömmar, unik design
tr: Örneğin, yumuşak kumaş, dayanıklı dikiş, benzersiz tasarım

source: Forgot password?
ar: هل نسيت كلمة المرور؟
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
he: שכחת סיסמה?
id: Lupa kata sandi?
it: Hai dimenticato la tua password?
nl: Wachtwoord vergeten?
pt_br: Esqueceu sua senha?
ru: Забыли пароль?
sv: Glömt lösenordet?
tr: Şifrenizi mi unuttunuz?

source: Form Validation Error
ar: خطأ في التحقق من النموذج
de: Fehler bei Validierung des Formulars
es: Error de validación del formulario
fr: Erreur de validation du formulaire
he: שגיאת אימות בטופס
id: Error Validasi Formulir
it: Errore di convalida del modulo
ja: フォーム検証エラー
nl: Validatiefoutformulier
pt_br: Erro de validação de formulário
ru: Ошибка проверки формы
sv: Formulärvalideringsfel
tr: Form Doğrulama Hatası

source: Forward
ar: إعادة التوجيه
de: Weiter
es: Adelante
fr: Transmettre
he: העבר
id: Teruskan
it: Inoltra
ja: 前へ
nl: Doorsturen
pt_br: Encaminhar
ru: Направить
sv: Vidarebefodra
tr: Yönlendir

source: France
ar: فرنسا
de: Frankreich
es: Francia
he: צרפת
id: Prancis
it: Francia
ja: フランス
nl: Frankrijk
pt_br: França
ru: Франция
sv: Frankrike
tr: Fransa

source: Free SSL certificate
ar: شهادة SSL المجانية
de: Kostenloses SSL-Zertifikat
es: Certificado SSL gratuito
fr: Certificat SSL gratuit
he: תעודת SSL בחינם
id: Sertifikat SSL gratis
it: Certificato SSL gratuito
nl: Gratis SSL-certificaat
pt_br: Certificado SSL gratuito
ru: Бесплатный сертификат SSL
sv: Gratis SSL-certifikat
tr: Ücretsiz SSL Sertifikası

source: Free Trial
ar: تجربة مجانية
de: Gratis-Test
es: Prueba gratuita
fr: Essai gratuit
he: תקופת ניסיון בחינם
id: Percobaan Gratis
it: Periodo di Prova
nl: Gratis proefabonnement
pt_br: Teste gratuito
ru: Бесплатный пробный период
sv: Gratis provperiod
tr: Ücretsiz Deneme Süresi

source: Free for the first year
ar: مجاني للسنة الأولى
de: Im ersten Jahr kostenlos
es: Gratis el primer año
fr: Gratuit la première année
he: ניתן בחינם לשנה הראשונה
id: Gratis untuk tahun pertama
it: Gratis per il primo anno
ja: 1年目は無料
nl: Het eerste jaar gratis
pt_br: Gratuito no primeiro ano
ru: Бесплатно за первый год
sv: Gratis första året
tr: İlk yıl ücretsiz

source: French Guiana
ar: جويانا الفرنسية
de: Französisch-Guayana
es: Guayana Francesa
fr: Guyane française
he: גיאנה הצרפתית
id: Guyana Prancis
it: Guyana Francese
ja: フランス領ギアナ
nl: Frans-Guyana
pt_br: Guiana Francesa
ru: Французская Гвиана
sv: Franska Guinea
tr: Fransız Guyanası

source: French Polynesia
ar: بولينيزيا الفرنسية
de: Französisch-Polynesien
es: Polinesia Francesa
fr: Polynésie française
he: פולינזיה הצרפתית
id: Polinesia Prancis
it: Polinesia Francese
ja: フランス領ポリネシア
nl: Frans Polynesië
pt_br: Polinésia Francesa
ru: Французская Полинезия
sv: Franska Polynesien
tr: Fransız Polinezyası

source: French Southern Territories
ar: الأقاليم الجنوبية الفرنسية
de: Französische Gebiete im südlichen Indischen Ozean
es: Territorios Australes Franceses
fr: Terres australes et antarctiques françaises
he: הטריטוריות הדרומיות של צרפת
id: Wilayah Prancis Selatan
it: Territori della Francia del sud
ja: フランス領南方・南極地域
nl: Franse Zuidelijke en Antarctische Gebieden
pt_br: Terras Austrais e Antárticas Francesas
ru: Французские Южные Территории
sv: Franska sydterritorierna
tr: Fransız Güney Toprakları

source: From
ar: من
de: Von
es: Desde
fr: À partir du
he: מתאריך
id: Dari
it: Da
ja: 送信元
nl: Van
pt_br: De
ru: С
sv: Från
tr: Kimden

source: From WordPress Media Library
ar: من مكتبة وسائط ووردبريس
de: Von der WordPress-Mediathek
es: Desde la Biblioteca de medios de WordPress
fr: À partir de la bibliothèque des médias WordPress
he: מספריית המדיה של WordPress
id: Dari Pustaka Media WordPress
it: Dalla libreria multimediale WordPress
ja: WordPress メディアライブラリから
nl: Vanuit WordPress-mediabibliotheek
pt_br: Da biblioteca de mídia do WordPress
ru: Из библиотеки файлов WordPress
sv: Från WordPress-mediabiblioteket
tr: WordPress Ortam Kütüphanesinden

source: From purchase to fulfillment – manage the entire order process via the app.
ar: بدءًا من الشراء وحتى الاستيفاء - يمكنك إدارة معالجة الطلبات بالكامل عبر التطبيق.
de: Vom Kauf bis zur Lieferung – verwalte den gesamten Bestellprozess über die App.
es: Gestiona todo el proceso del pedido, desde la compra hasta la entrega, a través de la aplicación.
fr: De l’achat à l’exécution, gérez l’ensemble du processus de commande via l’application.
he: מרגע הרכישה עד השלמת ההזמנה – ניתן לנהל את תהליך ההזמנה בשלמותו באמצעות האפליקציה.
id: Dari pembelian sampai penyelesaian – kelola seluruh proses pemesanan via aplikasi.
it: Dall'acquisto all'evasione: gestisci l'intero processo di ordine tramite app.
ja: 購入から履行まで - アプリから注文処理全体を管理します。
nl: Van aankoop tot afhandeling: beheer het hele bestelproces via de app.
pt_br: Da compra ao processamento: gerencie todo o processo do pedido pelo app.
ru: Управляйте в приложении всем процессом обработки заказа: от покупки до выполнения.
sv: Från köp till fullföljande – hantera hela beställningsprocessen via appen.
tr: Satın almadan sipariş karşılamaya kadar tüm sipariş sürecini uygulama üzerinden yönetin.

source: Fulfill your orders with WooCommerce Shipping
ar: شحن طلباتك باستخدام WooCommerce Shipping
de: Führe deine Bestellungen mit WooCommerce Shipping aus
es: Cumple con tus pedidos con WooCommerce Shipping
fr: Exécutez vos commandes avec WooCommerce Shipping
he: להשלים הזמנות בעזרת WooCommerce Shipping
id: Penuhi pesanan Anda dengan WooCommerce Shipping
it: Completa i tuoi ordini con WooCommerce Shipping
ja: WooCommerce Shipping で注文を処理
nl: Verwerk je bestellingen met WooCommerce Shipping
pt_br: Conclua seus pedidos com o WooCommerce Shipping
ru: Выполняйте заказы с помощью WooCommerce Shipping
sv: Fullfölj dina beställningar med WooCommerce Shipping
tr: WooCommerce Shipping ile siparişlerinizi yerine getirin

source: Full Feature List
ar: قائمة الميزات الكاملة
de: Vollständige Funktionsliste
es: Lista completa de las funciones
fr: Liste intégrale des fonctionnalités
he: רשימת האפשרויות המלאה
id: Daftar Fitur Lengkap
it: Elenco completo delle funzionalità
nl: Volledige lijst van functies
pt_br: Lista completa de funcionalidades
ru: Полный список возможностей
sv: Fullständig funktionslista
tr: Tüm Özellikler Listesi
