Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: Changing the product type will modify some of the product data
ar: سيؤدي تغيير نوع المنتج إلى تعديل بعض بيانات المنتج
de: Durch eine Änderung des Produkttyps werden Produktdaten geändert
es: Si cambias el tipo de producto, se modificarán algunos de los datos de producto
fr: La modification du type de produit modifiera certaines données du produit
he: שינוי של סוג המוצר ישנה בהתאם חלק מהנתונים של המוצר
id: Mengubah jenis produk akan mengubah beberapa data produk
it: Cambiando il tipo di prodotto, alcuni dati del prodotto saranno modificati
ja: 商品タイプを変更すると商品データの一部が変更されます
nl: Door het producttype te wijzigen, worden sommige productgegevens aangepast
pt_br: Alterar o tipo de produto modificará alguns dados do produto
ru: Изменение типа товара приведет к изменению некоторых данных о нем.
sv: Om du ändrar produkttypen ändras en del av produktinformationen
tr: Ürün türünün değiştirilmesi bazı ürün verilerini değiştirir

source: Changing the product type will modify some of the product data and delete all your attributes and variations
ar: سيؤدي تغيير نوع المنتج إلى تعديل بعض بيانات المنتج وحذف جميع سماتك ومجموعاتك
de: Durch eine Änderung des Produkttyps werden Produktdaten geändert und alle deine Attribute und Variationen gelöscht
es: Si cambias el tipo de producto, se modificarán algunos de los datos del producto y se eliminarán todos los atributos y variaciones
fr: La modification du type de produit entraînera celle de certaines données du produit et supprimera tous vos attributs et variantes
he: שינוי של סוג המוצר יחליף חלק מהנתונים של המוצר וימחק את כל המאפיינים והסוגים
id: Jika jenis produk diubah, beberapa data produk akan ikut berubah dan semua atribut serta variasi akan dihapus.
it: Cambiando il tipo di prodotto, alcuni dati del prodotto saranno modificati e tutti gli attributi e le varianti verranno modificati
ja: 商品タイプを変更すると商品データの一部が変更され、属性とバリエーションがすべて削除されます
nl: Door het producttype te wijzigen, worden sommige productgegevens aangepast en worden alle eigenschappen en variaties verwijderd
pt_br: Alterar o tipo do produto modificará alguns dos dados dele e excluirá todos seus os atributos e variações
ru: Изменение типа товара приведет к изменению некоторых его данных и удалению всех вариантов и атрибутов
sv: Om du ändrar produkttypen ändras en del av produktinformationen och alla dina attribut och varianter tas bort
tr: Ürün türünü değiştirdiğinizde ürün verilerinin bir kısmı değişir ve tüm özellikleriniz ile varyasyonlarınız silinir.

source: Charge Taxes
ar: دفع الضرائب
de: Steuern erheben
es: Cobrar impuestos
fr: Facturer les taxes
he: לגבות מיסים
id: Kena Pajak
it: Modifica aliquote
ja: 税金を請求
nl: Btw rekenen
pt_br: Cobrar impostos
ru: Удержать налог
sv: Debitera moms
tr: Vergileri Al

source: Check that the URL entered is valid
ar: تحقق من أن عنوان URL الذي تم إدخاله صحيح
de: Prüfe, ob die eingegebene URL korrekt ist
es: Comprueba que la URL introducida es válida
fr: Vérifiez que l’URL saisie est valide
he: יש לוודא שכתובת ה-URL של האתר שהוזנה תקפה
id: Pastikan URL yang dimasukkan sudah valid
it: Verifica che l'URL inserito sia valido
ja: 入力した URL が正しいかどうかを確認してください
nl: Controleer of de ingevoerde URL geldig is
pt_br: Verifique se a URL inserida é válida
ru: Убедитесь, что введен допустимый URL-адрес
sv: Kontrollera att angiven URL är giltig
tr: Girilen URL'nin geçerli olup olmadığını kontrol edin

source: Check your email on this device!
ar: تحقَّق من بريدك الإلكتروني على هذا الجهاز!
de: Überprüfe dein Postfach auf diesem Gerät!
es: Consulta tu correo electrónico en este dispositivo
fr: Consultez votre messagerie sur cet appareil !
he: יש לבדוק את תיבת האימייל במכשיר זה!
id: Periksa email Anda di perangkat ini!
it: Controlla la tua e-mail su questo dispositivo!
ja: この端末でメールアドレスを確認してください。
nl: Controleer je e-mail op dit apparaat!
pt_br: Verifique seu e-mail neste dispositivo.
ru: Проверьте электронную почту с этого устройства!
sv: Kontrollera din e-post på denna enhet!
tr: Bu cihazda e-postanızı kontrol edin!

source: Check your email on this device, and tap the link in the email you receive from WordPress.com.
ar: تحقَّق من بريدك الإلكتروني على هذا الجهاز، وانقر على الرابط الموجود في الرسالة التي تم تلقيها عبر البريد الإلكتروني من ووردبريس.كوم.
de: Überprüfe deine E-Mails auf diesem Gerät und tippe auf den Link in der E-Mail, die du von WordPress.com erhalten hast.
es: Consulta tu correo electrónico en este dispositivo y toca el enlace del mensaje que recibas de WordPress.com.
fr: Consultez vos e-mails sur cet appareil et appuyez sur le lien dans l’e-mail que vous avez reçu de WordPress.com.
he: עליך לבדוק את האימייל ממכשיר זה ולהקיש על הקישור בהודעה שקיבלת מ-WordPress.com.
id: Periksa email Anda di perangkat ini, dan ketuk tautan dalam email yang Anda terima dari WordPress.com
it: Controlla la tua e-mail su questo dispositivo e tocca il link nell'e-mail ricevuta da WordPress.com.
ja: このデバイスでメールをチェックして、WordPress.com から届いたメールにあるリンクをタップしてください。
nl: Controleer je e-mail op dit apparaat en tik op de link in de e-mail die je van WordPress.com ontvangt.
pt_br: Verifique seu e-mail neste dispositivo e toque no link que você recebeu do WordPress.com.
ru: Проверьте электронную почту на этом устройстве и перейдите по ссылке в письме от WordPress.com.
sv: Kontrollera din e-post på den här enheten och tryck på länken i e-postmeddelandet som du får från WordPress.com.
tr: Bu cihazda e-postanızı kontrol edin ve WordPress.com'dan aldığınız e-postadaki bağlantıya dokunun.

source: Check your email on this device, and tap the link in the email you received from WordPress.com. Not seeing the email? Check your Spam or Junk Mail folder.
ar: تحقّق من بريدك الإلكتروني على هذا الجهاز، واضغط على الرابط في البريد الإلكتروني الذي تلقيته من WordPress.com. لم تعثر على البريد الإلكتروني؟ تحقّق من مجلد البريد الغير هام أو البريد العشوائي.
de: Überprüfen Sie Ihre E-Mail auf diesem Gerät, und tippen Sie auf den Link in der E-Mail die Sie von WordPress.com erhalten. Nicht zu sehen , die E - Mail? Überprüfen Sie Ihren Spam oder Junk-Mail-Ordner.
es: Comprueba tu correo electrónico en este dispositivo y toca el enlace del correo electrónico que has recibido de WordPress.com. ¿No ves el correo electrónico? Comprueba tu carpeta de correo basura o spam.
fr: Vérifiez vos e-mails sur cet appareil et touchez le lien dans l’e-mail que vous avez reçu de WordPress.com. Vous ne voyez pas cet e-mail ? Vérifiez vos indésirables.
he: עליך לבדוק את האימייל ממכשיר זה ולהקיש על הקישור בהודעה שקיבלת מ-WordPress.com. לא רואה את האימייל? כדאי לבדוק בתיבת הספאם או בדואר הזבל.
id: Periksa email Anda di perangkat ini, dan ketuk tautan di email yang Anda terima dari WordPress.com. Tidak melihat emailnya? Periksa folder Email Spam atau Sampah.
it: Controlla la tua e-mail su questo dispositivo e tocca il link nell'e-mail ricevuta da WordPress.com. Non trovi l'e-mail? Controlla la cartella dello spam o della posta indesiderata.
ja: この端末でメールを確認し、WordPress.com から届いたメールの中にあるリンクをタップしてください。 メールが表示されない場合は、迷惑メールフォルダーを確認してみてください。
nl: Kan je de e-mail niet vinden? Controleer je spam map.
pt_br: Verifique o e-mail neste dispositivo e clique no link enviado pelo WordPress.com. Não encontrou o e-mail? Dê uma olhada na caixa de Spam.
ru: Проверьте вашу почту и нажмите на ссылку в сообщении полученном от WordPress.com Не нашли сообщение ? Поищите в спаме.
sv: Kontrollera din e-post på denna enhet och klicka på länken i e-postmeddelandet du fick från WordPress.com. Ser du inte e-postmeddelandet? Kontrollera din skräppostmapp.
tr: Bu cihazdaki e-postanızı kontrol edin ve WordPress.com'dan aldığınız e-postadaki bağlantıya dokunun. E-postayı görmüyor musun? İstenmeyen veya önemsiz posta klasörünüzü kontrol edin.

source: Check your email!
ar: التحقق من بريدك الإلكتروني!
de: Sieh in deinem Postfach nach!
es: Mira en tu correo electrónico.
fr: Vérifiez vos e-mails !
he: יש לבדוק את תיבת האימייל!
id: Periksa email Anda!
it: Controlla l'e-mail.
ja: メールをご確認ください。
nl: Controleer je e-mail!
pt_br: Verifique seu e-mail!
ru: Проверьте электронную почту!
sv: Kontrollera din e-post!
tr: E-postanızı kontrol edin!

source: Checking order
ar: التحقق من الطلب
de: Bestellung wird überprüft
es: Comprobando pedido
fr: Vérification de la commande
he: לבדוק הזמנה
id: Memeriksa pesanan
it: Verifica dell'ordine
nl: Bestelling controleren
pt_br: Verificando pedido
ru: Проверка заказа
sv: Kontrollerar beställning
tr: Sipariş kontrol ediliyor

source: Chile
ar: تشيلي
fr: Chili
he: צ'ילה
id: Chili
it: Cile
ja: チリ
nl: Chili
ru: Чили
tr: Şili

source: China
ar: الصين
es: República Popular China
fr: Chine
he: סין
id: Tiongkok
it: Cina
ja: 中国
ru: Китай
sv: Kina
tr: Çin

source: Choose Paper Size
ar: اختيار مقاس الورقة
de: Papiergröße auswählen
es: Elegir tamaño de papel
fr: Choisir le format papier
he: יש לבחור גודל נייר
id: Pilih Ukuran Kertas
it: Scegli dimensione carta
ja: 用紙サイズを選択
nl: Kies papierformaat
pt_br: Escolher o tamanho do papel
ru: Выбрать размер бумаги
sv: Välj pappersstorlek
tr: Kağıt Boyutu Seç

source: Choose Tap to Pay on iPhone from the Collect Payment options in Order Details Menu → Payments.
ar: اختر ميزة Tap to Pay على iPhone من خيارات تحصيل المدفوعات ضمن قائمة تفاصيل الطلب ← المدفوعات.
de: Wähle im Menü „Auftragsdetails“ > „Zahlungen“ aus den Optionen für „Zahlung empfangen“ den Eintrag „Tap to Pay on iPhone“ aus.
es: Elige Tap to Pay en iPhone en las opciones de Recibir pago del menú Detalles del pedido → Pagos.
he: תחת 'פרטי הזמנה' ← 'תשלומים', יש לעבור אל 'לגבות תשלום' ולבחור באפשרות Tap To Pay.
id: Pilih Ketuk untuk Bayar pada iPhone dari opsi Terima Pembayaran di Menu Detail Pesanan → Pembayaran.
it: Scegli Tocca per pagare su iPhone dalle opzioni Ricevi pagamenti nel menu Dettagli dell'ordine → Pagamenti.
nl: Kies Tap to pay op iPhone bij de opties voor Betaling innen in het menu Bestelgegevens → Betalingen.
pt_br: Escolha a opção Tap to Pay on iPhone na seção Receber pagamentos no menu Detalhes do pedido → Pagamentos.
ru: На iPhone войдите в меню «Сведения о заказе → Платежи» и выберите «Оплата в касание» в настройках функции «Получение платежей».
sv: På din iPhone väljer du Tryck för att betala bland betalningsalternativen i menyn Beställningsinformation → Betalningar.
tr: Sipariş Ayrıntıları Menüsü → Ödemeler bölümündeki Ödeme Alma seçeneklerinden Tap to Pay on iPhone'u seçin.

source: Choose a Country
ar: اختيار بلد
de: Land wählen …
es: Elige un país
fr: Choisir un pays
he: יש לבחור ארץ
id: Pilih Negara
it: Scegli un Paese
ja: 国を選択
nl: Kies een land
pt_br: Selecione um país
ru: Выберите страну
sv: Välj ett land
tr: Ülke seçin

source: Choose a State
ar: اختيار بلد
de: Staat wählen
es: Elige un estado
fr: Choisir un État
he: בחר מדינה
id: Pilih Negara Bagian
it: Scegli uno stato
ja: 都道府県を選択する
nl: Kies een staat
pt_br: Selecionar um estado
ru: Выберите штат
sv: Välj en delstat
tr: Bir Eyalet Seçin

source: Choose a password
ar: اختر كلمة مرور
de: Passwort wählen
es: Selecciona una contraseña
fr: Choisir un mot de passe
he: יש לבחור סיסמה
id: Pilih kata sandi
it: Scegli una password
ja: パスワードを選択
nl: Kies een wachtwoord
pt_br: Escolha uma senha
ru: Выберите пароль
sv: Välj ett lösenord
tr: Bir şifre seçin

source: Choose from device
ar: الاختيار من جهاز
de: Von Gerät auswählen
es: Elegir del dispositivo
fr: Choisir depuis l’appareil
he: לבחור מהמכשיר
id: Pilih dari perangkat
it: Scegli da dispositivo
ja: デバイスから選択
nl: Kiezen op apparaat
pt_br: Escolher no dispositivo
ru: Выбрать с устройства
sv: Välj från enheten
tr: Cihazdan seç

source: Choose new order type
ar: اختيار نوع طلب جديد
de: Neue Bestellart auswählen
es: Elegir un nuevo tipo de pedido
fr: Sélectionner un nouveau type de commande
he: לבחור סוג הזמנה חדש
id: Pilih jenis pesanan baru
it: Scegli il nuovo tipo di ordine
ja: 新しい注文タイプを選択
nl: Kies een type bestelling
pt_br: Escolha o novo tipo de pedido
ru: Выберите тип нового заказа
sv: Välj ny beställningstyp
tr: Yeni sipariş türü seçin

source: Choose your Payment Provider
ar: اختيار مزوِّد الدفع الخاص بك
de: Wähle deinen Zahlungsanbieter aus
es: Elige tu proveedor de pagos
fr: Choisissez votre fournisseur de paiement
he: לבחור את ספק התשלום שלך
id: Pilih Penyedia Pembayaran
it: Scegli il tuo fornitore dei pagamenti
ja: 決済サービス業者を選択
nl: Kies je betaalprovider
pt_br: Escolha seu provedor de pagamento
ru: Выберите платёжную систему
sv: Välj en betalningsleverantör
tr: Ödeme Sağlayıcınızı seçin

source: Choose your payment method
ar: اختيار طريقة الدفع الخاصة بك
de: Deine Zahlungsmethode auswählen
es: Elegir el método de pago
fr: Sélectionner votre mode de paiement
he: לבחור את אמצעי התשלום שלך
id: Pilih metode pembayaran Anda
it: Scegli il tuo metodo di pagamento
ja: 支払い方法を選択
nl: Kies je betaalmethode
pt_br: Escolha a forma de pagamento
ru: Выберите способ оплаты
sv: Välj din betalningsmetod
tr: Ödeme yönteminizi seçin

source: Christmas Island
ar: جزيرة كريسماس
de: Weihnachtsinsel
es: Isla de Navidad
fr: Île Christmas
he: אי חג המולד
id: Pulau Natal
it: Isola di Natale
ja: クリスマス島
nl: Christmaseiland
pt_br: Ilha Christmas
ru: Остров Рождества
sv: Julön
tr: Christmas Adaları

source: City
ar: المدينة
de: Ort
es: Ciudad
fr: Ville
he: עיר
id: Kota
it: Città
ja: 市区町村
nl: Plaats
pt_br: Cidade
ru: Город
sv: Ort
tr: Şehir

source: City missing
ar: المدينة مفقودة
de: Stadt fehlt
es: Falta la ciudad
fr: Ville manquante
he: העיר חסרה
id: Kota belum diisi
it: Città mancante
ja: 市区町村がありません
nl: Stad ontbreekt
pt_br: Informe a cidade
ru: Не указан город
sv: Ort saknas
tr: Şehir eksik

source: Claim Domain
ar: المطالبة بالنطاق
de: Domain beantragen
es: Solicitar dominio
fr: Demander un domaine
he: לקבל בעלות על דומיין
id: Klaim Domain
it: Scegli il dominio
ja: ドメインを取得する
nl: Domein ophalen
pt_br: Resgatar domínio
ru: Отправить заявку на домен
sv: Gör anspråk på domän
tr: Alan Adı Al

source: Claim your free domain
ar: طالب بنطاقك المجاني
de: Kostenlose Domain in Anspruch nehmen
es: Reclama tu dominio gratuito
fr: Demander votre domaine gratuit
he: לקבל דומיין בחינם
id: Klaim domain gratis Anda
it: Richiedi il tuo dominio gratuito
ja: 無料ドメインを取得
nl: Claim je gratis domein
pt_br: Resgatar seu domínio gratuito
ru: Получите свой домен бесплатно
sv: Gör anspråk på din gratisdomän
tr: Ücretsiz alan adınızı talep edin

source: Class 1 – Toy Propellant/Safety Fuse Package
ar: الفئة 1 - طرود الألعاب المسيَّرة/صمامات الأمان
de: Klasse 1 – Paket mit Spielzeugtreibgas/Schmelzsicherung (Toy Propellant/Safety Fuse Package)
es: Clase 1 - Paquete de fusible de seguridad/propulsores de juguete
fr: Classe 1 : matières et objets explosibles
he: סיווג 1 – חבילה עם חומרים מניעים לצעצועים/מנגנון בטיחות
id: Kelas 1 – Paket Murang/Propelan Mainan
it: Classe 1 - Pacchetto di propellente per razzi/fusibile di sicurezza
nl: Klasse 1 - Speelgoeddrijfgas/veiligheidslont-pakket
pt_br: Classe 1 - Pacote com fusível/propulsor de brinquedo
ru: Класс 1 — горючие жидкости и зажигательные шнуры
sv: Klass 1 – Paket med leksaksdrivmedel/säkerhetssäkringar
tr: Sınıf 1 - Oyuncak İtici/Güvenlik Fünyesi Paketi

source: Class 3 - Package (Hand sanitizer, rubbing alcohol, ethanol base products, flammable liquids etc.)
ar: الفئة 3 - الطرد (معقم اليدين، والكحول المحمر، ومنتجات الإيثانول القاعدية، والسوائل القابلة للاشتعال، وغير ذلك)
de: Klasse 3 – Paket (Händedesinfektionsmittel, Reinigungsalkohol, Ethanol Base-Produkte, entzündbare Flüssigkeiten usw.)
es: Clase 3 - Paquete (desinfectante de manos, alcohol isopropílico, productos con base de etanol, líquidos inflamables, etc.).
fr: Classe 3 : colis (désinfectant pour les mains, alcool à friction, produits à base d’éthanol, liquides inflammables, etc.)
he: סיווג 3 – חבילה (נוזל חיטוי לידיים, אלכוהול רפואי, מוצרים המבוססים על אתנול, נוזלים דליקים וכו').
id: Kelas 3 - Paket (Penyanitasi tangan, alkohol medis, produk-produk berbahan dasar etanol, cairan mudah terbakar, dll.)
it: Classe 3 - Pacchetto (igienizzante per mani, alcol disinfettante, prodotti a base di etanolo, liquidi infiammabili, ecc.)
nl: Klasse 3 - Pakket (Handreiniging, reinigingsalcohol, ethanolproducten, vlambare vloeistoffen enz.)
pt_br: Classe 3 - Pacote (higienizador para mãos, álcool isopropílico, produtos à base de etanol, líquidos inflamáveis etc.)
ru: Класс 3 — посылка (антисептики для рук, медицинский спирт, средства на основе этанола, воспламеняющиеся жидкости и т. д.)
sv: Klass 3 – Paket (Handdesinfektionsmedel, tvättsprit, etanolbaserade produkter, brandfarliga vätskor, osv.)
tr: Sınıf 3 - Paket (El dezenfektanı, ispirto, etanol bazlı ürünler, yanıcı sıvılar vb.)

source: Class 4 - Package (Flammable solids)
ar: الفئة 4 - الطرد (المواد الصلبة القابلة للاشتعال)
de: Klasse 4 – Paket (Entzündbare Feststoffe)
es: Clase 4 - Paquete (sólidos inflamables)
fr: Classe 4 : colis (matières solides inflammables)
he: סיווג 4 ‏– חבילה (חומרים מוצקים דליקים)
id: Kelas 4 - Paket (Zat padat mudah terbakar)
it: Classe 4 - Pacchetto (solidi infiammabili)
nl: Klasse 4 - Pakket (Vlambare vaste stoffen)
pt_br: Classe 4 - Pacote (sólidos inflamáveis)
ru: Класс 4 — посылка (воспламеняющиеся твёрдые вещества)
sv: Klass 4 – Paket (Brandfarliga fasta ämnen)
tr: Sınıf 4 - Paket (Yanıcı katı maddeler)

source: Class 5 - Package (Oxidizers)
ar: الفئة 5 - الطرد (المؤكسدات)
de: Klasse 5 – Paket (Oxidationsmittel)
es: Clase 5 - Paquete (oxidantes)
fr: Classe 5 : colis (matières comburantes et peroxydes organiques)
he: סיווג 5 ‏– חבילה (חומרים מחמצנים)
id: Kelas 5 - Paket (Oksidator)
it: Classe 5 - Pacchetto (ossidanti)
nl: Klasse 5 - Pakket (Oxidatiemiddelen)
pt_br: Classe 5 - Pacote (oxidadores)
ru: Класс 5 — посылка (окислители)
sv: Klass 5 – Paket (oxidationsmedel)
tr: Sınıf 5 - Paket (Oksitleyiciler)

source: Class 6 - Package (Poisonous materials)
ar: الفئة 6 - الطرد (المواد السامة)
de: Klasse 6 – Paket (Giftige Materialien)
es: Clase 6 - Paquete (materiales venenosos)
fr: Classe 6 : colis (matières toxiques et matières infectieuses)
he: סיווג 6 ‏– חבילה (חומרים רעילים)
id: Kelas 6 - Paket (Bahan-bahan beracun)
it: Classe 6 - Pacchetto (materiali velenosi)
nl: Klasse 6 - Pakket (Giftige materialen)
pt_br: Classe 6 - Pacote (materiais venenosos)
ru: Класс 6 — посылка (ядовитые вещества)
sv: Klass 6 – Paket (giftiga material)
tr: Sınıf 6 - Paket (Zehirli maddeler)

source: Class 7 – Radioactive Materials Package (e.g., smoke detectors, minerals, gun sights, etc.)
ar: الفئة 7 - طرود المواد المشعة (مثل: كاشفات الدخان والمعادن وأداة التسديد في الأسلحة وغير ذلك)
de: Klasse 7 – Paket mit radioaktiven Materialien (Radioactive Materials Package) (z. B. Rauchmelder, Mineralien, Zielfernrohr usw.)
es: Clase 7 - Paquete de materiales radioactivos (por ejemplo, detectores de humo, minerales, mirillas de armas, etc.).
fr: Classe 7 : matières radioactives (ex : détecteurs de fumée, minéraux, viseurs pour arme, etc.)
he: סיווג 7 – חבילה עם חומרים רדיו-אקטיביים (למשל, גלאי עשן, מינרלים, כוונת לנשק וכו')
id: Kelas 7 – Paket Bahan-Bahan Radioaktif (mis. pendeteksi kebakaran, mineral, alat bidik senjata, dll.)
it: Classe 7 - Pacchetto di materiali radioattivi (ad esempio rilevatori di fumo, minerali, mirini per armi, ecc.)
nl: Klasse 7 - Radioactieve materialen-pakket (bv. rookdetectors, mineralen, geweerslopen enz.).
pt_br: Classe 7 - Pacote com materiais radioativos (como detectores de fumaça, minerais, mira de arma etc.)
ru: Класс 7 — посылка с радиоактивными веществами (например, детекторы дыма, минералы, оружейные прицелы и т. д.)
sv: Klass 7 – Paket med radioaktivt material (t.ex. rökdetektorer, mineraler, sikten, osv.)
tr: Sınıf 7 - Radyoaktif Madde Paketi (ör. duman dedektörleri, mineraller, silah nişangahları vb.)

source: Class 8 – Corrosive Materials Package - Air Eligible Corrosive Materials (certain cleaning or tree/weed killing compounds, etc.)
ar: الفئة 8 - طرود المواد المسببة للتآكل - المواد المسببة للتآكل المؤهلة للنقل جوًا (بعض مركَّبات التنظيف أو مركَّبات القضاء على الأشجار/الأعشاب وغير ذلك)
de: Klasse 8 – Paket mit ätzenden Materialien (Corrosive Materials Package) – Ätzende Materialien, die auf dem Luftweg versendet werden dürfen (bestimmte Reinigungsmittel, Baum-/Unkrautvernichtungsmittel usw.)
es: Clase 8 - Paquete de materiales corrosivos: materiales corrosivos que se pueden enviar por avión (determinados compuestos de limpieza o veneno para árboles o hierbas, etc.).
fr: Classe 8 : matières corrosives - matières corrosives éligibles à l’envoi par avion (certains produits de nettoyage ou de désherbage des arbres, etc.)
he: סיווג 8 – חבילה עם חומרים שגורמים לקורוזיה – חומרים שגורמים לקורוזיה שמורשים להובלה אווירית (חומרים ניקוי או קוטלי צמחים/עשבים מסוימים וכו')
id: Kelas 8 – Paket Bahan-Bahan Korosif - Bahan-Bahan Korosif yang Memenuhi Syarat Jalur Udara (senyawa tertentu pembasmi tanaman/rumput liar atau pembersih, dll.)
it: Classe 8 - Pacchetto di materiali corrosivi - Materiali corrosivi conformi alle prescrizioni per il volo (alcuni composti detergenti o per l'eliminazione di piante/erbacce, ecc.)
nl: Klasse 8 - Schurende materialen-pakket - Luchtgeschikte schurende materialen (bepaalde reinigings- of boom-/onkruid-dodende stoffen))
pt_br: Classe 8 - Pacote com materiais corrosivos - Materiais corrosivos elegíveis a envio por via aérea (determinados produtos de limpeza ou componentes de controle de ervas daninhas/florestal etc.)
ru: Класс 8 — посылка с коррозионно-активными веществами — разрешённые к авиаперевозке коррозионно-активные вещества (некоторые чистящие средства, гербициды и т. д.)
sv: Klass 8 – Paket med frätande material – Luftkvalificerade frätande material (vissa rengöringsmedel eller träd-/ogräsdödande föreningar, osv.)
tr: Sınıf 8 - Aşındırıcı Malzemeler Paketi - Hava Yoluna Uygun Aşındırıcı Malzemeler (belirli temizlik veya ağaç/ot öldürücü bileşikler vb.)

source: Class 8 – Nonspillable Wet Battery Package - Sealed lead acid batteries
ar: الفئة 8 - طرود البطاريات الرطبة غير القابلة للانسكاب - بطاريات حمض الرصاص محكمة الإغلاق
de: Klasse 8 – Paket mit auslaufsicherer Nassbatterie (Nonspillable Wet Battery Package) – Versiegelte Bleisäurebatterien
es: Clase 8 - Paquete de batería húmeda antiderrame: baterías de plomo-ácido selladas
fr: Classe 8 : batterie humide non déversable - batteries au plomb-acide scellées
he: סיווג 8 – חבילה עם סוללות חשמליות אטומות – סוללות חומצת נחושת אטומות
id: Kelas 8 – Paket Baterai Basah Antitumpah - Baterai asam timbal tersegel
it: Classe 8 - Pacchetto di batterie a liquido a tenuta - Batterie al piombo acido sigillate
nl: Klasse 8 - Antilek natte batterijen-pakket - Afgedichte loodbatterijen
pt_br: Classe 8 - Pacote com bateria úmida sem riscos de derramamento - Baterias de chumbo-ácido seladas
ru: Класс 8 — непротекающие жидкостные батареи, разрешённые к перевозке — герметичные свинцово-кислые батареи
sv: Klass 8 – Ej spillbart vått batteripaket – Förseglade blybatterier
tr: Sınıf 8 - Dökülebilir Olmayan Sıvı Pil Paketi - Sızdırmaz kurşun asit piller
