Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: %.0f%% complete
ar: %.0f%% مكتمل
de: %.0f %% abgeschlossen
es: %.0f%% completado
fr: %.0f%% terminé
he: %.0f%% הושלמו
id: Selesai %.0f%%
it: %.0f%% completato
ja: %.0f%% 完了
nl: %.0f%% voltooid
pt_br: %.0f%% concluído
ru: Выполнено %.0f%%
sv: %.0f%% slutfört
tr: %.0f%% tamamlandı

source: %1$@ (%2$ld option)
ar: %1$@ (⁦%2$ld خيار)
es: %1$@ (%2$ld opción)
he: %1$@ (אפשרות ⁦%2$ld)
id: %1$@ (%2$ld pilihan)
it: %1$@ (%2$ld opzione)
ja: %1$@ (%2$ld オプション)
nl: %1$@ (%2$ld optie)
pt_br: %1$@ (%2$ld opção)
ru: %1$@ (%2$ld опция)
sv: %1$@ (%2$ld alternativ)
tr: %1$@ (%2$ld seçenek)

source: %1$@ (%2$ld options)
ar: %1$@ (%2$ld من الخيارات)
de: %1$@ (%2$ld Optionen)
es: %1$@ (%2$ld opciones)
he: %1$@ (%2$ld אפשרויות)
id: %1$@ (Pilihan %2$ld)
it: %1$@ (%2$ld opzioni)
ja: %1$@ (%2$ld オプション)
nl: %1$@ (%2$ld opties)
pt_br: %1$@ (%2$ld opções)
ru: %1$@ (вариантов: %2$ld)
sv: %1$@ (%2$ld alternativ)

source: %1$@ - %2$@ (Private)
ar: %1$@ - %2$@ (خاص)
de: %1$@ - %2$@ (privat)
es: %1$@ - %2$@ (privado)
fr: %1$@ - %2$@ (privé)
he: %1$@ - %2$@ (פרטי)
id: %1$@ - %2$@ (Pribadi)
it: %1$@ - %2$@ (privato)
ja: %1$@ - %2$@ (プライベート)
nl: %1$@ - %2$@ (privé)
pt_br: %1$@ - %2$@ (particular)
ru: %1$@ — %2$@ (частное лицо)
sv: %1$@ - %2$@ (Privat)
tr: %1$@ - %2$@ (Özel)

source: %1$@ - %2$@ (System)
ar: %1$@ - %2$@ (النظام)
es: %1$@ - %2$@ (sistema)
fr: %1$@ - %2$@ (système)
he: %1$@ - %2$@ (מערכת)
id: %1$@ - %2$@ (Sistem)
it: %1$@ - %2$@ (sistema)
ja: %1$@ - %2$@ (システム)
nl: %1$@ - %2$@ (systeem)
pt_br: %1$@ - %2$@ (sistema)
ru: %1$@ — %2$@ (система)
tr: %1$@ - %2$@ (Sistem)

source: %1$@ - %2$@ (To Customer)
ar: %1$@ - %2$@ (خاص بالعميل)
de: %1$@ - %2$@ (an Kunden)
es: %1$@ - %2$@ (Para el cliente)
fr: %1$@ - %2$@ (au client)
he: %1$@ - %2$@ (ללקוח)
id: %1$@ - %2$@ (Untuk Pelanggan)
it: %1$@ - %2$@ (al cliente)
ja: %1$@ - %2$@ (顧客向け)
nl: %1$@ - %2$@ (aan klant)
pt_br: %1$@ - %2$@ (para o cliente)
ru: %1$@ — %2$@ (для заказчика)
sv: %1$@ – %2$@ (till kund)
tr: %1$@ - %2$@ (Müşteriye)

source: %1$@ Copy
ar: نسخ %1$@
de: Kopie von %1$@
es: Copia de %1$@
fr: Copie %1$@
he: להעתיק את %1$@
id: Salinan %1$@
it: Copia di %1$@
ja: %1$@ のコピー
nl: %1$@ kopie
pt_br: Cópia de %1$@
ru: %1$@ Копия
sv: Kopia av %1$@
tr: %1$@ Kopyası

source: %1$@ about accepting payments with Tap to Pay on iPhone.
ar: %1$@ حول قبول المدفوعات من خلال ميزة Tap to Pay على iPhone.
de: %1$@ zum Empfangen von Zahlungen mit Tap to Pay auf dem iPhone.
es: %1$@ sobre la aceptación de pagos con "Toca para pagar" en el iPhone
fr: %1$@ sur l’acceptation de paiements avec Appuyer pour payer sur iPhone.
he: %1$@ לגבי קבלת תשלומים עם Tap To Pay ב-iPhone.
id: %1$@ tentang penerimaan pembayaran dengan Ketuk untuk Membayar di iPhone.
it: %1$@ sull'accettazione dei pagamenti con Tap to Pay su iPhone.
ja: iPhone での Tap to Pay による支払いの受け取りについて%1$@。
nl: %1$@ over betalingen accepteren met Tap to Pay op iPhone.
pt_br: %1$@ sobre como aceitar pagamentos com o Tap to Pay on iPhone.
ru: %1$@ о том, как принимать платежи с помощью функции «Оплата в касание» на iPhone.
sv: %1$@ om att ta emot betalningar med Tryck för att betala på iPhone.
tr: Tap to Pay on iPhone ile ödeme kabul etme hakkında %1$@.

source: %1$@ about accepting payments with your mobile device and ordering card readers.
ar: %1$@ حول قبول المدفوعات باستخدام جهازك المحمول وطلب قارئ البطاقات.
de: %1$@ zum Empfang von Zahlungen per Mobilgerät und zur Bestellung von Kartenlesegeräten.
es: %1$@ sobre cómo aceptar pagos con tu dispositivo móvil y pedir lectores de tarjetas.
fr: %1$@ sur l'acceptation des paiements avec votre appareil mobile et la commande de lecteurs de cartes
he: %1$@ על קבלת תשלומים באמצעות המכשיר הנייד והזמנה של קוראי כרטיסים.
id: %1$@ tentang penerimaan pembayaran dengan perangkat seluler dan pemesanan pembaca kartu.
it: %1$@ su come accettare pagamenti con il tuo dispositivo mobile e su come ordinare i lettori di carte.
nl: %1$@ over het aannemen van betalingen met je mobiele apparaat en het bestellen van kaartlezers.
pt_br: %1$@ sobre como aceitar pagamentos com seu dispositivo móvel e solicitar leitores de cartão.
ru: %1$@ о приёме платежей с помощью мобильного устройства и о заказе устройств чтения карт.
sv: %1$@ om att ta emot betalningar med din mobila enhet och att beställa kortläsare.
tr: Mobil cihazınızla ödeme kabul etme ve kart okuyucu sipariş etme hakkında %1$@.

source: %1$@ about domains and how to take domain-related actions.
ar: %1$@ عن النطاقات وكيفية اتخاذ إجراءات مرتبطة بالنطاق.
de: Erhalte %1$@ über Domains und Aktionen, die du im Zusammenhang mit Domains durchführen kannst.
es: %1$@ sobre los dominios y cómo llevar a cabo acciones relacionadas con estos.
fr: %1$@ concernant les domaines et les possibilités d’action en lien avec ceux-ci.
he: %1$@ על דומיינים ואיך לבצע פעולות שקשורות לדומיינים.
id: %1$@ tentang domain dan cara mengambil tindakan untuk domain.
it: %1$@ sui domini e su come eseguire le azioni correlate.
ja: ドメインやドメインに関連する対処方法については、%1$@。
nl: %1$@ over domeinen en hoe je domeingerelateerde acties kunt ondernemen.
pt_br: %1$@ sobre domínios e como tomar medidas relacionadas a eles.
ru: %1$@ о доменах и связанных с ними действиях.
sv: %1$@ om domäner och hur man vidtar domänrelaterade åtgärder.
tr: Alan adları ve alan adlarıyla ilgili işlemlerin nasıl yapılacağı hakkında %1$@.

source: %1$@ about verifying your information with WooPayments.
ar: %1$@ حول التحقق من معلوماتك باستخدام WooPayments.
de: %1$@ zur Verifizierung deiner Informationen mit WooPayments.
es: %1$@ sobre la verificación de tu información con Woo Payments.
fr: %1$@ sur la vérification de vos informations avec WooPayments.
he: %1$@ לגבי אימות הפרטים שלך ב-WooPayments.
id: %1$@ tentang memverifikasi informasi Anda dengan WooPayments.
it: %1$@ sulla verifica delle tue informazioni con WooPayments.
nl: %1$@ over het verifiëren van je informatie met Woo Payments.
pt_br: %1$@ sobre como verificar suas informações com o WooPayments.
ru: %1$@ о подтверждении вашей информации на WooPayments.
sv: %1$@ om att verifiera din information med WooPayments.
tr: Bilgilerinizi WooPayments ile doğrulama hakkında %1$@.

source: %1$@ card ending %2$@
ar: بطاقة %1$@ تنتهي بـ %2$@
de: %1$@-Karte mit den Endziffern %2$@
es: %1$@ la tarjeta termina en %2$@
fr: Carte %1$@ se terminant %2$@
he: כרטיס %1$@ שמסתיים בספרות %2$@
id: Kartu %1$@ dengan 4 digit terakhir %2$@
it: %1$@ carta che termina %2$@
ja: 最後の4桁が%2$@の %1$@ カード
nl: %1$@ eindigt op %2$@
pt_br: Cartão %1$@ com final %2$@
ru: Срок действия карты %1$@ истекает %2$@
sv: %1$@-kortets sista siffror är %2$@
tr: %2$@ ile biten %1$@ kartı

source: %1$@ in stock
ar: %1$@ متوفر في المخزون
de: %1$@ vorrätig
es: %1$@ disponibles
fr: %1$@ en stock
he: %1$@ במלאי
id: %1$@ tersedia
it: %1$@ in magazzino
ja: %1$@ の在庫あり
nl: %1$@ op voorraad
pt_br: %1$@ em estoque
ru: %1$@ в наличии
sv: %1$@ i lager
tr: %1$@ stokta

source: %1$@ is in Test Mode
ar: %1$@ في وضع الاختبار
de: %1$@ ist im Testmodus
es: %1$@ está en modo de prueba.
fr: %1$@ est en mode test
he: %1$@ במצב בדיקה
id: %1$@ dalam Mode Pengujian
it: %1$@ in modalità di prova
ja: %1$@ はテストモードです
nl: %1$@ is in de testmodus
pt_br: %1$@ está no modo de teste
ru: %1$@ работает в тестовом режиме
sv: %1$@ är i testläge
tr: %1$@ Test Modunda

source: %1$@ left a review
ar: تَرَكَ %1$@ مراجعة
de: %1$@ hat eine Bewertung hinterlassen
es: %1$@ dejó una reseña
fr: %1$@ a laissé un avis
he: ביקורת נכתבה על ידי %1$@
id: %1$@ memberikan ulasan
it: %1$@ ha lasciato una recensione
ja: %1$@ さんがレビューを書きました
nl: %1$@ heeft een beoordeling geplaatst
pt_br: %1$@ fez uma avaliação
ru: Пользователь %1$@ оставил отзыв
sv: %1$@ lämnade en recension
tr: %1$@ bir yorum bıraktı

source: %1$@ left a review on %2$@
ar: تركَ %1$@ مراجعة حول %2$@
de: %1$@ hat am %2$@ eine Bewertung abgegeben
es: %1$@ ha dejado un comentario sobre %2$@
fr: %1$@ a laissé un avis sur %2$@
he: המשתמש %1$@ כתב ביקורת על %2$@
id: %1$@ memberikan ulasan tentang %2$@
it: %1$@ ha lasciato una recensione su %2$@
ja: %1$@ さんが %2$@ に関するレビューを書きました
nl: %1$@ heeft een beoordeling geplaatst over %2$@
pt_br: %1$@ fez uma avaliação sobre %2$@
ru: Пользователь %1$@ оставил отзыв о %2$@
sv: %1$@ lämnade en recension om %2$@
tr: %1$@, %2$@ ürünüyle ilgili bir yorum yazdı

source: %1$@ off · %2$@
ar: خصم قدره %1$@ على %2$@
de: %1$@ Rabatt · %2$@
es: %1$@ de descuento · %2$@
fr: %1$@ de remise · %2$@
he: %1$@ הנחה · %2$@
id: Diskon %1$@ · %2$@
it: %1$@ di sconto su · %2$@
nl: %1$@ korting %2$@
pt_br: %1$@ de desconto em %2$@
ru: Скидка %1$@ на %2$@
sv: %1$@ rabatt · %2$@
tr: %1$@ indirim · %2$@

source: %1$@ refund requested (%2$@)
ar: تم طلب استرداد الأموال %1$@ (%2$@)
de: %1$@ Rückerstattung angefordert (%2$@)
es: Se ha solicitado un rembolso a %1$@ (%2$@)
fr: Remboursement %1$@ demandé (%2$@)
he: נשלחה בקשה עבור החזר כספי %1$@ ‏(%2$@)
id: %1$@ diminta pengembalian dananya (%2$@)
it: Rimborso richiesto per %1$@ (%2$@)
ja: %1$@ の返金がリクエストされました (%2$@)
nl: %1$@ terugbetaling aangevraagd (%2$@)
pt_br: Reembolso de %1$@ solicitado (%2$@)
ru: Запрошен возврат %1$@ (%2$@)
sv: %1$@ återbetalning begärd (%2$@)
tr: %1$@ geri ödeme istendi (%2$@)

source: %1$@ selected
ar: تم تحديد %1$@
de: %1$@ ausgewählt
es: %1$@ seleccionados
fr: %1$@ sélectionnée(s)
he: נבחרו %1$@
id: %1$@ terpilih
it: %1$@ selezionati
ja: %1$@件を選択済み
nl: %1$@ geselecteerd
pt_br: %1$@ selecionado(s)
ru: Выбрано: %1$@
sv: %1$@ valda
tr: %1$@ seçildi

source: %1$@ total
ar: %1$@ إجمالاً
de: Summe: %1$@
fr: Total %1$@
he: סך הכול %1$@
id: Total %1$@
it: Totale: %1$@
ja: 合計%1$@
nl: %1$@ totaal
pt_br: %1$@ no total
ru: Итого: %1$@
sv: %1$@ totalt
tr: Toplam %1$@

source: %1$@ via %2$@
ar: %1$@ بواسطة %2$@
de: %1$@ per %2$@
es: %1$@ a través de %2$@
he: %1$@ באמצעות %2$@
id: %1$@ melalui %2$@
it: %1$@ tramite %2$@
ja: %2$@ 経由 %1$@
ru: %1$@ через %2$@
tr: %2$@ üzerinden %1$@

source: %1$@ · Excl. %2$@
ar: %1$@ باستثناء %2$@
de: %1$@ · Exkl. %2$@
es: %1$@ · excepto %2$@
fr: %1$@ · sauf %2$@
he: %1$@ · לא כולל %2$@
id: %1$@ · Tidak termasuk %2$@
it: %1$@ · escl. %2$@
pt_br: %1$@, exceto %2$@
ru: %1$@, кроме %2$@
sv: %1$@ · Exkl. %2$@
tr: %1$@ · %2$@ Hariç

source: %1$@%% Battery
ar: بطارية قدرها %1$@%%
de: %1$@%% Akku
es: %1$@%% de batería
fr: %1$@%% de batterie
he: סוללה %1$@%%
id: %1$@%% Daya Baterai
it: Batteria al %1$@%%
ja: バッテリー%1$@%%
nl: %1$@%% batterij
pt_br: %1$@%% de bateria
ru: Заряд %1$@%%
sv: %1$@%% Batteri
tr: %1$@%% Pil için eşleşme yok

source: %1$d Categories
ar: ⁦%1$d⁩ من التصنيفات
de: %1$d Kategorien
es: %1$d categorías
fr: %1$d Catégories
he: ⁦%1$d⁩ קטגוריות
id: %1$d Kategori
it: %1$d categorie
ja: %1$d のカテゴリー
nl: %1$d Categorieën
pt_br: %1$d categorias
ru: %1$d Категории
sv: %1$d kategorier
tr: %1$d Kategori

source: %1$d Category
ar: ⁦%1$d⁩ تصنيف
de: %1$d Kategorie
es: %1$d categoría
fr: %1$d Catégorie
he: קטגוריה ⁦%1$d⁩
id: %1$d Kategori
it: %1$d categoria
ja: %1$d のカテゴリー
nl: %1$d Categorie
pt_br: %1$d categoria
ru: %1$d Категория
sv: %1$d kategori
tr: %1$d Kategori

source: %1$d Product
ar: ⁦%1$d⁩ منتج
de: %1$d Produkt
es: %1$d producto
fr: %1$d Produit
he: מוצר ⁦%1$d⁩
id: %1$d Produk
it: %1$d prodotto
ja: %1$d個の商品
pt_br: %1$d produto
ru: %1$d Товар
sv: %1$d produkt
tr: %1$d Ürün

source: %1$d Products
ar: ⁦%1$d⁩ من المنتجات
de: %1$d Produkte
es: %1$d productos
fr: Produits %1$d
he: ⁦%1$d⁩ מוצרים
id: %1$d Produk
it: %1$d prodotti
ja: %1$d個の商品
nl: %1$d Producten
pt_br: %1$d produtos
ru: %1$d Товары
sv: %1$d produkter
tr: %1$d Ürün

source: %1$d Products Selected
ar: تم تحديد ⁦%1$d⁩ من المنتجات
de: %1$d Produkte ausgewählt
es: %1$d productos seleccionados
fr: %1$d produits sélectionnés
he: ⁦%1$d⁩ מוצרים נבחרו
id: %1$d Produk dipilih
it: %1$d prodotti selezionati
nl: %1$d producten geselecteerd
pt_br: %1$d produtos selecionados
ru: Выбрано %1$d тов.
sv: %1$d produkter valda
tr: %1$d Ürün seçildi

source: %1$d business day
ar: ⁦%1$d⁩ يوم عمل
de: %1$d Werktag
es: %1$d día laborable
fr: %1$d jour ouvrable
he: יום עסקים ⁦%1$d⁩
id: %1$d hari kerja
it: %1$d giorno lavorativo
ja: %1$d営業日
nl: %1$d werkdag
pt_br: %1$d dia útil
ru: %1$d рабочий день
sv: %1$d arbetsdag
tr: %1$d iş günü

source: %1$d business days
ar: ⁦%1$d⁩ من أيام العمل
de: %1$d Werktage
es: %1$d días laborables
fr: %1$d jours ouvrables
he: ⁦%1$d⁩ ימי עסקים
id: %1$d hari kerja
it: %1$d giorni lavorativi
ja: %1$d営業日
nl: %1$d werkdagen
pt_br: %1$d dias úteis
ru: %1$d рабоч. дн.
sv: %1$d arbetsdagar
tr: %1$d iş günü

source: %1$d item
ar: ⁦%1$d⁩ العنصر
de: %1$d Artikel
es: %1$d artículo
fr: %1$d article
he: ⁦%1$d⁩ פריט
id: %1$d barang
it: %1$d articolo
ja: %1$d アイテム
nl: %1$d artikel
ru: %1$d товар
sv: %1$d vara
tr: %1$d ürün

source: %1$d items
ar: ⁦%1$d⁩ العناصر
de: %1$d Artikel
es: %1$d artículos
fr: %1$d articles
he: ⁦%1$d⁩ פריטים
id: %1$d objek
it: %1$d articoli
ja: %1$d 項目
nl: %1$d artikelen
pt_br: %1$d itens
ru: %1$d элементов
sv: %1$d varor
tr: %1$d öğeler

source: %1$d items in %2$d packages
ar: ⁦%1$d⁩ من العناصر موجودة في ⁦%2$d⁩ من الحزم
de: %1$d Artikel in %2$d Paketen
es: %1$d artículos en %2$d paquetes
fr: %1$d articles dans %2$d colis
he: ⁦%1$d⁩ פריטים ב-⁦%2$d⁩ חבילות
id: %1$d item pada paket %2$d
it: %1$d elementi in %2$d pacchetti
ja: 荷物%2$d個中に商品%1$d個
nl: %1$d artikelen in %2$d pakketten
pt_br: %1$d itens em %2$d pacotes
ru: Число товаров в посылках (%2$d): %1$d
sv: %1$d varor i %2$d förpackningar
tr: %2$d pakette %1$d öğe

source: %1$d of %2$d tasks completed
ar: اكتملت ⁦%1$d⁩ أصل ⁦%2$d⁩ من المهام
de: %1$d von %2$d Aufgaben erledigt
es: %1$d de %2$d tareas completadas
fr: %1$d tâche(s) sur %2$d terminée(s)
he: ⁦%1$d⁩ מתוך ⁦%2$d⁩ משימות הושלמו
id: %1$d dari %2$d langkah selesai
it: %1$d di %2$d attività completate
ja: %2$d件中%1$d件のタスクが完了しました
nl: %1$d van %2$d taken voltooid
pt_br: %1$d de %2$d tarefas concluídas
ru: Выполнено задач: %1$d из %2$d
sv: %1$d av %2$d uppgifter har slutförts
tr: %2$d görevden %1$d tanesi tamamlandı

source: %1$d rates selected
ar: تم تحديد ⁦%1$d⁩ من الأسعار
de: %1$d Preise ausgewählt
es: %1$d tarifas seleccionadas
fr: %1$d tarifs sélectionnés
he: נבחרו ⁦%1$d⁩ תעריפים
id: %1$d tarif dipilih
it: %1$d tariffe selezionate
ja: %1$d件の評価を選択済み
nl: %1$d tarieven geselecteerd
pt_br: %1$d tarifas selecionadas
ru: Выбрано %1$d ставок
sv: %1$d avgifter valda
tr: %1$d ücret seçildi

source: %1$d use per user
ar: ⁦%1$d⁩ مرة استخدام لكل مستخدم
de: %1$d Verwendung pro Benutzer
es: %1$d uso por usuario
fr: %1$d utilisation par utilisateur
he: שימוש ⁦%1$d⁩ למשתמש
id: %1$d kali penggunaan per pengguna
it: %1$d utilizzo per utente
ja: 1ユーザーにつき%1$d回使用
nl: %1$d keer gebruiken per gebruiker
pt_br: %1$d uso por usuário
ru: %1$d применение на пользователя
sv: %1$d användning per användare
tr: Kullanıcı başına %1$d kullanım

source: %1$d uses per user
ar: ⁦%1$d⁩ من مرات الاستخدام لكل مستخدم
de: %1$d Verwendungen pro Benutzer
es: %1$d usos por usuario
fr: %1$d utilisations par utilisateur
he: ⁦%1$d⁩ שימושים למשתמש
id: %1$d kali penggunaan per pengguna
it: %1$d utilizzi per utente
ja: 1ユーザーにつき%1$d回使用
nl: %1$d keer gebruiken per gebruiker
pt_br: %1$d usos por usuário
ru: %1$d применений на пользователя
sv: %1$d användningar per användare
tr: Kullanıcı başına %1$d kullanım

source: %1$d/%2$d completed
ar: تم إكمال ⁦%1$d⁩/%2$d
de: %1$d/%2$d abgeschlossen
es: %1$d/%2$d completado
fr: %1$d/%2$d terminé
he: הושלמו ⁦%1$d⁩/%2$d
id: %1$d/%2$d selesai
it: %1$d/%2$d completato
ja: %1$d/%2$d 完了
nl: %1$d/%2$d voltooid
pt_br: %1$d/%2$d concluídas
ru: Готово: %1$d из %2$d
sv: %1$d/%2$d har slutförts
tr: %1$d/%2$d tamamlandı

source: %1$ld day
ar: %1$ld من الأيام
de: %1$ld Tag
es: %1$ld día
fr: %1$ld jour
he: יום %1$ld
id: %1$ld hari
it: %1$ld giorno
nl: %1$ld dag
pt_br: %1$ld dia
ru: %1$ld день
sv: %1$ld dag
tr: %1$ld gün

source: %1$ld variation
ar: %1$ld مجموعة
de: %1$ld Variante
es: %1$ld variación
fr: %1$ld variante
he: %1$ld סוג
id: %1$ld variasi
it: %1$ld variante
ja: %1$ld バリエーション
nl: %1$ld variatie
pt_br: %1$ld variação
ru: %1$ld вариант
tr: %1$ld varyasyon

source: %1$ld variations
ar: %1$ld من المجموعات
de: %1$ld Varianten
es: %1$ld variaciones
fr: %1$ld variantes
he: %1$ld סוגים
id: %1$ld variasi
it: %1$ld varianti
ja: %1$ld バリエーション
nl: %1$ld variaties
pt_br: %1$ld variações
ru: Варианты: %1$ld
sv: %1$ld variationer
tr: %1$ld varyasyon

source: %1ld days
ar: %1ld من الأيام
de: %1ld Tage
es: %1ld días
fr: %1ld jours
he: %1ld ימים
id: %1ld hari
it: %1ld giorni
nl: %1ld dagen
pt_br: %1ld dias
ru: %1ld дн.
sv: %1ld dagar
tr: %1ld gün

source: %@ Item
ar: %@ من العناصر
de: %@ Artikel
es: %@ elemento
fr: %@ article
he: פריט %@
it: %@ elemento
ja: %@個のアイテム
nl: %@ artikel
ru: %@ элемент
sv: %@ vara
tr: %@ Ürün

source: %@ Items
ar: %@ من العناصر
de: %@ Artikel
es: %@ elementos
fr: %@ articles
he: %@ פריטים
id: %@ Item
it: %@ elementi
ja: %@個のアイテム
nl: %@ artikelen
pt_br: %@ itens
ru: %@ элемент.
sv: %@ varor
tr: %@ Ürün

source: %@ ended
ar: تم انتهاء %@
de: %@ wurde beendet
es: Finalizó el %@
fr: %@ a pris fin
he: התוקף של %@ הסתיים
id: %@ berakhir
it: %@ terminato
nl: %@ beëindigd
pt_br: %@ terminou
ru: %@ завершён
sv: %@ har avslutats
tr: %@ sona erdi

source: %@ label refund requested
ar: تم طلب استرداد أموال الملصق %@
de: %@ Etikettrückerstattung angefordert
es: Se ha solicitado la etiqueta de reembolso a %@
fr: Étiquette de remboursement %@ demandée
he: נשלחה בקשה להחזר כספי עבור תווית %@
id: Label %@ diminta pengembalian dananya
it: Rimborso dell'etichetta %@ richiesto
ja: %@ ラベルの返金がリクエストされました
nl: %@ label-terugbetaling aangevraagd
pt_br: Reembolso da etiqueta de %@ solicitado
ru: Запрошен возврат оплаты этикетки %@
sv: %@ etikettåterbetalning begärd
tr: %@ etiket geri ödemesi istendi

# %@ via %@
source: %1$@ via %2$@
ar: %1$@ بواسطة %2$@
de: %1$@ per %2$@
es: %1$@ a través de %2$@
he: %1$@ באמצעות %2$@
id: %1$@ melalui %2$@
it: %1$@ tramite %2$@
ja: %2$@ 経由 %1$@
ru: %1$@ через %2$@
tr: %2$@ üzerinden %1$@

source: %d days left in your trial.
ar: يتبقى %d من الأيام في الإصدار التجريبي لديك.
de: Noch %d Tage bis zum Ablauf deines Gratis-Tests.
es: El período de prueba finaliza en %d días.
fr: Il vous reste %d jours d’essai.
he: נותרו %d ימים בתקופת הניסיון שלך.
id: Masa percobaan Anda tersisa %d hari
it: %d giorni di prova rimasti.
ja: お試し期間はあと%d日です。
nl: %d dagen resterend van je proefversie.
pt_br: %d dias restantes do seu teste.
ru: Осталось %d дн. до окончания пробного периода.
sv: %d dagar kvar av din provperiod.
tr: Deneme sürenizin %d günü kaldı.

source: %d item
ar: %d العنصر
de: %d Artikel
es: %d artículo
fr: %d article
he: %d פריט
id: %d barang
it: %d articolo
ja: %d アイテム
nl: %d artikel
ru: %d товар
sv: %d vara
tr: %d ürün

source: %d items
ar: %d العناصر
de: %d Artikel
es: %d artículos
fr: %d articles
he: %d פריטים
id: %d objek
it: %d articoli
ja: %d 項目
nl: %d artikelen
pt_br: %d itens
ru: %d элементов
sv: %d varor
tr: %d öğeler

source: %d items selected
ar: %d تم تحديد عناصر
de: %d Einträge ausgewählt
es: %d elementos elegido
fr: %d éléments sélectionnés
he: נבחרו %d פריטים
id: %d item dipilih
it: %d elementi selezionati
ja: %d 複数のアイテムを選択済み
nl: %d items geselecteerd
pt_br: %d Itens selecionados
ru: %d выбрано объектов
sv: %d objekt har valts
tr: %d ürün seçildi

# %d x %@ each
source: %1$d x %2$@ each
ar: %1$d x %2$@ لكل منها
de: %1$d x %2$@ pro Artikel
es: %1$d x %2$@ cada uno
fr: %1$d x %2$@ chacun
he: %1$d x‏ %2$@ כל אחד
id: %1$d x %2$@ untuk satu produk
it: %1$d x %2$@ ciascuno
ja: %1$d x %2$@ (各)
nl: %1$d Iedere x %2$@
pt_br: %1$d x %2$@ cada
ru: %1$d x %2$@ за единицу
sv: %1$d x %2$@ vardera
tr: %1$d x %2$@ her biri

source: %ld Products Selected
ar: %ld تم تحديد المنتجات
de: %ld Ausgewählte Produkte
es: %ld Productos seleccionados
fr: %ld produits sélectionnés
he: %ld מוצרים נבחרו
id: %ld Produk Dipilih
it: %ld Prodotti selezionati
ja: %ld 選択済みの商品
nl: %ld Producten geselecteerd
pt_br: %ld produtos selecionados
ru: %ld тов. выбрано
sv: %ld produker valda
tr: %ld Ürünler Seçildi

source: %ld component
ar: %ld من المكوّنات
de: %ld Komponente
es: %ld componente
fr: %ld composant
he: רכיב %ld
id: %ld komponen
it: %ld componente
pt_br: %ld componente
ru: %ld компонент
sv: %ld komponent
tr: %ld bileşen

source: %ld components
ar: %ld من المكوّنات
de: %ld Komponenten
es: %ld componentes
fr: %ld composants
he: %ld רכיבים
id: %ld komponen
it: %ld componenti
nl: %ld componenten
pt_br: %ld componentes
ru: Компонентов: %ld
sv: %ld komponenter
tr: %ld bileşen

source: %ld cross-sell product
ar: %ld منتج تسويقي
de: %ld Nutze Cross-Sell-Möglichkeiten für ein Produkt
es: %ld venta cruzada de producto
fr: %ld produit en ventes croisées
he: מוצר %ld של מכירות משלימות
id: %ld produk cross-sell
it: %ld prodotto di cross-sell
ja: %ldクロスセル商品
pt_br: %ld produto para venda cruzada
ru: Продукт для кроссела: %ld
sv: %ld korsförsäljningsprodukt
tr: %ld çapraz satış ürünü

source: %ld cross-sell products
ar: %ld من المنتجات التسويقية
de: %ld Nutze Cross-Sell-Möglichkeiten für Produkte
es: %ld ventas cruzadas de productos
fr: %ld produits en ventes croisées
he: %ld מוצרים של מכירות משלימות
id: %ld produk cross-sell
it: %ld prodotti di cross-sell
ja: %ldクロスセル商品
nl: %ld cross-sellproducten
pt_br: %ld produtos para venda cruzada
ru: Продукты для кроссела: %ld
sv: %ld korsförsäljningsprodukter
tr: %ld çapraz satış ürünü

source: %ld file
ar: %ld ملف
de: %ld Datei
es: %ld archivo
fr: %ld fichier
he: קובץ %ld
ja: %ld ファイル
nl: %ld bestand
pt_br: %ld arquivo
ru: %ld файл
sv: %ld fil
tr: %ld dosya

source: %ld files
ar: %ld ملفات
de: %ld Dateien
es: %ld archivos
fr: %ld fichiers
he: %ld קבצים
id: %ld file
it: %ld file
ja: %ld ファイル
nl: %ld bestanden
pt_br: %ld arquivos
ru: %ld файлы
sv: %ld filer
tr: %ld dosya

source: %ld product
ar: %ld المنتج
de: %ld Produkt
es: %ld producto
fr: %ld produit
he: %ld מוצר
id: %ld produk
it: %ld prodotto
ja: %ld 商品
pt_br: %ld produto
ru: %ld товар
sv: %ld produkt
tr: %ld ürün

source: %ld products
ar: %ld المنتجات
de: %ld Produkte
es: %ld productos
fr: %ld produits
he: %ld מוצרים
id: %ld produk
it: %ld prodotti
ja: %ld 商品
nl: %ld producten
pt_br: %ld produtos
ru: %ld товаров (товара)
sv: %ld produkter
tr: %ld ürünler

source: %ld upsell product
ar: %ld منتج موصى به
de: %ld Verkaufe ein zusätzliches Produkt
es: %ld venta dirigida de producto
fr: %ld produit suggéré
he: מוצר %ld של שדרוגי מכירות
id: %ld produk upsell
it: %ld prodotto di upsell
ja: %ldアップセル商品
pt_br: %ld produto para aumentar venda
ru: Продукт для апсела: %ld
sv: %ld merförsäljningsprodukt
tr: %ld yukarı satış ürünü

source: %ld upsell products
ar: %ld من المنتجات الموصى بها
de: %ld Verkaufe zusätzliche Produkte
es: %ld ventas dirigidas de productos
fr: %ld produits suggérés
he: %ld מוצרים של שדרוגי מכירות
id: %ld produk upsell
it: %ld prodotti di upsell
ja: %ldアップセル商品
nl: %ld upsell-producten
pt_br: %ld produtos para aumentar venda
ru: Продукты для апсела: %ld
sv: %ld merförsäljningsprodukter
tr: %ld yukarı satış ürünü

source: %ld variation
ar: %ld مجموعة
de: %ld Variante
es: %ld variación
fr: %ld variante
he: סוג %ld
id: %ld variasi
it: %ld variante
ja: %ld個のバリエーション
nl: %ld variatie
pt_br: %ld variação
ru: %ld вариант
sv: %ld variant
tr: %ld varyasyon

source: %ld variations
ar: %ld من المجموعات
de: %ld Varianten
es: %ld variaciones
fr: %ld variantes
he: %ld סוגים
id: %ld variasi
it: %ld varianti
ja: %ld個のバリエーション
nl: %ld variaties
pt_br: %ld variações
ru: Вариантов: %ld
sv: %ld varianter
tr: %ld varyasyon

source: (No Title)
ar: (بدون عنوان)
de: (kein Titel)
es: (sin título)
fr: (aucun titre)
he: (חסרה כותרת)
id: (tanpa judul)
it: (senza titolo)
ja: (タイトルなし)
nl: (Geen titel)
pt_br: (sem título)
ru: (без заголовка)
sv: (ingen rubrik)
tr: (başlık yok)
