Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: Please wait while we connect your site %1$@ with Jetpack.
ar: يرجى الانتظار بينما نقوم بربط موقعك %1$@ بـ Jetpack.
de: Bitte warten, deine Website %1$@ wird mit Jetpack verbunden.
es: Espera mientras conectamos tu sitio %1$@ con Jetpack.
fr: Veuillez patienter pendant que nous connectons votre site %1$@ à Jetpack.
he: רק רגע, אנחנו מחברים האתר שלך %1$@ אל Jetpack ‎.
id: Harap tunggu sembari kami menghubungkan situs %1$@ Anda dengan Jetpack.
it: Attendi mentre connettiamo il tuo sito %1$@ con Jetpack.
ja: サイト %1$@ を Jetpack に接続する間、しばらくお待ちください
nl: Een moment geduld, we zijn bezig je site %1$@ te verbinden met Jetpack.
pt_br: Aguarde enquanto conectamos o seu site %1$@ ao Jetpack.
ru: Подождите, мы подключаем сайт %1$@ к Jetpack.
sv: Vänta medan vi ansluter din webbplats %1$@ till Jetpack.
tr: %1$@ siteniz Jetpack ile bağlanırken lütfen bekleyin.

source: Please wait while we connect your store %1$@ with Jetpack.
ar: يرجى الانتظار بينما نربط موقعك %1$@ بـ Jetpack.
de: Bitte warten, deine Shop %1$@ wird mit Jetpack verbunden.
es: Espera mientras conectamos tu tienda %1$@ con Jetpack.
fr: Veuillez patienter pendant que nous connectons votre boutique %1$@ à Jetpack.
he: רק רגע, אנחנו מחברים את החנות שלך %1$@ אל Jetpack‎.
id: Harap tunggu sembari kami menyambungkan toko %1$@ Anda dengan Jetpack.
it: Attendi mentre connettiamo il tuo negozio %1$@ con Jetpack.
ja: ストア %1$@ を Jetpack と連携する間、しばらくお待ちください。
nl: Een moment geduld, we zijn bezig je winkel %1$@ te verbinden met Jetpack.
pt_br: Aguarde enquanto conectamos sua loja %1$@ ao Jetpack.
ru: Подождите, мы подключаем магазин %1$@ к Jetpack.
sv: Vänta medan vi ansluter din butik %1$@ med Jetpack.
tr: %1$@ mağazanız Jetpack ile bağlanırken lütfen bekleyin.

source: Please wait while we create the new variation
ar: يرجى الانتظار في أثناء قيامنا بإنشاء مجموعة جديدة
de: Warte bitte, während wir die neue Variation erstellen
es: Espera un momento mientras creamos la nueva variación
fr: Veuillez patienter, la nouvelle variante est en cours de création
he: יש להמתין כמה רגעים בזמן שאנחנו יוצרים את הסוג החדש
id: Harap tunggu sembari kami membuat variasi baru
it: Attendi mentre creiamo la nuova variante
ja: 新しいバリエーションが作成されるまでしばらくお待ちください
nl: Een moment geduld alsjeblieft. De nieuwe variatie wordt gemaakt.
pt_br: Aguarde enquanto criamos uma nova variação
ru: Дождитесь создания нового варианта
sv: Vänta medan vi skapar den nya variationen
tr: Yeni varyasyon oluşturulurken lütfen bekleyin

source: Please wait while we publish this product to your store
ar: يرجى الانتظار بينما ننشر هذا المنتج في المخزن الخاص بك
de: Bitte warte, während wir dieses Produkt in deinem Shop veröffentlichen.
es: Espera mientras publicamos este producto en tu tienda
fr: Veuillez patienter pendant que nous publions ce produit dans votre boutique.
he: יש להמתין מעט לפרסום המוצר הזה בחנות שלך
id: Harap tunggu sementara kami memublikasikan produk ini ke toko Anda
it: Attendi mentre pubblichiamo questo prodotto nel tuo negozio
ja: この製品をストアに公開するまでしばらくお待ちください
nl: Een moment geduld terwijl we dit product in je winkel publiceren
pt_br: Aguarde enquanto publicamos o produto na sua loja
ru: Подождите, пока мы не опубликуем этот продукт в вашем магазине
sv: Vänta tills vi publicerar den här produkten i din butik
tr: Bu ürün mağazanızda yayımlanırken lütfen bekleyin

source: Please wait while we save a copy of this product to your store
ar: يرجى الانتظار بينما نحفظ نسخة من هذا المنتج إلى متجرك
de: Bitte warte, während wir eine Kopie dieses Produkts in deinem Shop speichern
es: Espera mientras guardamos una copia de este producto en tu tienda
fr: Veuillez patienter pendant que nous enregistrons une copie de ce produit dans votre boutique.
he: עליך להמתין זמן מה בזמן שאנחנו שומרים עותק של המוצר בחנות שלך
id: Harap tunggu sembari kami menyimpan salinan produk ini di toko Anda
it: Attendi mentre salviamo una copia di questo prodotto nel tuo negozio
ja: ストアにこの商品のコピーを保存しています。しばらくお待ちください
nl: Een moment geduld terwijl we een kopie van dit product in je winkel opslaan
pt_br: Aguarde enquanto salvamos uma cópia deste produto na sua loja
ru: Подождите, пока мы не сохраним копию этого продукта в вашем магазине
sv: Vänta tills vi har sparat en kopia av den här produkten i din butik
tr: Bu ürün mağazanıza kaydedilirken lütfen bekleyin

source: Please wait while we save this product to your store
ar: يرجى الانتظار بينما نحفظ هذا المنتج في مخزنك
de: Bitte warte, während wir dieses Produkt in deinem Shop speichern.
es: Espera mientras guardamos este producto en tu tienda
fr: Veuillez patienter pendant que nous enregistrons ce produit dans votre boutique.
he: עליך להמתין זמן מה בזמן שאנחנו שומרים מוצר זה בחנות שלך
id: Harap tunggu sembari kami menyimpan produk ini di toko Anda
it: Attendi mentre salviamo questo prodotto nel tuo negozio
ja: ストアにこの商品を保存しています。しばらくお待ちください
nl: Een moment geduld terwijl we dit product in je winkel opslaan
pt_br: Aguarde enquanto salvamos o produto na sua loja
ru: Подождите, пока мы не сохраним этот продукт в вашем магазине
sv: Vänta tills vi sparar den här produkten i din butik
tr: Bu ürünü mağazanıza kaydederken lütfen bekleyin

source: Please wait while we save your latest changes
ar: يرجى الانتظار بينما نقوم بحفظ أحدث التغييرات التي أجريتها
de: Bitte warten, deine Änderungen werden gespeichert
es: Espera mientras guardamos los últimos cambios que has realizado.
fr: Veuillez patienter pendant l’enregistrement de vos modifications.
he: רק רגע, אנחנו שומרים את השינויים האחרונים שביצעת
id: Harap tunggu sembari kami menyimpan perubahan terbaru Anda
it: Attendi mentre salviamo le ultime modifiche
ja: 最新の変更を保存する間、しばらくお待ちください
nl: Een moment geduld, we zijn bezig je meest recente wijzigingen op te slaan
pt_br: Aguarde enquanto salvamos suas alterações mais recentes
ru: Подождите, сохраняются последние изменения
sv: Vänta medan vi sparar dina senaste ändringar
tr: En son değişikliklerinizi kaydederken lütfen bekleyin

source: Please wait while we update these products on your store
ar: يرجى الانتظار بينما نقوم بتحديث هذه المنتجات في متجرك
de: Bitte warte, während wir diese Produkte in deinem Shop aktualisieren
es: Espera mientras actualizamos estos productos de tu tienda
fr: Veuillez patienter pendant que nous mettons à jour ces produits dans votre boutique.
he: יש להמתין זמן מה, אנחנו מעדכנים כעת את המוצרים האלו בחנות
id: Harap tunggu sembari kami memperbarui produk ini di toko Anda
it: Attendi mentre aggiorniamo questi prodotti nel tuo negozio
ja: ストアの商品を更新しています。しばらくお待ちください。
nl: Een moment geduld terwijl we deze producten in je winkel bijwerken
pt_br: Aguarde enquanto atualizamos esses produtos na sua loja
ru: Подождите, пока мы не обновим этот продукт в вашем магазине
sv: Vänta medan vi uppdaterar dessa produkter på din butik
tr: Bu ürünleri mağazanızda güncellerken lütfen bekleyin

source: Please wait while we update your store details
ar: يرجى الانتظار حينما نقوم بتحديث تفاصيل مخزنك
de: Bitte warten, während deine Shop-Details aktualisiert werden
es: Espera mientras actualizamos los detalles de tu tienda.
fr: Veuillez patienter pendant la mise à jour des détails de votre boutique
he: עליך להמתין זמן מה בזמן שאנחנו מעדכנים את הפרטים בחנות
id: Harap tunggu sembari kami melakukan update untuk detail toko Anda
it: Attendi mentre aggiorniamo i dettagli del negozio
ja: ストアの詳細を更新しています。しばらくお待ちください
nl: Even geduld terwijl we je winkelgegevens bijwerken
pt_br: Aguarde enquanto atualizamos os detalhes da sua loja
ru: Дождитесь окончания обновления сведений о магазине
sv: Vänta medan vi uppdaterar dina butiksdetaljer
tr: Mağaza bilgileriniz güncellenirken lütfen bekleyin

source: Please wait...
ar: يُرجى الانتظار...
de: Bitte warten …
es: Por favor, espera
fr: Veuillez patienter
he: רק רגע...
id: Harap tunggu...
it: Attendi…
ja: しばらくお待ちください...
nl: Een moment geduld
pt_br: Aguarde...
ru: Подождите...
sv: Vänta …
tr: Lütfen bekleyin...

source: Please, add a new payment method
ar: ترجى إضافة طريقة دفع جديدة
de: Füge eine neue Zahlungsmethode hinzu
es: Añade un método de pago nuevo
fr: Veuillez ajouter un nouveau moyen de paiement.
he: יש להוסיף אמצעי תשלום חדש
id: Harap tambahkan metode pembayaran baru
it: Aggiungi un nuovo metodo di pagamento
ja: 新しい決済方法を追加してください
nl: Voeg een nieuwe betaalmethode toe
pt_br: Adicione uma nova forma de pagamento
ru: Добавьте способ оплаты
sv: Lägg till en ny betalningsmetod
tr: Lütfen yeni bir ödeme yöntemi ekleyin

source: Plugins
ar: الإضافات
fr: Extensions
he: תוספים
id: Plugin
it: Plugin
ja: プラグイン
ru: Плагины
sv: Tillägg
tr: Eklentiler

source: Point of Sale Mode
ar: وضع نقطة البيع
de: Modus „Verkaufsort“ (POS)
es: Modo de punto de venta
fr: Mode point de vente
he: מצב 'נקודת מכירה'
id: Mode Titik Penjualan
it: Punto vendita
nl: Verkooppuntmodus
pt_br: Modo de ponto de venda
ru: Режим «Пункт продажи»
sv: Försäljningsplatsläge
tr: Satış Noktası Modu

source: Poland
ar: بولندا
de: Polen
es: Polonia
fr: Pologne
he: פולין
id: Polandia
it: Polonia
ja: ポーランド
nl: Polen
pt_br: Polônia
ru: Польша
sv: Polen
tr: Polonya

source: Popular
ar: الأكثر شعبية
de: Beliebt
fr: Popularité
he: פופולארי
id: Populer
it: Popolari
nl: Populair
ru: Популярное
sv: Populära
tr: En çok tutulan

source: Portugal
ar: البرتغال
he: פורטוגל
it: Portogallo
ja: ポルトガル
ru: Португалия
tr: Portekiz

source: Postcode
ar: الرمز البريدي
de: Postleitzahl
es: Código postal
fr: Code Postal
he: מיקוד
id: Kode pos
it: C.A.P.
ja: 郵便番号
pt_br: CEP
ru: Почтовый индекс
sv: Postnummer
tr: Posta Kodu

source: Postcode missing
ar: الرمز البريدي مفقود
de: Postleitzahl fehlt
es: Falta el código postal
fr: Code postal manquant
he: המיקוד חסר
id: Kode pos belum diisi
it: Codice postale mancante
ja: 郵便番号がありません
nl: Postcode ontbreekt
pt_br: Informe o código postal
ru: Не указан почтовый индекс
sv: Postnummer saknas
tr: Posta kodu eksik

source: Potentially hazardous material includes items such as batteries, dry ice, flammable liquids, aerosols, ammunition, fireworks, nail polish, perfume, paint, solvents, and more. Hazardous items must ship in separate packages.
ar: تشمل المواد محتملة الخطورة عناصر، مثل: البطاريات والثلج الجاف والسوائل القابلة للاشتعال والأهباء الجوية والذخائر والألعاب النارية وطلاء الأظافر والعطور والدهانات والمذيبات والمزيد. يجب شحن العناصر الخطرة في حاويات منفصلة.
de: Zu den potenziell gefährlichen Materialien zählen u. a. Batterien, Trockeneis, brennbare Flüssigkeiten, Sprühdosen, Munition, Feuerwerkskörper, Nagellack, Parfüm, Farben und Lösemittel. Gefährliche Gegenstände müssen in separaten Paketen versendet werden.
es: El material potencialmente peligroso incluye artículos como pilas, hielo seco, líquidos inflamables, aerosoles, munición, fuegos artificiales, esmalte de uñas, perfume, pintura, disolventes, etc. Los artículos peligrosos deben enviarse en paquetes separados.
fr: Parmi les produits potentiellement dangereux figurent notamment les batteries, la neige carbonique, les liquides inflammables, les aérosols, les munitions, les feux d’artifice, le vernis à ongles, le parfum, la peinture et les solvants. Les articles dangereux doivent être expédiés séparément.
he: חומרים שעלולים להיות מסוכנים כוללים פריטים כגון סוללות, קרח יבש, נוזלים דליקים, תרסיסים, תחמושת, זיקוקים, לק לציפורניים, בושם, צבע, חומרים ממסים ועוד. יש לשלוח חומרים מסוכנים באריזות נפרדות.
id: Bahan berbahaya meliputi item-item seperti baterai, es kering, cairan yang mudah terbakar, aerosol, amunisi, kembang api, cat kuku, parfum, cat, pelarut, dan lain-lain. Item-item yang berbahaya harus dikirimkan dalam paket-paket terpisah.
it: I materiali potenzialmente pericolosi includono articoli come batterie, ghiaccio secco, liquidi infiammabili, aerosol, munizioni, fuochi d'artificio, smalto per unghie, profumi, vernici, solventi e altro ancora. I materiali pericolosi devono essere spediti in pacchi separati.
nl: Mogelijk gevaarlijk materiaal waaronder batterijen, droogijs, ontvlambare vloeistoffen, aerosolen, ammunitie, vuurwerk, nagellak, parfum, verf, oplosmiddelen en meer. Gevaarlijke producten moeten in een aparte verpakking worden verzonden.
pt_br: Os materiais que podem ser perigosos incluem itens como baterias, gelo seco, líquidos inflamáveis, aerossol, munição, fogos de artifício, esmalte de unha, perfume, tinta, solventes, entre outros. Itens perigosos devem ser transportados em embalagens separadas.
ru: К потенциально опасным материалам относятся: батарейки и аккумуляторы, сухой лёд, воспламеняющиеся жидкости, аэрозоли, боеприпасы, фейерверки, лаки для ногтей, парфюмерные изделия, краски, растворители и т. д. Опасные товары должны доставляться в отдельных упаковках.
sv: Potentiellt farligt material inkluderar varor såsom batterier, torris, brandfarliga vätskor, aerosoler, ammunition, fyrverkerier, nagellack, parfym, färg, lösningsmedel med mera. Farliga varor måste skickas i separata paket.
tr: Potansiyel olarak tehlikeli maddeler arasında piller, kuru buz, yanıcı sıvılar, aerosoller, mühimmat, havai fişekler, oje, parfüm, boya, çözücüler ve daha fazlası yer almaktadır. Tehlikeli maddeler ayrı paketlerde gönderilmelidir.

source: Powered by AI. %1$@.
ar: مدعوم من الذكاء الاصطناعي. %1$@.
de: Mit Unterstützung von KI. %1$@.
es: Con tecnología de IA. %1$@.
fr: Alimenté par l’IA. %1$@.
he: מופעל באמצעות בינה מלאכותית. %1$@.
id: Berbasis AI. %1$@.
it: Con tecnologia IA. %1$@.
nl: Mogelijk gemaakt door AI. %1$@.
pt_br: Criado com IA. %1$@.
ru: На основе ИИ. %1$@.
sv: Drivs med AI. %1$@.
tr: Yapay zeka destekli. %1$@.

source: Powered by Automattic
ar: مدعوم من Automattic
de: Bereitgestellt von Automattic
es: Ofrecido por Automattic
fr: Propulsé par Automattic
he: מופעל על ידי Automattic
id: Didukung oleh Automattic
it: Utilizza Automattic
nl: Mogelijk gemaakt door Automattic
pt_br: Com tecnologia Automattic
ru: При поддержке Automattic
sv: Drivs av Automattic
tr: Automattic tarafından desteklenmektedir

source: Premium themes included
ar: تم تضمين قوالب متميزة
de: Premium-Themes enthalten
es: Se incluyen temas Premium
fr: Thèmes premium inclus
he: כולל ערכות פרימיום
id: Termasuk tema premium
it: Temi premium inclusi
nl: Premium thema’s inbegrepen
pt_br: Temas premium inclusos
ru: Премиум-темы включены в состав
sv: Premiumteman inkluderade
tr: Premium temalar dahildir

source: Preparing Tap to Pay on iPhone
ar: تجهيز Tap to Pay على iPhone
de: „Tap to Pay“ auf dem iPhone wird vorbereitet
es: Preparando Tap to Pay on iPhone
fr: Préparation de la fonctionnalité Appuyer pour payer sur iPhone
he: הכנה של Tap To Pay ב-iPhone
id: Menyiapkan Ketuk untuk Bayar di iPhone
it: Preparazione di Tocca per pagare su iPhone
nl: Tap to Pay on iPhone voorbereiden
pt_br: Preparando o Tap to Pay on iPhone
ru: Подготовка Tap to Pay on iPhone
sv: Förbereder Tryck för att betala på iPhone
tr: Tap to Pay on iPhone hazırlanıyor

source: Preparing Tap to Pay on iPhone
ar: تجهيز Tap to Pay على iPhone
de: „Tap to Pay“ auf dem iPhone wird vorbereitet
es: Preparando Tap to Pay on iPhone
fr: Préparation de la fonctionnalité Appuyer pour payer sur iPhone
he: הכנה של Tap To Pay ב-iPhone
id: Menyiapkan Ketuk untuk Bayar di iPhone
it: Preparazione di Tocca per pagare su iPhone
nl: Tap to Pay on iPhone voorbereiden
pt_br: Preparando o Tap to Pay on iPhone
ru: Подготовка Tap to Pay on iPhone
sv: Förbereder Tryck för att betala på iPhone
tr: Tap to Pay on iPhone hazırlanıyor

source: Preparing document
ar: إعداد المستند
de: Dokument wird vorbereitet
es: Preparando el documento
fr: Préparation du document
he: מכין את המסמך
id: Menyiapkan dokumen
it: Preparazione del documento
ja: Document を準備中
nl: Document voorbereiden
pt_br: Preparando documento
ru: Подготовка документа
sv: Förbereder dokument
tr: Belge hazırlanıyor

source: Preparing reader
ar: تجهيز القارئ
de: Lesegerät wird vorbereitet
es: Preparando el lector
fr: Préparation du lecteur
he: הכנה של קורא כרטיסים
id: Menyiapkan pembaca
it: Preparazione del lettore
nl: Lezer voorbereiden
pt_br: Preparando o leitor
ru: Подготовка приложения для чтения карт
sv: Förbereder läsaren
tr: Okuyucu hazırlanıyor

source: Present card to pay
ar: تقديم بطاقة للدفع
de: Zum Bezahlen Karte vorlegen
es: Presentar una tarjeta para pagar
fr: Présenter la carte pour procéder au paiement
he: יש להציג את הכרטיס לביצוע תשלום
id: Siapkan kartu untuk membayar
it: Presenta carta per pagare
ja: カードを提示して支払う
nl: Geef kaart op om te betalen
pt_br: Apresente um cartão para pagar
ru: Передайте карту для оплаты
sv: Ange kort för att betala
tr: Ödemek için kartı gösterin

source: Present card to refund
ar: تقديم البطاقة لاسترداد الأموال
de: Zum Erstatten Karte vorlegen
es: Presenta una tarjeta para el reembolso
fr: Présenter la carte pour procéder au remboursement
he: יש להציג את הכרטיס לביצוע החזר כספי
id: Siapkan kartu untuk mengembalikan dana
it: Presenta carta per rimborsare
ja: カードを提示して返金
nl: Geef kaart op om terug te betalen
pt_br: Apresente um cartão para receber o reembolso
ru: Передайте карту для возврата средств
sv: Ange kort för att återbetala
tr: Geri ödeme almak için kartı gösterin

source: Preview
ar: معاينة
de: Vorschau
es: Vista previa
fr: Prévisualisation
he: תצוגה מקדימה
id: Pratampil
it: Anteprima
ja: プレビュー
nl: Voorbeeld
pt_br: Pré-visualizar
ru: Просмотр
sv: Visa
tr: Önizleme

source: Previously Refunded
ar: تم استرداد المبلغ سابقًا
de: Bisher zurückerstattet
es: Reembolsado anteriormente
fr: Remboursements déjà effectués
he: החזר כספי בוצע בעבר
id: Sebelumnya sudah Dikembalikan
it: Precedentemente rimborsato
ja: 過去に返金済み
nl: Eerder terugbetaald
pt_br: Já reembolsado
ru: Предыдущие возвраты
sv: Tidigare återbetalt
tr: Daha Önce Para İadesi Yapıldı

source: Price
ar: السعر
de: Preis
es: Precio
fr: Prix
he: מחיר
id: Harga
it: Prezzo
ja: 価格
nl: Prijs
pt_br: Preço
ru: Цена
sv: Pris
tr: Fiyat

source: Price after discount
ar: السعر بعد الخصم
de: Preis mit Rabatt
es: Precio después del descuento
fr: Prix après remise
he: מחיר לאחר הנחה
id: Harga setelah diskon
it: Prezzo dopo lo sconto
nl: Prijs na korting
pt_br: Preço após o desconto
ru: Цена со скидкой
sv: Pris efter rabatt
tr: İndirim sonrası fiyat

source: Price updated
ar: تم تحديث السعر
de: Preis aktualisiert
es: Se ha actualizado el precio
fr: Prix mis à jour
he: המחיר עודכן
id: Harga diperbarui
it: Prezzo aggiornato
ja: 価格を更新しました
nl: Prijs is bijgewerkt
pt_br: Preço atualizado
ru: Цена обновлена
sv: Pris uppdaterat
tr: Fiyat güncellendi

source: Prices for variations won't be updated.
ar: لن يتم تحديث أسعار التباينات.
de: Preise von Varianten werden nicht aktualisiert.
es: Los precios de las variaciones no se actualizarán.
fr: Les prix des variantes ne seront pas mis à jour.
he: מחירים של סוגים לא יעודכנו.
id: Harga untuk variasi tidak akan diperbarui.
it: I prezzi per le varianti non verranno aggiornati.
ja: バリエーションの価格は更新されません。
nl: Prijzen voor variaties worden niet bijgewerkt.
pt_br: Os preços de variações não serão atualizados.
ru: Цены вариантов останутся без изменений.
sv: Priser för variationer uppdateras inte.
tr: Varyasyon fiyatları güncellenmeyecek.

source: Prices updated successfully.
ar: تم تحديث الأسعار بنجاح.
de: Die Preise wurden erfolgreich aktualisiert.
es: Los precios se han actualizado correctamente.
fr: Les prix ont bien été mis à jour.
he: המחירים עודכנו בהצלחה.
id: Harga berhasil diperbarui.
it: Prezzi aggiornati correttamente.
ja: 価格が正常に更新されました。
nl: Prijzen succesvol bijgewerkt.
pt_br: Preços atualizados com sucesso.
ru: Цены обновлены.
sv: Priser uppdaterades utan problem.
tr: Fiyatlar başarıyla güncellendi.

source: Primary site address
ar: رابط الموقع الأساسي
de: Adresse der Haupt-Website
es: Dirección principal del sitio
fr: Adresse du site principal
he: כתובת האתר הראשי
id: Alamat situs utama
it: Indirizzo principale del sito
ja: 主要サイトのアドレス
nl: Primair site adres
pt_br: Endereço do site primário
ru: Основной адрес сайта
sv: Primär webbplatsadress
tr: Birincil site adresi

source: Print
ar: اطبع
de: Drucken
es: Imprimir
fr: Imprimer
he: להדפיס
id: Cetak
it: Stampa
ja: 印刷
nl: Afdrukken
pt_br: Imprimir
ru: Печать
sv: Skriv ut
tr: Yazdır

source: Print Customs Form
ar: طباعة نموذج الجمارك
de: Zollformular drucken
es: Imprimir formulario de aduanas
fr: Imprimer le formulaire douanier
he: הדפסת טופס מכס
id: Cetak Formulir Bea Cukai
it: Stampa modulo doganale
ja: 税関申告書を印刷
nl: Douaneformulier afdrukken
pt_br: Imprimir declaração aduaneira
ru: Печать таможенной формы
sv: Skriv ut tullformulär
tr: Gümrük Formu Yazdır

source: Print Shipping Label
ar: طباعة ملصق الشحن
de: Versandetikett drucken
es: Imprimir etiqueta de envío
fr: Imprimer l’étiquette d’expédition
he: להדפיס תווית משלוח
id: Cetak Label Pengiriman
it: Stampa etichetta di spedizione
ja: 配送ラベルを印刷
nl: Verzendlabel afdrukken
pt_br: Imprimir etiqueta de envio
ru: Напечатать транспортную этикетку
sv: Skriv ut fraktetikett
tr: Gönderi Etiketini Yazdır

source: Print Shipping Labels
ar: طباعة ملصقات الشحن
de: Versandetikette drucken
es: Imprimir etiquetas de envío
fr: Imprimer des étiquettes d’expédition
he: להדפיס תוויות משלוח
id: Cetak Label Pengiriman
it: Stampa etichette di spedizione
ja: 配送ラベルを印刷
nl: Verzendlabels afdrukken
pt_br: Imprimir etiquetas de envio
ru: Напечатать транспортные этикетки
sv: Skriv ut fraktetiketter
tr: Gönderim Etiketleri Yazdır

source: Print customs form
ar: طباعة نموذج الجمارك
de: Zollformular drucken
es: Imprimir formulario de aduanas
fr: Imprimer le formulaire douanier
he: הדפסת טופס מכס
id: Cetak formulir bea cukai
it: Stampa modulo doganale
ja: 税関申告書を印刷
nl: Douaneformulier afdrukken
pt_br: Imprimir declaração aduaneira
ru: Печать таможенной формы
sv: Skriv ut tullformulär
tr: Gümrük formu yazdır

source: Print customs invoice
ar: طباعة فاتورة الجمارك
de: Zollrechnung drucken
es: Imprimir factura de aduanas
fr: Imprimer la facture de douane
he: הדפסת חשבונית מכס
id: Cetak faktur bea cukai
it: Stampa fattura doganale
ja: 税関送り状を印刷
nl: Douanefactuur afdrukken
pt_br: Imprimir fatura aduaneira
ru: Печать таможенного счета-фактуры
sv: Skriv ut tullfaktura
tr: Gümrük faturası yazdır

source: Print from your mobile device
ar: طباعة من جهازك المحمول
de: Von deinem Mobilgerät aus drucken
es: Imprime desde tu dispositivo móvil
fr: Imprimer à partir de votre appareil mobile
he: להדפיס מהמכשיר הנייד שלך
id: Cetak dari perangkat seluler Anda
it: Stampa dal tuo dispositivo mobile
ja: モバイルデバイスを使って印刷する
nl: Printen vanaf uw mobiele apparaat
pt_br: Imprima do seu dispositivo móvel
ru: Распечатать с вашего мобильного устройства
sv: Skriv ut från din mobila enhet
tr: Mobil cihazınızdan yazdırın

source: Print from your phone
ar: الطباعة من هاتفك
de: Über dein Mobiltelefon drucken
es: Imprimir con tu teléfono
fr: Imprimer depuis votre téléphone
he: להדפיס מהטלפון שלך
id: Cetak dari Telepon Anda
it: Stampa dal telefono
ja: スマートフォンから印刷
nl: Afdrukken vanaf je telefoon
pt_br: Imprimir a partir do seu telefone
ru: Печать с телефона
sv: Skriv ut från din telefon
tr: Telefonunuzla yazdırın

source: Print labels from your phone, with WooCommerce Shipping.
ar: اطبع الملصقات من هاتفك باستخدام WooCommerce Shipping.
de: Drucke Etiketten über dein Mobiltelefon aus – WooCommerce Shipping macht es möglich.
es: Imprime etiquetas desde tu teléfono con WooCommerce Shipping.
fr: Imprimez des étiquettes depuis votre téléphone avec WooCommerce Shipping.
he: להדפיס תוויות מהטלפון שלך בעזרת WooCommerce Shipping.
id: Cetak label dari ponsel dengan WooCommerce Shipping.
it: Stampa etichette dal tuo telefono con WooCommerce Shipping.
ja: WooCommerce Shipping を使用してスマートフォンからラベルを印刷します。
nl: Druk labels af vanaf je telefoon met WooCommerce Shipping.
pt_br: Imprima etiquetas usando o WooCommerce Shipping no seu celular.
ru: Печатайте транспортные этикетки с телефона, используя WooCommerce Shipping.
sv: Skriv ut etiketter från din telefon, med WooCommerce Shipping.
tr: WooCommerce Shipping ile etiketleri telefonunuzdan yazdırın.
