Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

# OrderDetail.trashOrder.notice.undoMessage
source: Order trashed
ar: تم وضع الطلب في سلة المهملات
de: Bestellung in den Papierkorb verschoben
es: Pedido movido a la papelera
fr: Commande envoyée dans la corbeille
he: ההזמנה הועברה לפח
id: Pesanan dipindahkan ke tempat sampah
it: Ordine spostato nel cestino
nl: Bestelling naar prullenbak verplaatst
pt_br: Pedido movido para a lixeira
ru: Заказ отправлен в корзину
sv: Beställning borttagen
tr: Sipariş çöp kutusuna taşındı

# OrderDetailsDataSource.configureSeeReceipt.button.title
source: See Receipt
ar: الاطلاع على الإيصال
de: Beleg anzeigen
es: Ver recibo
fr: Voir le reçu
he: להצגת הקבלה
id: Lihat Tanda Terima
it: Visualizza ricevuta
nl: Bekijk kwitantie
pt_br: Ver recibo
ru: Смотреть чек
sv: Se kvitto
tr: Faturayı Gör

# OrderDetailsViewModel.displayReceiptRetrievalErrorNotice.notice
source: Unable to retrieve receipt.
ar: يتعذر استرداد الإيصال.
de: Der Beleg konnte nicht abgerufen werden.
es: No se ha podido recuperar el recibo.
fr: Impossible de récupérer le reçu.
he: לא ניתן לאחזר את הקבלה.
id: Tidak dapat mengambil tanda terima.
it: Impossibile recuperare la ricevuta.
nl: Kan kwitantie niet ophalen.
pt_br: Não foi possível recuperar o recibo.
ru: Не удалось получить чек.
sv: Kan inte hämta kvitto.
tr: Fatura alınamıyor.

# OrderSubscriptionTableViewCellViewModel.billingInterval
source: Every %1$@ %2$@
ar: كل %1$@ %2$@
de: Alle %1$@ %2$@
es: Cada %1$@ %2$@
fr: Tous les %1$@ %2$@
he: כל %1$@ %2$@
id: Setiap %1$@ %2$@
it: Ogni %1$@ %2$@
nl: Elke %1$@ %2$@
pt_br: A cada %1$@ %2$@
ru: Каждые %1$@ %2$@
sv: Var %1$@ %2$@
tr: Her %1$@ %2$@

# OrderSubscriptionTableViewCellViewModel.formattedSubscriptionTitle
source: Subscription #%1$@
ar: رقم الاشتراك %1$@
de: Abonnement-Nr. %1$@
es: Suscripción n.º %1$@
fr: Abonnement n° %1$@
he: מינוי #%1$@
id: Langganan #%1$@
it: Abbonamento n. %1$@
nl: Abonnementnummer %1$@
pt_br: Assinatura %1$@
ru: Подписка № %1$@
sv: Prenumeration #%1$@
tr: %1$@ Numaralı Abonelik

# OrderSubscriptionTableViewCellViewModel.subscriptionTitle
source: Subscription #%d
ar: رقم الاشتراك%d
de: Abonnement-Nr. %d
es: Suscripción n.º %d
fr: Abonnement n° %d
he: מינוי מספר %d
id: Langganan #%d
it: Abbonamento n. %d
nl: Abonnementnummer%d
pt_br: Assinatura %d
ru: Подписка № %d
sv: Prenumeration #%d
tr: %d Numaralı Abonelik

source: Ordered List
ar: قائمة مرتَّبة
de: Sortierte Liste
es: Lista ordenada
fr: Liste ordonnée
he: רשימה ממוספרת
id: Daftar Berurutan
it: Elenco ordinato
ja: 順序付きリスト
nl: Geordende lijst
pt_br: Lista ordenada
ru: Упорядоченный список
sv: Sorterad lista
tr: Sıralanmış Liste

source: Orders
ar: الطلبات
de: Bestellungen
es: Pedidos
fr: Commandes
he: הזמנות
id: Pesanan
it: Ordini
ja: 注文
nl: Bestellingen
pt_br: Pedidos
ru: Заказы
sv: Ordrar
tr: Siparişler

source: Orders can still be created manually without enabling this feature.
ar: لا يزال بالإمكان إنشاء الطلبات يدويًا من دون تمكين هذه الميزة.
de: Bestellungen kannst du auch ohne Aktivierung dieser Funktion weiterhin manuell erstellen.
es: Los pedidos pueden seguir creándose manualmente sin activar esta función.
fr: Les commandes peuvent toujours être créées manuellement sans activer cette fonctionnalité.
he: עדיין ניתן ליצור הזמנות באופן ידני ללא הפעלת האפשרות הזו.
id: Pesanan tetap dapat dibuat secara manual tanpa mengaktifkan fitur ini.
it: Gli ordini possono comunque essere creati manualmente senza attivare questa funzione.
nl: Bestellingen kunnen nog steeds handmatig aangemaakt worden als je deze functie niet inschakelt.
pt_br: Os pedidos ainda podem ser criados manualmente sem essa funcionalidade.
ru: Заказы можно по-прежнему создавать вручную, не активируя этой функции.
sv: Beställningar kan fortfarande skapas manuellt utan att aktivera denna funktion.
tr: Siparişler bu özellik etkinleştirilmeden manuel olarak da oluşturulabilir.

source: Organise your products into related groups
ar: ترتيب منتجاتك في مجموعات ذات صلة
de: Ordne deine Produkte in zugehörige Gruppen an.
es: Organiza tus productos en grupos relacionados
fr: Organisez vos produits dans des groupes connexes
he: לארגן את המוצרים שלך בקבוצות קשורות
id: Tata produk Anda ke dalam kelompok yang berkaitan
it: Organizza i tuoi prodotti in gruppi correlati
ja: 商品を関連グループに整理する
nl: Organiseer je producten in gerelateerde groepen
pt_br: Organize os produtos nos grupos relacionados
ru: Объедините продукты в группы
sv: Organisera dina produkter i relaterade grupper
tr: Ürünlerinizi ilgili gruplara düzenleyin

source: Origin Country
ar: بلد المنشأ
de: Ursprungsland
es: País de origen
fr: Pays d’origine
he: מדינת המקור
id: Negara Asal
it: Paese di origine
ja: 原産国
nl: Land van herkomst
pt_br: País de origem
ru: Страна происхождения
sv: Ursprungsland
tr: Menşe Ülke

source: Origin Country is required
ar: يلزم بلد المنشأ
de: Ursprungsland erforderlich
es: El país de origen es obligatorio
fr: Le pays d’origine est obligatoire
he: יש להזין מדינת מקור
id: Negara Asal wajib diisi
it: Il Paese di origine è richiesto
ja: 原産国は必須項目です
nl: Land van herkomst is vereist
pt_br: País de origem é obrigatório
ru: Страну происхождения указывать обязательно
sv: Ursprungsland är obligatoriskt
tr: Menşe Ülke Gereklidir

source: Original packaging
ar: الحزمة الأصلية
de: Originalverpackung
es: Paquete original
fr: Emballage d’origine
he: אריזה מקורית
id: Kemasan asli
it: Pacchetto originale
ja: 初期の梱包
nl: Oorspronkelijke verpakking
pt_br: Pacote original
ru: Оригинальная упаковка
sv: Originalförpackning
tr: Orijinal paket

source: Other
ar: أخرى
de: Andere
es: Otros
fr: Autre
he: אחר
id: Lainnya
it: Altro
ja: その他
nl: Overige
pt_br: Outros
ru: Прочее
sv: Andra
tr: Diğer

source: Other Extension / Plugin
ar: امتداد آخر/إضافة أخرى
de: Andere Erweiterung/anderes Plugin
es: Otra extensión/plugin
fr: Autre extension
he: הרחבה / תוסף שונה
id: Ekstensi/Plugin lainnya
it: Altra estensione/plugin
ja: その他の拡張機能 / プラグイン
nl: Andere extensie / plugin
pt_br: Outra extensão/plugin
ru: Другое расширение/плагин
sv: Annan utökning/tillägg
tr: Diğer Uzantı / Eklenti

source: Other Sites
ar: مواقع أخرى
de: Andere Websites
es: Otros sitios
fr: Autres sites
he: אתרים אחרים
id: Situs Lainnya
it: Altri siti
ja: 他のサイト
nl: Andere sites
pt_br: Outros sites
ru: Другие сайты
sv: Andra webbplatser
tr: Diğer siteler

source: Out of stock
ar: غير متوفِّر
de: Ausverkauft
es: Agotado
fr: Rupture de stock
he: לא במלאי
id: Tidak ada stok
it: Esaurito
ja: 在庫なし
nl: Niet op voorraad
pt_br: esgotado
ru: Нет в наличии
sv: Slut i lager
tr: Stokta kalmadı

source: PACKAGE DETAILS
ar: تفاصيل الحزمة
de: VERPACKUNGSDETAILS
es: DETALLES DEL PAQUETE
fr: DÉTAILS DU COLIS
he: פרטי החבילה
id: INFORMASI KEMASAN
it: DETTAGLI PACCHETTO
ja: 荷物の詳細
nl: PAKKETGEGEVENS
pt_br: Detalhes do pacote
ru: СВЕДЕНИЯ О ПОСЫЛКЕ
sv: PAKETDETALJER
tr: PAKET AYRINTILARI

source: PRODUCT
ar: المنتج
de: PRODUKT
es: PRODUCTO
fr: PRODUIT
he: מוצר
id: PRODUK
it: PRODOTTO
ja: 商品
pt_br: PRODUTO
ru: ТОВАР
sv: PRODUKT
tr: ÜRÜN

source: Package %1$d
ar: الحزمة ⁦%1$d⁩
de: Paket %1$d
es: Paquete %1$d
fr: Colis %1$d
he: חבילה ⁦%1$d⁩
id: Paket %1$d
it: Pacchetto %1$d
ja: 荷物 %1$d
nl: Pakket %1$d
pt_br: Pacote %1$d
ru: Посылка %1$d
sv: Packet %1$d
tr: Paket %1$d

source: Package %1$d: %2$@
ar: الحزمة ⁦%1$d⁩: %2$@
de: Paket %1$d: %2$@
es: Paquete %1$d: %2$@
fr: Colis %1$d : %2$@
he: חבילה ⁦%1$d⁩: %2$@
id: Paket %1$d: %2$@
it: Pacchetto %1$d: %2$@
ja: 荷物 %1$d: %2$@
nl: Pakket %1$d: %2$@
pt_br: Pacote %1$d: %2$@
ru: Посылка %1$d: %2$@
sv: Paket %1$d: %2$@
tr: %1$d Paketi: %2$@

source: Package %d
ar: الحزمة %d
de: Paket %d
es: Paquete %d
fr: Colis %d
he: חבילה %d
id: Paket %d
it: Pacco %d
ja: 荷物 %d
nl: Pakket %d
pt_br: Pacote %d
ru: Посылка %d
sv: Förpackning %d
tr: Paket %d

source: Package Content
ar: محتوى الحزمة
de: Inhalt des Pakets
es: Contenido del paquete
fr: Contenu du colis
he: תוכן החבילה
id: Isi Paket
it: Contenuto del pacchetto
ja: 荷物の中身
nl: Inhoud van het pakket
pt_br: Conteúdo do pacote
ru: Содержимое посылки
sv: Paketinnehåll
tr: Paket İçeriği

source: Package Details
ar: تفاصيل الحزمة
de: Verpackungsdetails
es: Detalles del paquete
fr: Détails du colis
he: פרטי החבילה
id: Informasi Paket
it: Dettagli pacco
ja: 荷物の詳細
nl: Pakketgegevens
pt_br: Detalhes do pacote
ru: Сведения о посылке
sv: Förpackningsinformation
tr: Paket Ayrıntıları

source: Package Name
ar: اسم الحزمة
de: Paketname
es: Nombre del paquete
fr: Nom du colis
he: שם האריזה
id: Nama Paket
it: Nome del pacchetto
ja: 荷物の名称
nl: Naam pakket
pt_br: Nome do pacote
ru: Имя посылки
sv: Pakettyp
tr: Paket Adı

source: Package Selected
ar: تم تحديد الحزمة
de: Ausgewähltes Paket
es: Paquete seleccionado
fr: Colis sélectionné
he: החבילה נבחרה
id: Kemasan yang Dipilih
it: Pacchetto selezionato
ja: 荷物が選択されました
nl: Geselecteerd pakket
pt_br: Pacote selecionado
ru: Посылка выбрана
sv: Vald förpackning
tr: Paket Seçildi

source: Package Type
ar: نوع الحزمة
de: Paketart
es: Tipo de paquete
fr: Type de colis
he: סוג אריזה
id: Tipe Paket
it: Tipo di pacchetto
ja: 荷物の種類
nl: Pakkettype
pt_br: Tipo de pacote
ru: Тип посылки
sv: Pakettyp
tr: Paket Türü

source: Package dimensions must be greater than zero. Please update your item’s dimensions in the Shipping section of your product page to continue.
ar: يجب أن تكون أبعاد الحزمة أكبر من صفر. يرجى تحديث أبعاد عنصرك في قسم الشحن في صفحة منتجك للمتابعة.
de: Die Verpackungsabmessungen müssen größer als Null sein. Bitte aktualisiere deine Verpackungsabmessungen im Versandbereich deiner Produktseite, um fortzufahren.
es: Las dimensiones del paquete deben ser mayores que cero. Actualiza las dimensiones del artículo en la sección Envío de la página del producto para continuar.
fr: Les dimensions du colis doivent être supérieures à zéro. Veuillez mettre à jour les dimensions de votre article dans la section Expédition de la page de votre produit pour continuer.
he: ממדי האריזה חייבים להיות גדולים מאפס. כדי להמשיך, עליך לעדכן את ממדי הפריט שלך במקטע 'משלוח' של דף המוצר.
id: Dimensi paket harus lebih besar dari nol. Untuk melanjutkan, silakan perbarui dimensi item di bagian Pengiriman halaman produk Anda.
it: Le dimensioni del pacchetto devono essere superiori a zero. Aggiorna le dimensioni dell'elemento nella sezione Spedizione della pagina del prodotto per continuare.
ja: 荷物の寸法は0以上にする必要があります。 商品ページの「配送」セクションで商品の寸法を更新して続行してください。
nl: De pakketafmetingen moeten groter zijn dan nul. Werk de afmetingen van je artikel bij in het gedeelte Verzending op je productpagina om door te gaan.
pt_br: As dimensões do pacote devem ser maiores que zero. Atualize as dimensões do item na seção Envio da página do produto para continuar.
ru: Размеры упаковки должны быть больше нуля. Чтобы продолжить, обновите размеры позиции в разделе "Доставка" на странице товара.
sv: Paketets mått måste vara större än noll. Uppdatera måtten för din vara i sektionen Frakt på din produktsida för att fortsätta.
tr: Paket boyutları sıfırdan büyük olmalıdır. Devam etmek için lütfen ürün sayfanızın Gönderim kısmındaki öğenizin ölçülerini güncelleyin.

source: Paid
ar: مدفوع
de: Bezahlt
es: Pagado
fr: Payé
he: שולם
id: Berbayar
it: A pagamento
ja: 支払済み
nl: Betaald
pt_br: Pago
ru: Платно
sv: Betald
tr: Ödendi

source: Paid with %@
ar: مدفوع باستخدام %@
de: Bezahlt mit %@
es: Pago con %@
fr: Payé avec %@
he: שולם באמצעות %@
id: Dibayar dengan %@
it: Pagato con %@
nl: Betaald met %@
pt_br: Pago com %@
ru: Оплачено с помощью %@
sv: Betald med %@
tr: %@ ile ödendi

source: Pakistan
ar: باكستان
es: Pakistán
he: פקיסטן
ja: パキスタン
pt_br: Paquistão
ru: Пакистан

source: Palestinian Territory
ar: الأراضي الفلسطينية
de: Palästinensische Autonomiegebiete
es: Territorio Palestino
fr: Territoire palestinien
he: השטחים הפלשתינים
id: Wilayah Palestina
it: Territorio palestinese
ja: パレスチナ自治区
nl: Palestijns grondgebied
pt_br: Territórios Palestinos
ru: Палестинские территории
sv: Palestinska territoriet
tr: Filistin

source: Panama
ar: بنما
es: Panamá
he: פנמה
ja: パナマ
pt_br: Panamá
ru: Панама

source: Paper Size
ar: مقاس الورقة
de: Papiergröße
es: Tamaño del papel
fr: Format papier
he: גודל נייר
id: Ukuran Kertas
it: Dimensione foglio
ja: 用紙サイズ
nl: Papierformaat
pt_br: Tamanho do papel
ru: Размер бумаги
sv: Pappersstorlek
tr: Kağıt Boyutu

source: Papua New Guinea
ar: بابوا غينيا الجديدة
de: Papua-Neuguinea
es: Papúa Nueva Guinea
fr: Papouasie - Nouvelle-Guinée
he: פפואה-גינאה החדשה
id: Papua Nugini
it: Papua Nuova Guinea
ja: パプアニューギニア
nl: Papoea-Nieuw-Guinea
pt_br: Papua-Nova Guiné
ru: Папуа — Новая Гвинея
sv: Papua Nya Guinea
tr: Papua Yeni Gine

source: Paraguay
ar: باراغواي
he: פרגוואי
ja: パラグアイ
pt_br: Paraguai
ru: Парагвай

source: Parent Category
ar: التصنيف الأب
de: Übergeordnete Kategorie
es: Categoría superior
fr: Catégorie mère
he: קטגוריית אב
id: Kategori Induk
it: Categoria Genitore
ja: 親カテゴリー
nl: Bovenliggende categorie
pt_br: Categoria mãe
ru: Родительская рубрика
sv: Förälder
tr: Üst kategori

source: Parts of this order are not currently editable
ar: لا يمكن تحرير أجزاء الطلب في الوقت الحالي
de: Teile dieser Bestellung können derzeit nicht bearbeitet werden
es: Hay partes de este pedido que no se pueden editar actualmente
fr: Certains éléments de cette commande ne sont pas modifiables pour le moment
he: חלקים בהזמנה הזאת לא ניתנים לעריכה כרגע
id: Beberapa bagian dalam pesanan ini tidak dapat diedit
it: Le parti di questo ordine non sono al momento modificabili
ja: この注文の一部は現在編集できません
nl: Een aantal delen van deze bestelling kunnen momenteel niet worden bewerkt
pt_br: Partes deste pedido não podem ser editadas no momento
ru: В настоящий момент элементы этого заказа нельзя изменить
sv: Delar av denna beställning är för närvarande inte redigerbara
tr: Bu siparişin bazı bölümleri şu anda düzenlenemez

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
he: סיסמה
id: Kata sandi
ja: パスワード
nl: Wachtwoord
pt_br: Senha
ru: Пароль
sv: Lösenord
tr: Parola

source: Password Protected
ar: محمية بكلمة مرور
de: Passwortgeschützt
es: Protegida con contraseña
fr: Protégé par un mot de passe
he: מוגן בסיסמה
id: Dilindungi Kata sandi
it: Protetto da password
ja: パスワード保護
nl: Beschermd met wachtwoord
pt_br: Protegido por senha
ru: Защищен паролем
sv: Lösenordsskyddat
tr: Parola Korumalı

source: Password must be at least 6 characters.
ar: يجب أن تكون كلمة المرور 6 أحرف على الأقل.
de: Das Passwort muss mindestens 6 Zeichen lang sein.
es: La contraseña debe tener al menos 6 caracteres.
fr: Le mot de passe doit comporter au moins 6 caractères.
he: הסיסמה חייבת להיות עם שישה תווים לפחות.
id: Kata sandi harus setidaknya 6 karakter.
it: La password deve contenere almeno 6 caratteri.
ja: 6文字以上のパスワードを選んでください。
nl: Wachtwoord moet bestaan uit ten minste 6 tekens.
pt_br: A senha precisa ter ao menos seis caracteres.
ru: Пароль должен содержать не менее шести символов.
sv: Lösenord måste vara minst 6 tecken.
tr: Şifre en az 6 karakter olmalıdır.

source: Paste without Formatting
ar: اللصق من دون تنسيق
de: Ohne Formatierung einfügen
es: Pegar sin formato
fr: Coller en texte brut
he: הדבקה בלי העיצוב
id: Tempel tanpa Format
it: Incolla senza formattazione
ja: 書式を解除して貼り付け
nl: Plakken zonder formatteren
pt_br: Colar sem formatação
ru: Вставить без форматирования
sv: Klistra in utan formatering
tr: Biçimlendirmeden Yapıştır

source: Pay by card or another accepted payment method
ar: الدفع باستخدام بطاقة أو طريقة دفع أخرى مقبولة
de: Kartenzahlung oder eine andere akzeptierte Zahlungsmethode
es: Paga con tarjeta u otro método de pago aceptado
fr: Payer par carte ou à l’aide d’un autre moyen de paiement accepté
he: לשלם באמצעות כרטיס או עם אמצעי תשלום נתמך אחר
id: Bayar menggunakan kartu atau metode pembayaran lain yang diterima
it: Paga con carta o un altro metodo di pagamento accettato
ja: カードまたはその他の承認された支払い方法で支払う
nl: Met een kaart of andere geaccepteerde betaalmethode betalen
pt_br: Pague com cartão ou outra forma de pagamento aceita
ru: Платите картой или используйте другой разрешённый способ оплаты
sv: Betala med kort eller annan accepterad betalningsmetod
tr: Kartla veya kabul edilen başka bir ödeme yöntemiyle ödeyin

source: Pay in Person
ar: الدفع بشكل شخصي
de: Persönliche Zahlung
es: Pagos en persona
fr: Payer en personne
he: תשלום באופן אישי
id: Pembayaran Langsung
it: Paga di persona
ja: 直接支払い
nl: Fysiek betalen
pt_br: Pagamento presencial
ru: Очная оплата
sv: Betala personligen
tr: Şahsen Ödeyin

source: Payment
ar: السداد
de: Zahlung
es: Pago
fr: Paiement
he: תשלום
id: Pembayaran
it: Pagamento
ja: 決済
nl: Betaling
pt_br: Pagamento
ru: Оплата
sv: Betalning
tr: Ödeme

source: Payment Method
ar: وسيلة الدفع
de: Zahlungsmethode
es: Método de pago
fr: Moyen de paiement
he: שיטת תשלום
id: Metode Pembayaran
it: Metodo di pagamento
ja: 支払方法
nl: Betalingsmethode
pt_br: Forma de pagamento
ru: Способ оплаты
sv: Betalningsmetod
tr: Ödeme Yöntemi

source: Payment Method Selected
ar: تم تحديد طريقة الدفع
de: Zahlungsmethode ausgewählt
es: Método de pago seleccionado
fr: Moyen de paiement sélectionné
he: אמצעי התשלום נבחר
id: Metode Pembayaran Dipilih
it: Metodo di pagamento selezionato
ja: お支払い方法が選択されました
nl: Betaalmethode geselecteerd
pt_br: Forma de pagamento selecionada
ru: Выбранный способ оплаты
sv: Betalningsmetod vald
tr: Ödeme Yöntemi Seçildi

source: Payment Methods
ar: طرق الدفع
de: Zahlungsmethoden
es: Métodos de pago
fr: Moyens de paiement
he: אמצעי תשלום
id: Metode Pembayaran
it: Metodi di pagamento
nl: Betaalmethodes
pt_br: Formas de pagamento
ru: Способы оплаты
sv: Betalningsmetoder
tr: Ödeme Yöntemleri

source: Payment Totals
ar: إجماليات المدفوعات
de: Zahlungsübersicht
es: Cantidad total del pago
fr: Totaux des paiements
he: סכומים כוללים לתשלום
id: Total Pembayaran
it: Totali pagamenti
nl: Totaalbedrag betaling
pt_br: Totais de pagamentos
ru: Итоговые суммы платежей
sv: Betalning totalt
tr: Ödeme Toplamı

source: Payment failed
ar: فشلت عملية الدفع
de: Bezahlen fehlgeschlagen
es: Error de pago
fr: Échec du paiement
he: התשלום נכשל
id: Pembayaran gagal
it: Pagamento non riuscito
ja: 支払いに失敗しました
nl: Betaling mislukt
pt_br: Falha no pagamento
ru: Не удалось оплатить
sv: Betalning misslyckades
tr: Ödeme başarısız

source: Payment method
ar: طريقة الدفع
de: Zahlungsmethode
es: Método de pago
fr: Moyen de paiement
he: אמצעי תשלום
id: Metode pembayaran
it: Metodo di pagamento
ja: 決済方法
nl: Betaalmethode
pt_br: Forma de pagamento
ru: Способ оплаты
sv: Betalningsmetod
tr: Ödeme yöntemi

source: Payment method added
ar: تمت إضافة طريقة الدفع
de: Zahlungsmethode hinzugefügt
es: Método de pago añadido
fr: Moyen de paiement ajouté
he: אמצעי התשלום נוסף
id: Metode pembayaran ditambahkan
it: Metodo di pagamento aggiunto
ja: 支払い方法が追加されました
nl: Betaalmethode toegevoegd
pt_br: Forma de pagamento adicionada
ru: Способ оплаты добавлен
sv: Betalningsmetod tillagd
tr: Ödeme yöntemi eklendi

source: Payment successful
ar: تمت عملية الدفع بنجاح
de: Zahlung erfolgreich
es: Pago correcto
fr: Paiement réussi
he: התשלום בוצע בהצלחה
id: Pembayaran berhasil
it: Pagamento avvenuto correttamente
ja: 支払いに成功しました
nl: Betaling gelukt
pt_br: Pagamento realizado com êxito
ru: Оплата прошла успешно
sv: Betalning lyckades
tr: Ödeme başarılı

source: Payments
ar: المدفوعات
de: Zahlungen
es: Pagos
fr: Paiements
he: תשלומים
id: Pembayaran
it: Pagamenti
ja: 支払い
nl: Betalingen
pt_br: Pagamentos
ru: Платежи
sv: Betalningar
tr: Ödemeler

source: Pending
ar: انتظار
de: Ausstehend
es: Pendiente
fr: En attente
he: ממתין לאישור
id: Tertunda
it: In sospeso
ja: 承認待ち
nl: In afwachting
pt_br: Pendente
ru: Ожидает проверки
sv: Inväntar granskning
tr: Bekleyen

source: Pending Cancel
ar: تعليق الإلغاء
de: Ausstehende Kündigung
es: Cancelación pendiente
fr: Annulation en attente
he: ממתין לביטול
id: Pembatalan Tertunda
it: Annullamento in sospeso
nl: In afwachting van annuleren
pt_br: Cancelamento pendente
ru: Ожидается отмена
sv: Väntar på avslut
tr: İptal İşlemi Bekleniyor

source: Pending Review
ar: في انتظار المراجعة
de: Ausstehende Bewertung
es: Pendiente de revisión
fr: En attente de relecture
he: ביקורת ממתינה לאישור
id: Menunggu Peninjauan
it: In attesa di revisione
nl: Wachtend op review
pt_br: Avaliação pendente
ru: На утверждении
sv: Väntande recension
tr: İnceleme Bekliyor

source: Pending review
ar: في انتظار المراجعة
de: Ausstehende Überprüfung
es: Pendiente de revisión
fr: En attente de relecture
he: תצוגה מקדימה בהמתנה
id: Menunggu peninjauan
it: In attesa di revisione
ja: レビュー待ち
nl: Beoordeling in behandeling
pt_br: Revisão pendente
ru: Ожидает проверки
sv: Inväntar granskning
tr: İnceleme bekliyor

source: Percentage Discount
ar: الخصم بالنسبة المئوية
de: Prozentualer Rabatt
es: Descuento en porcentaje
fr: Remise en pourcentage
he: אחוזי הנחה
id: Persentase Diskon
it: Sconto in percentuale
ja: 割引率
nl: Procentuele korting
pt_br: Desconto em porcentagem
ru: Процент скидки
sv: Procentuell rabatt
tr: İndirim Yüzdesi

source: Percentage discount
ar: خصم بالنسبة المئوية
de: Prozentualer Rabatt
es: Descuento en porcentaje
fr: Remise en pourcentage
he: אחוזי הנחה
id: Persentase diskon
it: Sconto in percentuale
nl: Procentuele korting
pt_br: Desconto percentual
ru: Процент скидки
sv: Procentuell rabatt
tr: İndirim yüzdesi

source: Percentages cannot be greater than 100%
ar: تتعذر أن تزيد النسب المئوية عن 100%
de: Prozentsätze dürfen nicht höher als 100 % sein
es: Los porcentajes no pueden ser superiores al 100 %
fr: Les pourcentages ne peuvent pas être supérieurs à 100 %.
he: האחוזים לא יכולים להיות גבוהים מ-100%
id: Persentase tidak boleh lebih dari 100%
it: Le percentuali non possono superare il 100%
ja: パーセンテージは100% を超えることはできません
nl: Percentages mogen niet hoger zijn dan 100%
pt_br: Porcentagens não podem ultrapassar 100%
ru: Значение в процентах не может превышать 100
sv: Procenttal kan inte vara större än 100 %
tr: Yüzde değerleri %100'den büyük olamaz

source: Performance
ar: الأداء
de: Leistung
es: Rendimiento
fr: Performances
he: ביצועים
id: Performa
it: Prestazioni
ja: パフォーマンス
nl: Prestatie
pt_br: Desempenho
ru: Производительность
sv: Prestanda
tr: Performans

source: Performance plan only
ar: خطة الأداء فقط
de: Nur Performance-Tarif
es: Solo el plan de rendimiento
fr: Plan Performances uniquement
he: תוכנית לביצועים בלבד
id: Hanya paket performa
it: Solo piano Performance
nl: Alleen met het Prestatie-abonnement
pt_br: Somente plano de desempenho
ru: Только тарифный план Performance
sv: Endast Performance-paketet
tr: Sadece performans paketi

source: Permanently Close Account
ar: إغلاق الحساب نهائيًا
de: Konto dauerhaft schließen
es: Cerrar cuenta permanentemente
fr: Clôturer le compte définitivement
he: לסגור את החשבון לצמיתות
id: Tutup Akun Permanen
it: Account chiuso in modo definitivo
ja: アカウントを完全に閉鎖
nl: Sluit account permanent
pt_br: Encerrar conta permanentemente
ru: Навсегда закрыть учётную запись
sv: Avsluta kontot permanent
tr: Hesabı Kalıcı Olarak Kapat

source: Peru
ar: بيرو
es: Perú
fr: Pérou
he: פרו
it: Perù
ja: ペルー
ru: Перу

source: Philippines
ar: الفلبين
de: Philippinen
es: Filipinas
he: הפיליפינים
id: Filipina
it: Filippine
ja: フィリピン
nl: Filipijnen
pt_br: Filipinas
ru: Филиппины
sv: Filippinerna
tr: Filipinler

source: Phone
ar: الهاتف
de: Telefon
es: Teléfono
fr: Téléphone
he: טלפון
id: Telepon
it: Telefono
ja: 電話
nl: Telefoonnummer
pt_br: Telefone
ru: Телефон
sv: Telefon
tr: Telefon

source: Phone country code
ar: كود هاتف البلد
de: Telefon Ländervorwahl
es: Prefijo telefónico del país
fr: Indicatif téléphonique
he: קידומת טלפון בינלאומית
id: Kode telepon negara
it: Codice Paese del numero telefonico
ja: 国番号
nl: Landcode telefoon
pt_br: Código do país do telefone
ru: Телефонный код страны
sv: Landskod för telefonsamtal
tr: Telefon ülke kodu
