Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: Add a purchase note...
ar: إضافة ملحوظة الشراء...
de: Kaufbestätigung hinzufügen …
es: Añadir una nota de compra...
fr: Ajouter une note à l’achat…
he: להוסיף הערת רכישה...
id: Tambahkan catatan pembelian...
it: Aggiungi una nota di acquisto...
ja: 注意事項を追加…
nl: Een aankoopnotitie toevoegen...
pt_br: Adicionar observação de compra...
ru: Добавьте сообщению покупателю...
sv: Lägg till ett köpmeddelande...
tr: Satın alma notu ekleyin...

source: Add a tracking
ar: إضافة التتبع
de: Sendungsverfolgung hinzufügen
es: Añadir un seguimiento
fr: Ajouter un suivi
he: להוסיף למעקב
id: Tambahkan pelacakan
it: Aggiungi tracciabilità
ja: 追跡を追加
nl: Tracking toevoegen
pt_br: Adicionar um rastreamento
ru: Добавить отслеживание
sv: Lägg till en spårning
tr: Bir takip ekle

source: Add a variation image
ar: إضافة صورة التباين
de: Bild für Variante hinzufügen
es: Añadir una imagen de variación
fr: Ajouter une image de variante
he: להוסיף תמונה לסוג
id: Tambahkan gambar variasi
it: Aggiungi una immagine della variante
ja: バリエーション画像を追加
nl: Voeg een variatie-afbeelding toe
pt_br: Adicionar uma imagem da variação
ru: Добавить изображение варианта
sv: Lägg till en bild för variant
tr: Varyasyon resmi ekle

source: Add an optional message
ar: إضافة رسالة اختيارية
de: Optionale Nachricht hinzufügen
es: Añade un mensaje (opcional)
fr: Ajouter un message facultatif
he: להוסיף הודעה אופציונלית
id: Tambah pesan opsional
it: Aggiungi un messaggio opzionale
nl: Voeg een optioneel bericht toe
pt_br: Adicionar uma mensagem opcional
ru: Добавить дополнительное сообщение
sv: Lägg till ett valfritt meddelande
tr: İsteğe bağlı mesaj ekle

source: Add another credit card
ar: أضف بطاقة ائتمان أخرى
de: Eine weitere Kreditkarte hinzufügen
es: Añadir otra tarjeta de crédito
fr: Ajouter une autre carte de crédit
he: להוסיף כרטיס אשראי אחר
id: Tambahkan kartu kredit lain
it: Aggiungi un'altra carta di credito
ja: 別のクレジットカードを追加
nl: Een andere creditcard toevoegen
pt_br: Adicionar outro cartão de crédito
ru: Добавить другую кредитную карту
sv: Lägg till ett annat kreditkort
tr: Başka kredi kartı ekle

source: Add attribute
ar: إضافة سمة
de: Eigenschaft hinzufügen
es: Añadir atributo
fr: Ajouter un attribut
he: להוסיף מאפיין
id: Tambahkan Fitur
it: Aggiungi attributo
ja: 属性を追加
nl: Eigenschap toevoegen
pt_br: Adicionar atributo
ru: Добавить атрибут
sv: Lägg till attribut
tr: Nitelik ekle

source: Add credit card
ar: إضافة بطاقة ائتمان
de: Kreditkarte hinzufügen
es: Añadir tarjeta de crédito
fr: Ajouter une carte de crédit
he: להוסיף כרטיס אשראי
id: Tambah kartu kredit
it: Aggiungi carta di credito
ja: クレジットカードを追加
nl: Creditcard toevoegen
pt_br: Adicionar cartão de crédito
ru: Добавить кредитную карту
sv: Lägg till kreditkort
tr: Kredi kartı ekle

source: Add details manually
ar: إضافة التفاصيل يدويًا
de: Details manuell hinzufügen
es: Añadir detalles de forma manual
fr: Ajouter des détails manuellement
he: להוסיף פרטים ידנית
id: Tambahkan detail secara manual
it: Aggiungi dettagli manualmente
nl: Details handmatig toevoegen
pt_br: Adicionar detalhes manualmente
ru: Добавить сведения вручную
sv: Lägg till detaljer manuellt
tr: Ayrıntıları el ile ekle

source: Add discount
ar: إضافة خصم
de: Rabatt hinzufügen
es: Añadir descuento
fr: Ajouter une remise
he: להוסיף הנחה
id: Berikan diskon
it: Aggiungi lo sconto
nl: Korting toevoegen
pt_br: Adicionar desconto
ru: Добавить скидку
sv: Lägg till rabatt
tr: İndirim ekle

source: Add each option and press return
ar: إضافة كل خيار والضغط على عودة
de: Option hinzufügen und Eingabetaste drücken
es: Añade cada opción y pulsa Intro.
fr: Ajouter chaque option et appuyer sur Retour
he: יש להוסיף כל אפשרות בנפרד ולהקיש Return
id: Tambahkan tiap pililhan, lalu tekan kembali
it: Aggiungi ogni opzione e premi Invio
ja: 各オプションを追加して Return キーを押します
nl: Voeg elke optie toe en druk op terug
pt_br: Adicione cada opção e pressione Return
ru: Добавьте каждую опцию и нажмите "Ввод"
sv: Lägg till respektive alternativ och tryck på returtangenten
tr: Her seçeneği ekleyin ve return tuşuna basın

source: Add key features, benefits, or details to help your product get found online.
ar: أضف الميزات الأساسية أو المزايا أو التفاصيل لمساعدة منتجك على الظهور على الإنترنت.
de: Füge wichtige Funktionen, Vorteile oder Details hinzu, damit dein Produkt online besser gefunden wird.
es: Añade características, ventajas o detalles clave para ayudar a que tu producto se encuentre en Internet.
he: יש להוסיף מאפיינים מרכזיים, יתרונות או פרטים שיעזרו למחפשים למצוא את המוצר שלך באינטרנט.
id: Tambahkan detail, manfaat, atau fitur utama agar produk Anda lebih mudah ditemukan secara online.
it: Aggiungi funzionalità, vantaggi o dettagli chiave per consentire al tuo prodotto di essere trovato online.
nl: Voeg belangrijke functies, voordelen of details toe om je product beter online vindbaar te laten worden.
pt_br: Adicione as principais funcionalidades, benefícios ou detalhes para que seu produto seja encontrado facilmente online.
ru: Добавьте ключевые характеристики, преимущества и подробные сведения, чтобы покупателям проще было найти ваш товар онлайн.
sv: Lägg till viktiga funktioner, fördelar eller information som hjälper kunder att hitta din produkt online.
tr: Ürününüzün internette bulunmasına yardımcı olmak için temel özellikler, avantajlar veya ayrıntılar ekleyin.

source: Add more details
ar: إضافة مزيد من التفاصيل
de: Weitere Details hinzufügen
es: Añadir más detalles
fr: Ajouter des détails supplémentaires
he: להוסיף עוד פרטים
id: Tambahkan detail selengkapnya
it: Aggiungi altri dettagli
ja: 詳細を追加
nl: Meer gegevens toevoegen
pt_br: Adicionar mais detalhes
ru: Добавить другие сведения
sv: Lägg till fler detaljer
tr: Diğer ayrıntıları ekleme

source: Add new tags, separated by commas.
ar: إضافة وسوم جديدة، مفصولة بفاصلة.
de: Füge neue, durch Kommas getrennte Schlagwörter hinzu.
es: Añade nuevas etiquetas, separadas por comas.
fr: Ajouter des nouvelles étiquettes séparées par des virgules.
he: הוספה של תגיות חדשות, מופרדות באמצעות פסיקים.
id: Tambahkan tag baru, yang dipisahkan dengan koma.
it: Aggiungi nuovi tag, separati da virgole.
ja: カンマで区切って新しいタグを追加します。
nl: Voeg nieuwe tags toe, gescheiden door komma's.
pt_br: Adicione novas tags separadas por vírgula.
ru: Добавьте новые метки, разделяя их запятыми.
sv: Lägg till nya etiketter, separerade med kommatecken.
tr: Virgülle ayırarak yeni etiketler ekleyin.

source: Add new variation
ar: إضافة تباين جديد
de: Neue Variante hinzufügen
es: Añadir nueva variación
fr: Ajouter une nouvelle variante
he: להוסיף סוג חדש
id: Tambah variasi baru
it: Aggiungi nuova variante
ja: 新しいバリエーションを追加
nl: Nieuwe variatie toevoegen
pt_br: Adicionar nova variação
ru: Добавить новый вариант
sv: Lägg till ny variation
tr: Yeni varyasyon ekle

source: Add product
ar: إضافة منتج
de: Produkt hinzufügen
es: Añadir producto
he: להוסיף מוצר
id: Tambahkan produk
it: Aggiungi prodotto
nl: Product toevoegen
pt_br: Adicionar produto
ru: Добавить товар
sv: Lägg till produkt
tr: Ürün ekle

source: Add product link
ar: إضافة رابط المنتج
de: Produktlink hinzufügen
es: Añadir enlace del producto
fr: Ajouter un lien vers le produit
he: להוסיף קישור למוצר
id: Tambahkan tautan produk
it: Aggiungi il link del prodotto
ja: 商品へのリンクを追加
nl: Productlink toevoegen
pt_br: Adicionar link do produto
ru: Добавление ссылки на товар
sv: Lägg till produktlänk
tr: Ürün bağlantısı ekle

source: Add products to the group
ar: إضافة المنتجات إلى المجموعة
de: Füge Produkte zur Gruppe hinzu
es: Añadir productos al grupo
fr: Ajouter des produits au groupe
he: להוסיף מוצרים לקבוצה
id: Tambahkan produk ke grup
it: Aggiungi i prodotti al gruppo
ja: 商品をグループに追加
nl: Producten toevoegen aan de groep
pt_br: Adicionar produtos ao grupo
ru: Добавление товаров в группу
sv: Lägg till produkter till gruppen
tr: Gruba ürün ekle

source: Add products' downloadable files' info remotely
ar: إضافة معلومات الملفات القابلة للتنزيل للمنتجات عن بُعد
de: Informationen zu herunterladbaren Dateien von Produkten remote hinzufügen
es: Añade la información de los archivos descargables de los productos a distancia
fr: Ajouter à distance les informations « fichiers téléchargeables » des produits
he: ניתן להוסיף מרחוק את הפרטים של הקבצים שניתנים להורדה המוצרים
id: Tambahkan info 'file yang dapat diunduh' untuk produk dari jarak jauh
it: Aggiungi da remoto le informazioni sui file scaricabili dei prodotti
ja: 商品のダウンロード可能なファイルの情報をリモートで追加
nl: De gegevens van downloadbare bestanden van producten op afstand toevoegen
pt_br: Adicione as informações de arquivos para download referentes a produtos remotamente
ru: Добавляйте информацию о загружаемых файлах удаленно
sv: Lägg till produktinformation för nedladdningsbara filer på distans
tr: Ürünlerin indirilebilir dosyalarına ait bilgileri uzaktan ekleyin

source: Add tax rates in admin. Only tax rates with location information will be shown here.
ar: أضف معدلات الضرائب ضمن المسؤول. لن تظهر سوى معدلات الضرائب التي تتضمن معلومات عن الموقع هنا.
de: Füge Steuersätze in der Administration hinzu. Nur Steuersätze mit Informationen zum Ort werden hier angezeigt.
es: Añade tipos impositivos al escritorio. Solo se mostrarán aquí los tipos impositivos con información sobre la ubicación.
fr: Ajoutez les taux de taxation sur la page d’administration. Seuls les taux de taxation comportant des informations sur l’emplacement seront affichés ici.
he: להוסיף שיעורי מס באזור של מנהל המערכת. רק שיעורי מיסים עם פרטי מיקום יוצגו כאן.
id: Tambahkan tarif pajak di admin. Hanya tarif pajak dengan informasi lokasi yang akan ditunjukkan di sini.
it: Aggiungi le aliquote d'imposta nella pagina dell'amministratore. Qui verranno visualizzate solo le aliquote d'imposta con le informazioni sulla posizione.
nl: Belastingtarieven toevoegen in beheer. Alleen belastingtarieven met locatie-informatie worden hier getoond.
pt_br: Adicione impostos na página de administração. Apenas impostos com informações de localização aparecerão aqui.
ru: Добавьте налоговые ставки в консоли. Будут показаны только налоговые ставки с информацией о местоположении.
sv: Lägg till momssatser i adminpanelen. Endast momssatser med platsinformation kommer att visas här.
tr: Yöneticide vergi oranlarını ekle. Yalnızca konum bilgisine sahip vergi oranları burada gösterilecek.

source: Add the description of the coupon.
ar: أضف وصف القسيمة.
de: Füge die Beschreibung des Gutscheins hinzu.
es: Añade la descripción del cupón.
fr: Ajoutez la description au code promo.
he: להוסיף את התיאור לקופון.
id: Tambahkan deskripsi kupon.
it: Aggiungi la descrizione del codice promozionale.
ja: クーポンの詳細を追加します。
nl: Voeg de beschrijving van de coupon toe.
pt_br: Adicionar a descrição ao cupom.
ru: Добавьте описание купона.
sv: Lägg till beskrivningen för rabattkoden
tr: Kuponun açıklamasını ekleyin.

source: Add this rate to all created orders
ar: إضافة هذا المعدل إلى كل الطلبات التي تم إنشاؤها
de: Diesen Satz zu allen erstellten Bestellungen hinzufügen
es: Añadir este tipo a todos los pedidos creados
fr: Ajouter ce taux à toutes les commandes créées
he: להוסיף את השיעור לכל ההזמנות שנוצרו
id: Tambahkan tarif ini ke semua pesanan yang dibuat
it: Aggiungi questa aliquota a tutti gli ordini creati
nl: Voeg dit tarief toe aan alle gecreëerde bestellingen
pt_br: Adicionar esta tarifa a todos os pedidos criados
ru: Добавить эту ставку ко всем созданным заказам
sv: Lägg till den här momssatsen till alla skapade beställningar
tr: Oluşturulan tüm siparişlere bu oranı ekle

source: Add to new package
ar: إضافة إلى الحزمة الجديدة
de: Zu neuem Paket hinzufügen
es: Añadir a un nuevo paquete
fr: Ajouter au nouveau colis
he: להוסיף לאריזה חדשה
id: Tambah ke paket baru
it: Aggiungi a un nuovo pacchetto
ja: 新しい荷物に追加
nl: Toevoegen aan nieuw pakket
pt_br: Adicionar ao novo pacote
ru: Добавить в новую упаковку
sv: Lägg till i nytt paket
tr: Yeni pakete ekle

source: Add variations
ar: إضافة أنواع
de: Varianten hinzufügen
es: Añadir variaciones
fr: Ajouter des variantes
he: להוסיף סוג
id: Tambah variasi
it: Aggiungi varianti
ja: バリエーションを追加
nl: Variaties toevoegen
pt_br: Adicionar variações
ru: Добавить варианты
sv: Lägg till variationer
tr: Varyasyon ekle

source: Add weight and dimensions
ar: إضافة الوزن والأبعاد
de: Füge Gewicht und Maße hinzu.
es: Añadir peso y dimensiones
fr: Ajouter le poids et les dimensions
he: להוסיף משקל וממדים
id: Tambahkan berat dan dimensi
it: Aggiungi peso e dimensioni
ja: 重さとサイズを追加
nl: Gewicht en afmetingen toevoegen
pt_br: Adicionar peso e dimensões
ru: Добавить вес и размеры
sv: Lägg till vikt och dimensioner
tr: Ağırlık ve boyutları ekleme

source: Add your first product
ar: إضافة منتجك الأول
de: Füge dein erstes Produkt hinzu
es: Añade tu primer producto
fr: Ajouter votre premier produit
he: להוסיף את המוצר הראשון שלך
id: Tambahkan produk pertama Anda
it: Aggiungi il tuo primo prodotto
ja: 最初の商品を追加する
nl: Voeg je eerste product toe
pt_br: Adicione seu primeiro produto
ru: Добавьте свой первый товар
sv: Lägg till din första produkt
tr: İlk ürününüzü ekleyin

source: Add your first store
ar: إضافة متجرك الأول
de: Füge deinen ersten Shop hinzu
es: Añade tu primera tienda
fr: Ajouter votre première boutique
he: להוסיף את החנות הראשונה שלך
id: Tambahkan toko pertama Anda
it: Aggiungi il primo negozio
ja: 最初のストアを追加
nl: Voeg je eerste winkel toe
pt_br: Adicione sua primeira loja
ru: Добавьте первый магазин
sv: Lägg till din första butik
tr: İlk mağazanızı ekleyin

source: Add your product name
ar: إضافة اسم منتجك
de: Deinen Produktnamen hinzufügen
es: Añada el nombre de tu producto
he: לציין את שם המוצר
id: Tambahkan nama produk Anda
it: Aggiungi nome del prodotto
nl: Voeg je productnaam toe
pt_br: Adicione o nome do seu produto
ru: Добавить название товара
sv: Lägg till ditt produktnamn
tr: Ürün adınızı ekleyin

source: Address
ar: العنوان
de: Adresse
es: Dirección
fr: Adresse
he: כתובת
id: Alamat
it: Indirizzo
ja: 住所
nl: Adres
pt_br: Endereço
ru: Адрес
sv: Adress
tr: Adres

source: Address 1
ar: العنوان 1
de: Adresse 1
es: Dirección 1
fr: Adresse 1
he: כתובת 1
id: Alamat 1
it: Indirizzo 1
ja: 住所1
nl: Adres 1
pt_br: Endereço 1
ru: Адрес 1
sv: Adress 1
tr: Adres 1

source: Address 2
ar: العنوان 2
de: Adresse 2
es: Dirección 2
fr: Adresse 2
he: שורת כתובת שנייה
id: Alamat 2
it: Indirizzo 2
ja: 住所2
nl: Adres 2
pt_br: Endereço 2
ru: Адрес 2
sv: Adress 2
tr: Adres 2

source: Address Entered
ar: العنوان الذي تم إدخاله
de: Eingegebene Adresse
es: Dirección especificada
fr: Adresse saisie
he: הכתובת שהוזנה
id: Alamat Dimasukkan
it: Indirizzo inserito
ja: 入力した住所を使用
nl: Ingevoerd adres
pt_br: Endereço inserido
ru: Введённый адрес
sv: Adress angiven
tr: Girilen Adres

source: Address Suggested
ar: العنوان المقترح
de: Vorgeschlagene Adresse
es: Dirección sugerida
fr: Adresse suggérée
he: הכתובת שהומלצה
id: Alamat Disarankan
it: Indirizzo suggerito
ja: おすすめのアドレス
nl: Voorgesteld adres
pt_br: Endereço sugerido
ru: Предлагаемый адрес
sv: Adress föreslagen
tr: Önerilen Adres

source: Address missing
ar: العنوان مفقود
de: Adresse fehlt
es: Falta la dirección
fr: Adresse manquante
he: הכתובת חסרה
id: Alamat belum diisi
it: Indirizzo mancante
ja: 住所がありません
nl: Adres ontbreekt
pt_br: Informe o endereço
ru: Не указан адрес
sv: Adress saknas
tr: Adres eksik

source: Address successfully updated.
ar: تم تحديث العنوان بنجاح.
de: Adresse erfolgreich aktualisiert.
es: La dirección se ha actualizado correctamente.
fr: L’adresse a été mise à jour.
he: הכתובת עודכנה בהצלחה.
id: Alamat berhasil diperbarui.
it: Indirizzo aggiornato correttamente.
ja: 住所が正常に更新されました。
nl: Adres is bijgewerkt.
pt_br: Endereço atualizado com sucesso.
ru: Адрес изменён.
sv: Adress uppdaterades.
tr: Adres başarıyla güncellendi.

source: Adds product to order.
ar: يضيف منتجًا إلى الطلب.
de: Fügt Produkt der Bestellung hinzu.
es: Añade un producto al pedido.
fr: Ajoute un produit à la commande.
he: מוסיף מוצר להזמנה.
id: Menambahkan produk ke pesanan.
it: Aggiunge il prodotto all'ordine.
ja: 注文に商品を追加します。
nl: Voegt product toe aan bestelling.
pt_br: Adiciona produto ao pedido.
ru: Добавляет товар к заказу.
sv: Lägger till produkt till beställning.
tr: Siparişe ürün ekler.

source: Adds tracking to an order.
ar: يُضيف التعقب إلى الطلب.
de: Fügt einer Bestellung eine Sendungsverfolgungsnummer hinzu.
es: Añade el seguimiento a un pedido.
fr: Ajoute un suivi à une commande.
he: להוספת מעקב אחר הזמנה.
id: Menambahkan pelacakan ke pesanan.
it: Aggiungi tracciabilità a un ordine.
ja: 注文に追跡を追加
nl: Voegt tracking toe aan een bestelling.
pt_br: Adiciona rastreamento a um pedido.
ru: Добавляет отслеживание для заказа.
sv: Lägger till spårning för en order.
tr: Bir siparişe takip ekler.

source: Adds variation to order.
ar: يضيف مجموعة إلى الطلب.
de: Fügt Variante der Bestellung hinzu.
es: Añade una variación al pedido.
fr: Ajoute une variante à la commande.
he: מוסיף סוג להזמנה.
id: Menambahkan variasi ke pesanan.
it: Aggiunge la variante all'ordine.
ja: 注文にバリエーションを追加します。
nl: Voegt variatie toe aan bestelling.
pt_br: Adiciona variação ao pedido.
ru: Добавляет вариант к заказу.
sv: Lägger till variation för beställning.
tr: Siparişe varyasyon ekler.

source: Adult signature required (+%1$@)
ar: يلزم توقيع شخص بالغ (+%1$@)
de: Unterschrift eines Erwachsenen erforderlich (+%1$@)
es: Firma obligatoria de un adulto (+%1$@)
fr: Signature d’un adulte obligatoire (+%1$@)
he: נדרשת חתימה של אדם מבוגר (+%1$@)
id: Tanda tangan orang dewasa wajib diisi (+%1$@)
it: Firma di un adulto richiesta (+%1$@)
ja: 成人の方の署名が必要 (+%1$@)
nl: Handtekening volwassene vereist (+%1$@)
pt_br: Assinatura de um adulto necessária (+%1$@)
ru: Требуется подпись совершеннолетнего лица (+%1$@)
sv: Måste signeras av en vuxen (+%1$@)
tr: Yetişkin imzası gerekli (+%1$@)

source: Advanced SEO tools
ar: أدوات تحسين محركات البحث المتقدمة
de: Erweiterte SEO-Tools
es: Herramientas SEO avanzadas
fr: Outils SEO avancés
he: כלי SEO מתקדמים
id: Perangkat SEO tingkat lanjut
it: Strumenti SEO avanzati
nl: Geavanceerde SEO-hulpmiddelen
pt_br: Ferramentas avançadas de SEO
ru: Расширенные возможности поисковой оптимизации
sv: Avancerade SEO-verktyg
tr: Gelişmiş SEO araçları

source: Advanced tool to review the app status
ar: أداة متقدِّمة لمراجعة حالة التطبيق
de: Erweitertes Tool zum Prüfen des App-Status
es: Herramienta avanzada para revisar el estado de la aplicación
fr: Outil avancé de contrôle de l'état de l'application
he: כלי מתקדם לבדיקת מצב האפליקציה
id: Alat canggih untuk meninjau status aplikasi
it: Strumento avanzato per la revisione dello stato dell'app
nl: Geavanceerde tool om de app-status te controleren
pt_br: Ferramenta avançada para revisar o status do aplicativo
ru: Специальный инструмент для анализа состояния приложения
sv: Avancerat verktyg för att granska appens status
tr: Uygulama durumunu incelemek için gelişmiş araç

source: Advertise on Google
ar: الإعلان على غوغل
de: Auf Google werben
es: Promocionar en Google
fr: Publicité sur Google
he: לפרסם מודעות ב-Google
id: Pasang iklan di Google
it: Pubblicizza su Google
nl: Adverteren op Google
pt_br: Anuncie no Google
ru: Размещайте рекламу в Google
sv: Annonsera på Google
tr: Google'da reklam verin

source: Afghanistan
ar: أفغانستان
es: Afganistán
he: אפגניסטן
ja: アフガニスタン
pt_br: Afeganistão
ru: Афганистан
tr: Afganistan

source: Air Eligible Ethanol Package - (authorized fragrance and hand sanitizer shipments)
ar: طرود الإيثانول المؤهلة للنقل جوًا - (شحنات العطور ومعقِّمات اليدين المعتمدة)
de: Paket mit Ethanol, das auf dem Luftweg versendet werden darf (Air Eligible Ethanol Package) – (Versand von autorisierten Duftstoffen und Händedesinfektionsmittel)
es: Paquete de etanol que se puede enviar por avión (envíos de fragancias y desinfectantes de manos autorizados)
fr: Éthanol éligible à l’envoi par avion - (envois autorisés de parfums et de désinfectants pour les mains)
he: חבילה עם אתנול שמותרת להובלה אווירית – (משלוח של בשמים או חומרי חיטוי לידיים מאושרים)
id: Paket Etanol yang Memenuhi Syarat Jalur Udara - (pengiriman parfum dan penyanitasi tangan resmi)
it: Pacchetto di etanolo conforme alle prescrizioni per il volo (spedizioni di fragranze e di igienizzanti per mani autorizzati)
nl: Luchtgeschikt ethanol-pakket - (goedgekeurde parfum en handreinigingsverzendingen)
pt_br: Pacote com etanol elegível para envio aéreo - (envios de higienizador para mãos e fragrância autorizados)
ru: Разрешённые к авиаперевозке посылки с этанолом (разрешённые посылки с духами и антисептиками для рук)
sv: Luftkvalificerat etanolpaket – (godkända försändelser av parfymer och handsprit)
tr: Hava Yoluna Uygun Etanol Paketi - (onaylı parfüm ve el dezenfektanı gönderileri)

source: Albania
ar: ألبانيا
de: Albanien
fr: Albanie
he: אלבניה
ja: アルバニア
nl: Albanië
pt_br: Albânia
ru: Албания
sv: Albanien
tr: Arnavutluk

source: Algeria
ar: الجزائر
de: Algerien
es: Argelia
fr: Algérie
he: אלג'יריה
id: Aljazair
ja: アルジェリア
nl: Algerije
pt_br: Argélia
ru: Алжир
sv: Algeriet
tr: Cezayir

source: All Orders
ar: جميع الطلبات
de: Alle Bestellungen
es: Todos los pedidos
fr: Toutes les commandes
he: כל ההזמנות
id: Semua Pesanan
it: Tutti gli ordini
ja: すべての注文
nl: Alle bestellingen
pt_br: Todos os pedidos
ru: Все заказы
sv: Alla ordrar
tr: Tüm Siparişler

source: All Products
ar: جميع المنتجات
de: Alle Produkte
es: Todos los productos
fr: Tous les produits
he: כל המוצרים
id: Semua Produk
it: Tutti i prodotti
ja: すべての商品
nl: Alle producten
pt_br: Todos os produtos
ru: Все товары
sv: Alla produkter
tr: Tüm ürünler

source: All Products · Excl. %1$@
ar: جميع المنتجات باستثناء %1$@
de: Alle Produkte · Exkl. %1$@
es: Todos los productos excepto %1$@
fr: Tous les produits · sauf %1$@
he: כל המוצרים מלבד %1$@
id: Semua Produk · Tidak termasuk %1$@
it: Tutti i prodotti · escl. %1$@
nl: Alle producten excl. %1$@
pt_br: Todos os produtos, exceto %1$@
ru: Все товары, кроме %1$@
sv: Alla produkter · Exkl. %1$@
tr: Tüm Ürünler· %1$@ Hariç

source: All Qualifying
ar: جميع العناصر مؤهلة
de: Alle infrage kommenden Artikel
es: Todos los artículos que cumplen los requisitos
fr: Tous les produits éligibles
he: כל הפריטים עומדים בדרישות
id: Semua Produk yang Memenuhi Syarat
it: Tutti gli elementi adatti
ja: すべてが対象
nl: Alle die voldoen
pt_br: Todos os itens elegíveis
ru: Все подходящие
sv: Samtliga kvalificerande artiklar
tr: Uygun Olanların Tümü

source: All available packages have been activated
ar: تم تفعيل جميع الحزم المتاحة
de: Alle verfügbaren Pakete wurden aktiviert
es: Se han activado todos los paquetes disponibles
fr: Tous les colis disponibles ont été activés.
he: כל האריזות הזמינות הופעלו
id: Semua paket yang tersedia telah diaktifkan
it: Tutti i pacchi disponibili sono stati attivati
ja: 利用可能なすべての荷物が有効化されました
nl: Alle beschikbare pakketten zijn geactiveerd
pt_br: Todos os pacotes disponíveis estão ativados
ru: Все доступные посылки активированы
sv: Alla tillgängliga paket har aktiverats
tr: Mevcut tüm paketler etkinleştirildi

source: All done
ar: كل شيء جاهز
de: Erledigt
es: Todo listo
fr: Terminé
he: סיימת
id: Semua selesai
it: Fatto
ja: すべて完了
nl: Klaar
pt_br: Tudo pronto
ru: Все готово
sv: Allt klart
tr: Her şey hazır

source: All reviews marked as read
ar: تم وسم جميع المراجعات كمقروءة
de: Alle als gelesen markierten Bewertungen
es: Se han marcado todas las reseñas como leídas
fr: Tous les avis marqués comme lus
he: כל הביקורות שמסומנות כ'נקרא'
id: Semua ulasan ditandai sudah dibaca
it: Tutte le recensioni contrassegnate come lette
ja: すべての既読レビュー
nl: Alle beoordelingen zijn gemarkeerd als gelezen
pt_br: Todas as avaliações marcadas como lidas
ru: Все отзывы помечены как прочитанные
sv: Alla recensioner har markerats som lästa
tr: Tüm incelemeler okundu olarak işaretlendi
