Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: Message
ar: رسالة
de: Nachricht
es: Mensaje
he: הודעה
id: Pesan
it: Messaggio
ja: メッセージ
nl: Bericht
pt_br: Mensagem
ru: Сообщение
sv: Meddelande
tr: Mesaj

source: Mexico
ar: المكسيك
de: Mexiko
es: México
fr: Mexique
he: מקסיקו
id: Meksiko
it: Messico
ja: メキシコ
pt_br: México
ru: Мексика
sv: Mexiko
tr: Meksika

source: Micronesia
ar: ميكرونيزيا
de: Mikronesien
fr: Micronésie
he: מיקרונזיה
id: Mikronesia
ja: ミクロネシア
nl: Micronesië
pt_br: Micronésia
ru: Микронезия
sv: Mikronesien
tr: Mikronezya

source: Min. Spend (%1$@)
ar: الحد الأدنى الإنفاق (%1$@)
de: Min.- Bestellwert (%1$@)
es: Mín. Gasto (%1$@)
fr: Dépense min. (%1$@)
he: מינימום הוצאה (%1$@)
id: Min. Belanja %1$@
it: Spesa minima (%1$@)
ja: 最小 利用額 (%1$@)
nl: Min. bestelbedrag (%1$@)
pt_br: Gasto mín. (%1$@)
ru: Мин. сумма (%1$@)
sv: Min. beställningsbelopp (%1$@)
tr: Min. Harcama (%1$@)

source: Min/Max order quantity
ar: الحد الأدنى/الحد الأقصى لكمية الطلبات
de: Mindest-/Maximalbestellmenge
es: Cantidad mínima/máxima del pedido
fr: Quantité min/max qu’il est possible de commander
he: כמות מינימלית/מרבית של הזמנות
id: Jumlah pesanan min/maks
it: Quantità minima/massima dell'ordine
nl: Minimale/maximale bestelhoeveelheid
pt_br: Quantidades mín./máx. em pedidos
ru: Мин./макс. количество для заказа
sv: Minsta/största beställningskvantitet
tr: Minimum/Maksimum sipariş miktarı

source: Minimum quantity
ar: الحد الأدنى للكمية
de: Mindestmenge
es: Cantidad mínima
fr: Quantité minimale
he: כמות מינימלית
id: Jumlah minimal
it: Quantità minima
nl: Minimaal aantal
pt_br: Quantidade mínima
ru: Минимальное количество
sv: Minsta kvantitet
tr: Minimum miktar

source: Minimum quantity: %@
ar: الحد الأدنى للكمية: %@
de: Mindestmenge: %@
es: Cantidad mínima: %@
fr: Quantité minimale : %@
he: כמות מינימלית: %@
id: Jumlah minimal: %@
it: Quantità minima: %@
nl: Minimaal aantal: %@
pt_br: Quantidade mínima: %@
ru: Минимальное количество: %@
sv: Minsta kvantitet: %@
tr: Minimum miktar: %@

source: Minimum spend of %1$@
ar: الحد الأدنى للإنفاق لـ %1$@
de: Mindestbestellwert: %1$@
es: Gasto mínimo de %1$@
fr: Dépense minimale de %1$@
he: הוצאה מינימלית בגובה %1$@
id: Belanja minimum %1$@
it: Spesa minima di %1$@
ja: 最小利用額: %1$@
nl: Minimaal bestelbedrag van%1$@
pt_br: Gasto mínimo de %1$@
ru: Минимальная сумма %1$@
sv: Minsta beställningsbelopp är %1$@
tr: Minimum %1$@ tutarında harcama

source: Mixed
ar: مختلط
de: Unterschiedlich
es: Mixto
fr: Variable
he: משולב
id: Campuran
it: Misto
ja: 混合
nl: Gecombineerd
pt_br: Mista
ru: Смешанный
sv: Blandat
tr: Karışık

source: Mobile App
ar: تطبيق للهواتف المحمولة
de: Mobil-App
es: Aplicación móvil
fr: Application mobile
he: אפליקציה לנייד
id: Aplikasi Seluler
it: App per dispositivi mobili
ja: モバイルアプリ
nl: Mobiele app
pt_br: Aplicativo móvel
ru: Мобильное приложение
sv: Mobilapp
tr: Mobil Uygulama

source: Moldova
ar: مولدوفا
de: Moldawien
es: Moldavia
fr: Moldavie
he: מולדובה
it: Moldavia
ja: モルドバ
nl: Moldavië
pt_br: Moldávia
ru: Молдова
sv: Moldavien

source: Monaco
ar: موناكو
es: Mónaco
he: מונקו
id: Monako
ja: モナコ
pt_br: Mônaco
ru: Монако
tr: Monako

source: Mongolia
ar: منغوليا
de: Mongolei
fr: Mongolie
he: מונגוליה
ja: モンゴル
nl: Mongolië
pt_br: Mongólia
ru: Монголия
sv: Mongoliet
tr: Moğolistan

source: Monitor and approve your product reviews
ar: مراقبة مراجعات منتجك والموافقة عليها
de: Produktbewertungen überwachen und genehmigen
es: Supervisa y aprueba los comentarios de tus productos
fr: Surveillez et approuvez les avis sur vos produits
he: לעקוב אחר ביקורות על מוצרים ולאשר אותן
id: Pantau dan setujui ulasan produk Anda
it: Monitora e approva le recensioni dei prodotti
ja: 商品レビューを監視、承認
nl: Volg en keur je productbeoordelingen goed
pt_br: Monitore e aprove avaliações dos seus produtos
ru: Отслеживайте и одобряйте обзоры своих товаров
sv: Övervaka och godkänn dina produktrecensioner
tr: Ürün incelemelerinizi izleyin ve onaylayın

source: Montenegro
ar: الجبل الأسود
fr: Monténégro
he: מונטנגרו
ja: モンテネグロ
ru: Черногория
tr: Karadağ

source: Month to Date
ar: منذ بداية الشهر حتى تاريخه
de: Bisheriger Monat
es: Desde hace un mes
fr: Mois à date
he: חודש עד התאריך הנוכחי
id: Awal Bulan hingga Saat Ini
it: Mese corrente
ja: 今月の現在まで
nl: Maand tot en met huidige datum
pt_br: Acumulado mensal
ru: С начала месяца до текущего дня
sv: Månad till datum
tr: Aydan tarihe

source: Monthly
ar: شهريًا
de: Monatlich
es: Mensual
fr: Mensuel
he: חודשי
id: Bulanan
it: Mensile
nl: Maandelijks
pt_br: Mensalmente
ru: Ежемесячно
sv: Månadsvis
tr: Aylık

source: Montserrat
ar: مونتسيرات
he: מונסראט
ja: モントセラート
ru: Монсеррат
tr: Montserat

source: More
ar: المزيد
de: Mehr
es: Más
fr: Lire la suite
he: עוד
id: Lainnya
it: Altro
ja: その他
nl: Meer
pt_br: Mais
ru: Больше
sv: Mer
tr: Daha Fazla

source: More Options
ar: مزيد من الخيارات
de: Weitere Optionen
es: Más opciones
fr: Plus d'options
he: עוד אפשרויות
id: Pilihan Lainnya
it: Altre opzioni
ja: 追加オプション
nl: Meer opties
pt_br: Mais opções
ru: Дополнительные параметры
sv: Fler alternativ
tr: Daha Çok Seçenek

source: More Privacy Options
ar: مزيد من خيارات الخصوصية
de: Weitere Privatsphäre-Optionen
es: Más opciones de privacidad
fr: Plus d’options de confidentialité
he: אפשרויות פרטיות נוספות
id: Pilihan Privasi Lainnya
it: Ulteriori opzioni per la privacy
nl: Meer privacyopties
pt_br: Mais opções de privacidade
ru: Дополнительные опции конфиденциальности
sv: Fler integritetsalternativ
tr: Daha Fazla Gizlilik Seçeneği

source: More details here
ar: مزيد من التفاصيل هنا
de: Weitere Informationen findest du hier
es: Encontrarás más información aquí
fr: Plus de détails ici.
he: ניתן למצוא כאן פרטים נוספים
id: Detail selengkapnya di sini
it: Trovi ulteriori dettagli qui
nl: Meer informatie vind je hier
pt_br: Confira mais detalhes aqui.
ru: Подробности здесь.
sv: Mer information finns här
tr: Daha fazla ayrıntıyı burada bulabilirsiniz

source: More options
ar: مزيد من الخيارات
de: Weitere Optionen
es: Más opciones
fr: Plus d'options
he: עוד אפשרויות
id: Pilihan lainnya
it: Altre opzioni
ja: 追加オプション
nl: Meer opties
pt_br: Mais opções
ru: Дополнительные параметры
sv: Fler alternativ
tr: Diğer seçenekler

source: More privacy options available for woocommerce.com users. Check here to learn more.
ar: يتوفر مزيد من خيارات الخصوصية لمستخدمي woocommerce.com. تحقق هنا للتعرف على المزيد.
de: Es sind weitere Datenschutz-Optionen für woocommerce.com-Benutzer verfügbar. Hier erhältst du weitere Informationen.
es: Más opciones de privacidad disponibles para los usuarios de woocommerce.com. Consulta aquí para saber más.
fr: Plus d’options de confidentialité disponibles pour les utilisateurs de woocommerce.com. Cliquez ici pour en savoir plus.
he: למשתמשי WooCommerce.com יש אפשרויות פרטיות נוספות. לרשותך כאן מידע נוסף.
id: Tersedia pilihan privasi lainnya untuk pengguna woocommerce.com. Lihat di sini untuk membaca selengkapnya.
it: Ulteriori opzioni per la privacy sono disponibili per gli utenti di woocommerce.com. Controlla qui per saperne di più.
nl: Meer privacyopties beschikbaar voor gebruikers van woocommerce.com. Kijk hier voor meer informatie.
pt_br: Mais opções de privacidade disponíveis para usuários do woocommerce.com. Clique aqui para saber mais.
ru: Для пользователей woocommerce.com доступны дополнительные опции конфиденциальности. Подробности см. здесь.
sv: Fler integritetsalternativ tillgängliga för WooCommerce.com-användare. Kolla in här för att lära dig mer.
tr: woocommerce.com kullanıcıları için daha fazla gizlilik seçeneği mevcut. Daha fazla bilgi edinmek için burayı kontrol edin.

source: Morocco
ar: المغرب
de: Marokko
es: Marruecos
fr: Maroc
he: מרוקו
id: Maroko
it: Marocco
ja: モロッコ
nl: Marokko
pt_br: Marrocos
ru: Марокко
sv: Marocko
tr: Fas

source: Move
ar: نقل
de: Verschieben
es: Mover
fr: Déplacer
he: להעביר
id: Pindahkan
it: Sposta
ja: 移動
nl: Verplaats
pt_br: Mover
ru: Переместить
sv: Flytta
tr: Taşı

source: Move Item
ar: نقل العنصر
de: Artikel verschieben
es: Mover artículo
fr: Déplacer l’élément
he: להעביר פריט
id: Pindah Item
it: Sposta elemento
ja: 項目を移動
nl: Artikel verplaatsen
pt_br: Mover item
ru: Переместить позицию
sv: Flytta artikel
tr: Öğeyi Taşı

source: Move to Trash
ar: نقل إلى سلة المهملات
de: In Papierkorb verschieben
es: Mover a la papelera
fr: Mettre dans la Corbeille
he: העברה לפח
id: Pindahkan ke Sampah
it: Sposta nel cestino
ja: ゴミ箱へ移動
nl: Verplaatsen naar prullenbak
pt_br: Mover para a lixeira
ru: Удалить
sv: Flytta till papperskorgen
tr: Çöpe taşı

source: Moves a comment to Spam
ar: ينقل تعليقًا إلى البريد المزعج
de: Verschiebt einen Kommentar in den Spam-Ordner
es: Traslada un comentario a spam
fr: Déplace un commentaire dans les indésirables
he: העברת תגובה לתגובות הזבל
id: Pindahkan komentar ke Spam
it: Sposta un commento nella cartella spam
ja: コメントをスパムに移動する
nl: Verplaatst een reactie naar spam
pt_br: Define um comentário como spam
ru: Отправить комментарий в «Спам»
sv: Markerar kommentaren som skräppost
tr: Yorumu İstenmeyen klasörüne taşır

source: Moves the comment to Trash
ar: ينقل التعليق إلى سلة المهملات
de: Verschiebt den Kommentar in den Papierkorb
es: Traslada el comentario a la papelera
fr: Déplace le commentaire dans la corbeille
he: העברת התגובות לפח
id: Pindahkan komentar ke Tempat Sampah
it: Sposta i commenti nel cestino
ja: コメントをゴミ箱に移動する
nl: Verplaatst de reactie naar de prullenbak
pt_br: Move o comentário para a lixeira
ru: Отправить комментарий в Корзину
sv: Flyttar kommentaren till papperskorgen
tr: Yorumu Çöp Kutusu'na taşır

source: Mozambique
ar: موزمبيق
de: Mosambik
he: מוזמביק
id: Mozambik
it: Mozambico
ja: モザンビーク
pt_br: Moçambique
ru: Мозамбик
tr: Mozambik

source: Multiple Contactless Cards Detected
ar: تم اكتشاف عدة بطاقات غير تلامسية
de: Mehrere Karten zum kontaktlosen Bezahlen erfasst.
es: Se han detectado varias tarjetas de pago sin contacto.
fr: Plusieurs cartes sans contact détectées
he: זוהו מספר כרטיסים ללא מגע
id: Beberapa Kartu Nirsentuh Terdeteksi
it: Rilevate più carte contactless
ja: 複数の非接触型カードが検出されました
nl: Meerdere contactloze kaarten gedetecteerd
pt_br: Vários cartões por aproximação detectados
ru: Обнаружено несколько бесконтактных карт
sv: Flera kontaktlösa kort upptäckta
tr: Birden Fazla Temassız Kart Algılandı

source: Multiple Stores
ar: متاجر متعددة
de: Mehrere Shops
es: Varias tiendas
fr: Plusieurs boutiques
he: מספר חנויות
id: Beberapa Toko
it: Più negozi
ja: 複数のストア
nl: Meerdere winkels
pt_br: Várias lojas
ru: Несколько магазинов
sv: Flera butiker
tr: Birden Fazla Mağaza

source: My Store
ar: مخزني
de: Mein Shop
es: Mi tienda
fr: Ma boutique
he: החנות שלי
id: Toko Saya
it: Il mio negozio
ja: 自分のストア
nl: Mijn winkel
pt_br: Minha loja
ru: Мой магазин
sv: Min butik
tr: Mağazam

source: Myanmar
ar: ميانمار
es: Birmania
fr: Birmanie
he: מיאנמר
it: Birmania
ja: ミャンマー
pt_br: Mianmar
ru: Мьянма

source: N/A
ar: غير محدَّد
de: k. A.
es: n/d
he: אין מידע
id: Tidak tersedia
it: N/D
nl: N.v.t.
pt_br: N/D
ru: Н/Д
tr: Yok

source: Name
ar: الاسم
es: Nombre
fr: Nom
he: שם
id: Nama
it: Nome
ja: 名前
nl: Naam
pt_br: Nome
ru: Имя
sv: Namn
tr: Ad

source: Name missing
ar: الاسم مفقود
de: Name fehlt
es: Falta el nombre
fr: Nom manquant
he: השם חסר
id: Nama belum diisi
it: Nome mancante
ja: 氏名がありません
nl: Naam ontbreekt
pt_br: Informe o nome
ru: Не указано имя
sv: Namn saknas
tr: Ad eksik

source: Namibia
ar: ناميبيا
fr: Namibie
he: נמיביה
ja: ナミビア
nl: Namibië
pt_br: Namíbia
ru: Намибия
tr: Namibya

source: Nauru
ar: ناورو
he: נאורו
ja: ナウル
ru: Науру

source: Need a shipping label?
ar: هل تحتاج إلى ملصق شحن؟
de: Du brauchst ein Versandetikett?
es: ¿Necesitas una etiqueta de envío?
fr: Vous avez besoin d’une étiquette de livraison ?
he: יש לך צורך בתווית משלוח?
id: Perlu label pengiriman?
it: Hai bisogno di un'etichetta di spedizione?
ja: 配送ラベルが必要な場合
nl: Verzendlabel nodig?
pt_br: Precisa de uma etiqueta de envio?
ru: Нужна транспортная этикетка?
sv: Behöver du en fraktetikett?
tr: Bir gönderim etiketine mi ihtiyacınız var?

source: Need help finding the required email?
ar: هل تحتاج إلى مساعدة بشأن العثور على البريد الإلكتروني المطلوب؟
de: Benötigst du Hilfe bei der Suche nach der erforderlichen E-Mail-Adresse?
es: ¿Necesitas ayuda para encontrar la dirección de correo electrónico que se solicita?
fr: Besoin d’aide pour trouver l’adresse e-mail obligatoire ?
he: נדרשת לך עזרה במציאת האימייל הנדרש?
id: Perlu bantuan untuk menemukan email yang dibutuhkan?
it: Hai bisogno di aiuto per trovare l'e-mail richiesta?
ja: 必要なメールアドレスをお忘れですか ?
nl: Heb je hulp nodig bij het vinden van de vereiste e-mail?
pt_br: Precisa de ajuda para encontrar o e-mail necessário?
ru: Не можете вспомнить адрес эл. почты?
sv: Behöver du hjälp med att hitta e-postmeddelandet?
tr: Gerekli e-postayı bulmak için yardıma mı ihtiyacınız var?

source: Need help finding your site address?
ar: هل تحتاج إلى المساعدة في العثور على عنوان موقعك؟
de: Brauchst du Hilfe, um deine Website-Adresse zu finden?
es: ¿Necesitas ayuda para encontrar la dirección de tu sitio?
fr: Besoin d’aide pour trouver l’adresse de votre site ?
he: צריך עזרה במציאת כתובת האתר שלך?
id: Perlu bantuan untuk menemukan alamat situs Anda?
it: Hai bisogno di aiuto per trovare l'indirizzo del tuo sito?
ja: 自分のサイトアドレスを忘れましたか ?
nl: Hulp nodig in het vinden van je site adres?
pt_br: Precisa de ajuda para encontrar o endereço do seu site?
ru: Как найти адрес своего сайта?
sv: Behöver du hjälp att hitta adressen till din webbplats?
tr: Sitenizin adresini bulmak için yardıma mı ihtiyacınız var?

source: Need help?
ar: هل تحتاج إلى مساعدة؟
de: Brauchst du Hilfe?
es: ¿Necesitas ayuda?
fr: Besoin d’aide ?
he: דרושה עזרה?
id: Perlu bantuan?
it: Serve aiuto?
ja: サポートが必要ですか ?
nl: Hulp nodig?
pt_br: Precisa de ajuda?
ru: Нужна помощь?
sv: Behöver du hjälp?
tr: Yardıma mı ihtiyacınız var?

source: Need more help?
ar: هل تحتاج إلى مزيد من المساعدة؟
de: Brauchst du weitere Hilfe?
es: ¿Necesitas más ayuda?
fr: Besoin de plus d’aide ?
he: צריכים עזרה נוספת?
id: Butuh bantuan lebih lanjut?
it: Serve altro aiuto?
ja: 問題が解決しない場合
nl: Meer hulp nodig?
pt_br: Precisa de ajuda?
ru: Нужна дополнительная помощь?
sv: Behöver du mer hjälp?
tr: Daha fazla yardım mı gerekli?

source: Need some help?
ar: هل تحتاج المساعدة؟
de: Brauchst du Hilfe?
es: ¿Necesitas ayuda?
fr: Besoin d’aide ?
he: נדרשת לך עזרה?
id: Butuh bantuan?
it: Ti serve aiuto?
ja: ヘルプが必要ですか ?
nl: Hulp nodig?
pt_br: Precisa de ajuda?
ru: Нужна какая-то помощь?
sv: Behöver du hjälp?
tr: Biraz yardıma mı ihtiyacınız var?

source: Need some help? %1$@
ar: هل تحتاج إلى بعض المساعدة؟ %1$@
de: Brauchst du Hilfe? %1$@
es: ¿Necesitas ayuda? %1$@
fr: Besoin d’aide ? %1$@
he: נדרשת לך עזרה? %1$@
id: Perlu bantuan? %1$@
it: Hai bisogno di aiuto? %1$@
ja: サポートが必要な場合: %1$@
nl: Hulp nodig? %1$@
pt_br: Precisa de ajuda? %1$@
ru: Нужна помощь? %1$@
sv: Behöver du hjälp? %1$@
tr: Biraz yardıma mı ihtiyacınız var? %1$@

source: Nepal
ar: نيبال
fr: Népal
he: נפאל
ja: ネパール
ru: Непал

source: Net Payment
ar: الدفع الصافي
de: Nettozahlung
es: Pago neto
fr: Paiement net
he: תשלום נטו
id: Pembayaran Bersih
it: Pagamento netto
ja: 支払額 (正味)
nl: Netto betaling
pt_br: Pagamento líquido
ru: Чистая выплата
sv: Nettobetalning
tr: Net ödeme

source: Net Sales
ar: صافي المبيعات
de: Nettoumsatz
es: Ventas netas
fr: Ventes nettes
he: סכום מכירות נטו
id: Penjualan Bersih
it: Vendite nette
ja: 純売上高
nl: Netto-omzet
pt_br: Vendas líquidas
ru: Чистый объем продаж
sv: Nettoförsäljning
tr: Net satış

source: Net sales: %@
ar: صافي المبيعات: %@
de: Nettoumsatz: %@
es: Ventas netas: %@
fr: Ventes nettes : %@
he: סכום מכירות נטו: %@
id: Penjualan bersih: %@
it: Vendite nette: %@
ja: 純売上高: %@
nl: Netto verkoop: %@
pt_br: Vendas líquidas: %@
ru: Чистая выручка: %@
sv: Nettoförsäljning: %@
tr: Net satışlar: %@

source: Netherlands
ar: هولندا
de: Niederlande
es: Países Bajos
fr: Pays-Bas
he: הולנד
id: Belanda
it: Paesi Bassi
ja: オランダ
nl: Nederland
pt_br: Países Baixos
ru: Нидерланды
sv: Nederländerna
tr: Hollanda

# NetworkError.invalidCookieNonce
source: Sorry, your session has expired. Please log in again.
ar: عذرًا، لقد انتهت صلاحية جلستك. يرجى تسجيل الدخول مرة أخرى.
de: Entschuldigung, deine Sitzung ist leider abgelaufen. Bitte melde dich erneut an.
es: Lo sentimos, tu sesión ha caducado. Por favor, accede de nuevo.
fr: Désolés, votre session a expiré. Veuillez vous reconnecter.
he: מצטערים , תוקף ההפעלה פג. נא להתחבר מחדש.
id: Maaf, sesi Anda telah kedaluwarsa. Silakan login kembali.
it: Spiacenti, la tua sessione è scaduta. Accedi nuovamente.
nl: Je sessie is verlopen. Graag opnieuw inloggen.
pt_br: Sua sessão expirou. Faça login novamente.
ru: Время вашей сессии истекло. Пожалуйста, войдите заново.
sv: Din session har löpt ut. Logga in igen.
tr: Maalesef, oturum süresi doldu. Lütfen tekrar giriş yapın.

# NetworkError.invalidURL
source: Sorry, the URL is not valid. Please try again.
ar: عفوًا، عنوان URL غير صالح. ترجى المحاولة مجددًا.
de: Entschuldigung, die URL ist ungültig. Bitte versuche es erneut.
es: Lo sentimos, la URL no es válida. Inténtalo de nuevo.
fr: Désolés, l’URL n’est pas valide. Veuillez réessayer.
he: מצטערים, כתובת ה-URL לא תקפה. נא לנסות שוב.
id: Maaf, URL tidak valid. Coba lagi.
it: Spiacenti, l'URL non è valido. Riprova.
nl: Sorry, the URL is not valid. Probeer het opnieuw.
pt_br: A URL é inválida. Tente novamente.
ru: URL-адрес недействителен. Повторите попытку.
sv: URL:en är inte giltig. Försök igen.
tr: Üzgünüz, URL geçerli değil. Lütfen tekrar deneyin.

# NetworkError.notFound
source: Sorry, we couldn't find what you were looking for. Please try again. Response: %1$@
ar: عفوًا، تعذر علينا العثور على ما كنت تبحث عنه. ترجى المحاولة مجددًا. الرد: %1$@
de: Entschuldigung, wir konnten nicht finden, wonach du gesucht hast. Bitte versuche es erneut. Antwort: %1$@
es: Lo sentimos, no hemos encontrado lo que buscas. Inténtalo de nuevo. Respuesta: %1$@
fr: Désolés, nous n’avons pas trouvé ce que vous recherchiez. Veuillez réessayer. Réponse : %1$@
he: מצטערים, לא הצלחנו לאתר את מה שחיפשת. נא לנסות שוב. תשובה: %1$@
id: Maaf, yang Anda cari tidak bisa ditemukan. Coba lagi. Pesan: %1$@
it: Spiacenti, non abbiamo trovato ciò che stavi cercando. Riprova. Risposta: %1$@
nl: Kun je niet vinden wat je zoekt? Probeer het opnieuw. Antwoord: %1$@
pt_br: Não encontramos o que você procurava. Tente novamente. Resposta: %1$@
ru: К сожалению, мы не смогли найти то, что вы искали. Повторите попытку. Ответ: %1$@
sv: Vi hittade tyvärr inte det du letade efter. Försök igen. Svar: %1$@
tr: Üzgünüz, aradığınızı bulamadık Lütfen tekrar deneyin. Yanıt: %1$@

# NetworkError.timeout
source: Sorry, the request took too long to process. Please try again later. Response: %1$@
ar: عفوًا، استغرقت معالجة الطلب فترة طويلة للغاية. ترجى المحاولة مرة أخرى لاحقًا. الرد: %1$@
de: Entschuldigung, die Anfrage hat zu lange gebraucht, um verarbeitet zu werden. Bitte versuche es später erneut. Antwort: %1$@
es: Lo sentimos, la solicitud ha tardado demasiado en procesarse. Inténtalo de nuevo más tarde. Respuesta: %1$@
fr: Désolés, le traitement de la requête a pris trop de temps. Veuillez réessayer plus tard. Réponse : %1$@
he: מצטערים, עיבוד הבקשה נמשך זמן רב מדי. נא לנסות שוב מאוחר יותר. תשובה: %1$@
id: Maaf, pemrosesan permintaan lebih lama dari seharusnya. Silakan coba lagi nanti. Pesan: %1$@
it: Spiacenti, l'elaborazione della richiesta è stata troppo lunga. Riprova più tardi. Risposta: %1$@
nl: Sorry, the request took too long to process. Probeer later opnieuw. Antwoord: %1$@
pt_br: A solicitação demorou demais para ser processada. Tente novamente mais tarde. Resposta: %1$@
ru: К сожалению, обработка запроса заняла слишком много времени. Повторите попытку позже. Ответ: %1$@
sv: Det tog tyvärr för lång tid att behandla begäran. Försök igen senare. Svar: %1$@
tr: Üzgünüz, isteğin işlenmesi çok uzun sürdü. Lütfen daha sonra tekrar deneyin. Yanıt: %1$@

# NetworkError.unacceptableStatusCode
source: Sorry, there was an issue with the server. Please try again later. (Error code: %1$d). Response: %2$@
ar: عفوًا، كانت هناك مشكلة في الخادم. ترجى المحاولة مرة أخرى لاحقًا. (كود الخطأ: ⁦%1$d⁩). الرد: %2$@
de: Entschuldigung, ein Serverproblem ist aufgetreten. Bitte versuche es später erneut. (Fehlercode: %1$d). Antwort: %2$@
es: Lo sentimos, ha habido un problema con el servidor. Inténtalo de nuevo más tarde. (Código de error: %1$d). Respuesta: %2$@
fr: Désolés, le serveur a rencontré une erreur. Veuillez réessayer plus tard. (Code d’erreur : %1$d). Réponse : %2$@
he: מצטערים, בעיה בשרת. נא לנסות שוב מאוחר יותר. (קוד שגיאה: ⁦%1$d⁩). תשובה: %2$@
id: Maaf, ada masalah dengan server. Silakan coba lagi nanti. (Kode error: %1$d). Pesan: %2$@
it: Spiacenti, si è verificato un problema con il server. Riprova più tardi. (Codice di errore: %1$d). Risposta: %2$@
nl: Sorry, er was een probleem met de server. Probeer later opnieuw. (Foutcode: %1$d) Antwoord: %2$@
pt_br: Ocorreu um problema com o servidor. Tente novamente mais tarde. (Código do erro: %1$d.) Resposta: %2$@
ru: К сожалению, на сервере возникла проблема. Повторите попытку позже. (Код ошибки: %1$d) Ответ: %2$@
sv: Tyvärr uppstod ett problem med servern. Försök igen senare. (Felkod: %1$d). Svar: %2$@
tr: Üzgünüz, sunucunuzda bir hata oluştu. Lütfen daha sonra tekrar deneyin. (Hata kodu: %1$d). Yanıt: %2$@

source: Never expire
ar: عدم انتهاء الصلاحية
de: Nie ablaufend
es: Sin caducidad
fr: N’expire jamais
he: ללא פקיעת תוקף
id: Tidak akan kedaluwarsa
it: Non scade mai
nl: Verlopen nooit
pt_br: Nunca expira
ru: Никогда не истекает
sv: Löper aldrig ut
tr: Asla sona ermez

source: New
ar: جديد
de: Neu
es: Nuevos
fr: Nouveautés
he: חדש
id: Baru
it: Nuovo
ja: 新規
nl: Nieuw
pt_br: Novos
ru: Новые
sv: Nya
tr: Yeni

source: New Attribute Name
ar: اسم السمة الجديدة
de: Neuer Attributname
es: Nombre del nuevo atributo
fr: Nom du nouvel attribut
he: שם המאפיין החדש
id: Nama Atribut Baru
it: Nuovo nome attributo
ja: 新規属性名
nl: Nieuwe naam van eigenschap
pt_br: Nome do novo atributo
ru: Название нового атрибута
sv: Nytt attributnamn
tr: Yeni Özellik Adı

source: New Caledonia
ar: كاليدونيا الجديدة
de: Neukaledonien
es: Nueva Caledonia
fr: Nouvelle-Calédonie
he: קלדוניה החדשה
id: Kaledonia Baru
it: Nuova Caledonia
ja: ニューカレドニア
nl: Nieuw-Caledonië
pt_br: Nova Caledônia
ru: Новая Каледония
sv: Nya Kaledonien
tr: Yeni Kaledonya

source: New Order
ar: طلب جديد
de: Neue Bestellung
es: Nuevo pedido
fr: Nouvelle commande
he: הזמנה חדשה
id: Pesanan Baru
it: Nuovo ordine
ja: 新しい注文
nl: Nieuwe bestelling
pt_br: Novo pedido
ru: Новый заказ
sv: Ny beställning
tr: Yeni Sipariş

source: New Zealand
ar: نيوزيلندا
de: Neuseeland
es: Nueva Zelanda
fr: Nouvelle-Zélande
he: ניו זילנד
id: Selandia Baru
it: Nuova Zelanda
ja: ニュージーランド
nl: Nieuw-Zeeland
pt_br: Nova Zelândia
ru: Новая Зеландия
sv: Nya Zeeland
tr: Yeni Zelanda
