Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: Tap to toggle Header 5
ar: الضغط لتبديل الترويسة 5
de: Tippen, um zu Überschrift 5 zu wechseln
es: Toca para activar el encabezado 5
fr: Appuyer pour basculer sur En-tête 5
he: יש להקיש כדי לשנות את הכותרת העליונה ברמה 5
id: Ketuk untuk mengaktifkan Header 5
it: Tocca per attivare o disattivare Intestazione 5
ja: タップしてヘッダー5を切り替えます
nl: Tik om over te schakelen naar titel 5
pt_br: Toque para alternar Cabeçalho 5
ru: Нажмите, чтобы включить заголовок №5
sv: Tryck för att slå på/av rubrik 5
tr: Başlık 5'e geçmek için dokunun

source: Tap to toggle Header 6
ar: الضغط لتبديل الترويسة 6
de: Tippen, um zu Überschrift 6 zu wechseln
es: Toca para activar el encabezado 6
fr: Appuyer pour basculer sur En-tête 6
he: יש להקיש כדי לשנות את הכותרת העליונה ברמה 6
id: Ketuk untuk mengaktifkan Header 6
it: Tocca per attivare o disattivare Intestazione 6
ja: タップしてヘッダー6を切り替えます
nl: Tik om over te schakelen naar titel 6
pt_br: Toque para alternar Cabeçalho 6
ru: Нажмите, чтобы включить заголовок №6
sv: Tryck för att slå på/av rubrik 6
tr: Başlık 6'ya geçmek için dokunun

source: Tap to toggle Italic text
ar: الضغط لتبديل النص المائل
de: Tippen, um zu Text in Kursivschrift zu wechseln
es: Toca para activar la cursiva
fr: Appuyer pour basculer sur Italique
he: יש להקיש כדי לשנות את הטקסט הנטוי
id: Ketuk untuk mengaktifkan teks miring
it: Tocca per attivare o disattivare il testo Corsivo
ja: タップして斜体テキストを切り替えます
nl: Tik om over te schakelen naar schuingedrukte tekst
pt_br: Toque para alternar Texto em itálico
ru: Нажмите, чтобы включить курсив
sv: Tryck för att slå på/av kursiv text
tr: İtalik metine geçmek için dokunun

source: Tap to toggle Ordered List
ar: الضغط لتبديل القائمة المرتَّبة
de: Tippen, um zur sortierten Liste zu wechseln
es: Toca para activar la lista ordenada
fr: Appuyer pour basculer sur Liste ordonnée
he: יש להקיש כדי לשנות את הרשימה הממוספרת
id: Ketuk untuk mengaktifkan Daftar Berurutan
it: Tocca per attivare o disattivare Elenco ordinato
ja: タップして順序付きリストを切り替えます
nl: Tik om over te schakelen naar de geordende lijst
pt_br: Toque para alternar Lista ordenada
ru: Нажмите, чтобы перейти к упорядоченному списку
sv: Tryck för att ändra Sorterad lista
tr: Sıralı Liste'ye geçmek için dokunun

source: Tap to toggle Strike Through
ar: الضغط لتبديل "ما يتوسطه خط"
de: Tippen, um zum Durchstreichen zu wechseln
es: Toca para activar el tachado
fr: Appuyer pour basculer sur Texte barré
he: יש להקיש כדי לשנות את הקו החוצה
id: Ketuk untuk mengaktifkan Coretan
it: Tocca per attivare o disattivare Barrato
ja: タップして取り消し線を切り替えます
nl: Tik om over te schakelen naar doorstrepen
pt_br: Toque para alternar Tachado
ru: Нажмите, чтобы включить функцию "Зачеркивание"
sv: Tryck för att slå på/av linje genom
tr: Üstü Çizili'ye geçmek için dokunun

source: Tap to toggle Underline
ar: الضغط لتبديل "ما تحته خط"
de: Tippen, um zum Unterstreichen zu wechseln
es: Toca para activar el subrayado
fr: Appuyer pour basculer sur Souligner
he: יש להקיש כדי לשנות את הקו התחתון
id: Ketuk untuk mengaktifkan Garis Bawah
it: Tocca per attivare o disattivare Sottolinea
ja: タップして下線を切り替えます
nl: Tik om over te schakelen naar onderstrepen
pt_br: Toque para alternar Sublinhar
ru: Нажмите, чтобы включить функцию "Подчеркивание"
sv: Tryck för att slå på/av understreck
tr: Alt çizgiye geçmek için dokunun

source: Tap to toggle Unordered List
ar: الضغط لتبديل القائمة غير المرتَّبة
de: Tippen, um zur unsortierten Liste zu wechseln
es: Toca para activar la lista desordenada
fr: Appuyer pour basculer sur Liste non ordonnée
he: יש להקיש כדי לשנות את הרשימה הלא ממוספרת
id: Ketuk untuk mengaktifkan Daftar Tidak Berurutan
it: Tocca per attivare o disattivare Elenco non ordinato
ja: タップして順序なしリストを切り替えます
nl: Tik om over te schakelen naar de ongeordende lijst
pt_br: Toque para alternar Lista fora de ordem
ru: Нажмите, чтобы перейти к неупорядоченному списку
sv: Tryck för att ändra Osorterad lista
tr: Sırasız Liste'ye geçmek için dokunun

source: Tap to toggle paragraph style
ar: الضغط لتبديل نمط الفقرة
de: Tippen, um zum Absatzformat zu wechseln
es: Toca para cambiar el estilo del párrafo
fr: Appuyer pour basculer sur le style de paragraphe
he: יש להקיש כדי לשנות את סגנונות הפסקה
id: Ketuk untuk mengaktifkan gaya paragraf
it: Tocca per attivare o disattivare lo stile del paragrafo
ja: タップして段落スタイルを切り替えます
nl: Tik om over te schakelen naar paragraafstijl
pt_br: Toque para alternar Estilo do parágrafo
ru: Нажмите, чтобы переключить стиль абзаца
sv: Tryck för att ändra styckeformat
tr: Paragraf stiline geçmek için dokunun

source: Tap, insert or swipe to pay
ar: الضغط أو الإدراج أو التمرير للدفع
de: Zum Zahlen tippen, eingeben oder wischen
es: Acerca, inserta o desliza la tarjeta para pagar
fr: Touchez, insérez ou glissez pour payer
he: יש להקיש, להכניס או להחליק כדי לשלם
id: Ketuk, sisipkan atau geser untuk membayar
it: Tocca, inserisci o scorri per pagare
ja: タップ、挿入、またはスワイプして支払う
nl: Tik, voer in of swipe om te betalen
pt_br: Toque, insira ou deslize para pagar
ru: Приложите, вставьте или проведите, чтобы оплатить
sv: Tryck, infoga eller svep för att betala
tr: Ödeme yapmak için dokunun, ekleyin veya kaydırın

source: Tap, insert or swipe to refund
ar: الضغط أو الإدراج أو التمرير لاسترداد المبالغ المدفوعة
de: Zum Erstatten tippen, eingeben oder wischen
es: Acerca, inserta o desliza la tarjeta para obtener el reembolso
fr: Touchez, insérez ou glissez pour rembourser
he: יש להקיש, להכניס או להחליק כדי לבצע החזר כספי
id: Ketuk, sisipkan, atau geser untuk mengembalikan dana
it: Tocca, inserisci o scorri per effettuare il rimborso
ja: タップ、挿入、またはスワイプして返金する
nl: Tik, voer in of swipe om terug te betalen
pt_br: Toque, insira ou deslize para reembolsar
ru: Приложите, вставьте или проведите, чтобы оформить возврат
sv: Tyck, för in eller svep för att återbetala
tr: Geri ödeme yapmak için dokunun, ekleyin veya kaydırın

source: Tax
ar: الضريبة
de: Steuern
es: Impuesto
fr: Taxe
he: מס
id: Pajak
it: Tassa
ja: 税
nl: Belasting
pt_br: Imposto
ru: Налог
sv: Moms
tr: Vergi

source: Tax Settings
ar: إعدادات الضريبة
de: Steuereinstellungen
es: Configuración de impuestos
fr: Paramètres d'imposition
he: הגדרות מס
id: Pengaturan Pajak
it: Impostazioni delle tasse
ja: 税設定
nl: Belastinginstellingen
pt_br: Configurações do imposto
ru: Настройки налога
sv: Momsinställningar
tr: Vergi Ayarları

source: Tax Status
ar: حالة الضريبة
de: Steuerstatus
es: Estado del impuesto
fr: État de la taxe
he: מצב מס
id: Status Pajak
it: Stato delle tasse
ja: 税状況
nl: Status belasting
pt_br: Status do imposto
ru: Статус налога
sv: Momsstatus
tr: Vergi Durumu

source: Tax class
ar: فئة الضريبة
de: Steuerklasse
es: Clase de impuesto
fr: Classe de taxe
he: סיווג מס
id: Kelas pajak
it: Classe delle tasse
ja: 税区分
nl: Belastinggroep
pt_br: Classe de imposto
ru: Налоговый класс
sv: Momsgrupp
tr: Vergi sınıfı

source: Tax classes
ar: فئات الضريبة
de: Steuerklassen
es: Clases de impuesto
fr: Classes de taxes
he: סיווגי מס
id: Kelas pajak
it: Classi delle tasse
ja: 税区分
nl: Belastinggroepen
pt_br: Classes de imposto
ru: Налоговые классы
sv: Momsgrupper
tr: Vergi sınıfları

source: Tax rates for different locations can be managed in your store’s admin.
ar: يمكن إدارة معدلات الضرائب لمختلف المواقع ضمن مسؤول متجرك.
de: Steuersätze für verschiedene Orte können in der Administration deines Shops verwaltet werden.
es: Los tipos impositivos de las distintas ubicaciones pueden gestionarse en el escritorio de la tienda.
fr: Différents taux de taxe correspondant à divers emplacements peuvent être gérés sur la page d’administration de votre boutique.
he: ניתן לנהל שיעורי מיסים למיקומים שונים במקטע מנהל המערכת של החנות.
id: Tarif pajak untuk berbagai lokasi dapat dikelola di admin toko Anda.
it: Le aliquote d'imposta per diverse località possono essere gestite nella pagina dell'amministratore del negozio.
nl: Je kan belastingtarieven voor verschillende locaties beheren in het beheerdersgedeelte van je winkel.
pt_br: Taxas de impostos para diferentes locais podem ser gerenciadas na página de administração da sua loja.
ru: Налоговые ставки для разных мест можно изменить в консоли магазина.
sv: Momssatser för olika platser kan hanteras i din butiks adminpanel.
tr: Farklı konumlar için vergi oranları, mağazanızın yöneticisinde yönetilebilir.

source: Tax status
ar: حالة الضريبة
de: Steuerstatus
es: Estado del impuesto
fr: État de la taxe
he: מצב מס
id: Status pajak
it: Stato delle tasse
ja: 税状況
nl: Status belasting
pt_br: Status do imposto
ru: Статус налога
sv: Momsstatus
tr: Vergi durumu

source: Taxable
ar: خاضع للضريبة
de: Zu versteuern
es: Imponible
he: חייב במיסים
id: Kena Pajak
it: Tassabile
ja: 課税
nl: Belastbaar
pt_br: Tributável
ru: Налогооблагаемый
sv: Momsbelagd
tr: Vergilendirilebilir

source: Taxes
ar: الضرائب
de: Steuern
es: Impuestos
he: מיסים
id: Pajak
it: Tasse
ja: 税
nl: Belastingen
pt_br: Impostos
ru: Налоги
sv: Momser
tr: Vergiler

source: Taxes & Tax Rates
ar: الضرائب ومعدلات الضرائب
de: Steuern & Steuersätze
es: Impuestos y tipos impositivos
fr: Taxes et taux de taxe
he: מיסים ושיעורי מיסים
id: Pajak & Tarif Pajak
it: Tasse e aliquote d'imposta
nl: Belasting en belastingtarieven
pt_br: Taxas e impostos
ru: Налоги и налоговые ставки
sv: Moms och momssatser
tr: Vergiler ve Vergi Oranları

source: Taxes are automatically calculated based on your store address.
ar: يتم حساب الضرائب تلقائيًا بناءً على عنوان مخزنك.
de: Steuern werden anhand deiner Store-Adresse automatisch berechnet.
es: Los impuestos se calculan automáticamente en función de la dirección de tu tienda.
fr: Les taxes sont calculées automatiquement en fonction de l’adresse de votre boutique.
he: מיסים מחושבים באופן אוטומטי בהתאם לכתובת של החנות שלך.
id: Pajak dihitung otomatis berdasarkan alamat toko Anda.
it: Le aliquote sono calcolate automaticamente in base agli indirizzi del negozio.
ja: 税金は店舗の住所に基づいて自動的に計算されます。
nl: Belastingen worden automatisch berekend op basis van je winkeladres.
pt_br: Os impostos são calculados automaticamente, de acordo com o endereço de sua loja.
ru: Налоги рассчитываются автоматически на основе адреса магазина.
sv: Moms beräknas automatiskt baserat på din butiksadress.
tr: Vergiler, mağaza adresinize göre otomatik olarak hesaplanır.

source: Taxes are calculated by matching your customer’s billing or shipping address, or your shop address to a tax rate location.
ar: تُحسب الضرائب عن طريق مطابقة الفوترة أو عنوان الشحن الخاصَين بعميلك، أو عنوان متجرك مع موقع معدل الضريبة.
de: Steuern werden berechnet, indem die Rechnungs- oder Lieferadresse des Kunden oder deine Shop-Adresse dem entsprechenden Ort und dem dort geltenden Steuersatz zugeordnet werden.
es: Los impuestos se calculan cotejando la dirección de facturación o de envío de tu cliente, o la dirección de tu tienda con una ubicación de tipo impositivo.
fr: Les taxes sont calculées en faisant correspondre l’adresse de facturation ou d’expédition du client, ou l’adresse de votre boutique, à un emplacement lié à un taux de taxe.
he: המיסים מחושבים לפי הכתובת לחיוב או הכתובת למשלוח של הלקוח, או לפי הכתובת של החנות שלך, והתאמת הכתובת הנבחרת למיקום של שיעור המס.
id: Pajak dihitung dengan mencocokkan alamat penagihan atau pengiriman pelanggan, atau lokasi toko Anda, dengan lokasi tarif pajak.
it: Le tasse vengono calcolate abbinando l'indirizzo di fatturazione o di spedizione del cliente o l'indirizzo del tuo negozio a una località dell'aliquota d'imposta.
nl: Belasting wordt berekend door het factuur- of verzendadres van je klant of je winkeladres te koppelen aan de locatie van een belastingtarief.
pt_br: As taxas são calculadas combinando o endereço de cobrança ou entrega do seu cliente, ou da sua loja com um local de taxa de imposto.
ru: Налоги рассчитываются на основе сопоставления платёжного адреса, адреса доставки или адреса магазина с местом, где действует налоговая ставка.
sv: Moms beräknas genom att matcha din kunds fakturerings- eller leveransadress eller din butiksadress med en momssatsplats.
tr: Vergiler, müşterinizin fatura veya gönderim adresiyle ya da mağaza adresiniz bir vergi oranı konumuyla eşleşecek şekilde hesaplanır.

source: Tell us more about %1$@...
ar: إخبارنا بالمزيد حول %1$@...
de: Erzähle uns mehr über %1$@…
es: Cuéntanos más sobre %1$@...
fr: Ajouter des informations sur %1$@...
he: יש להוסיף פרטים על %1$@...
id: Beri tahu kami selengkapnya tentang %1$@...
it: Raccontaci di più su %1$@...
ja: %1$@ についてもう少しお聞かせください...
nl: Vertel ons meer over %1$@...
pt_br: Conte um pouco mais sobre %1$@...
ru: Расскажите нам о %1$@...
sv: Berätta mer om %1$@...
tr: Bize %1$@ ile ilgili daha fazla bilgi verin...

source: Tell us more about your store
ar: إخبارنا بشأن متجرك
de: Erzähl uns mehr über deinen Shop
es: Danos información sobre tu tienda
fr: Donnez-nous plus d’informations sur votre boutique
he: נשמח לשמוע עוד פרטים על החנות שלך
id: Bisa berikan info lebih lanjut tentang toko Anda?
it: Dicci di più sul tuo negozio
nl: Vertel ons meer over je winkel
pt_br: Fale mais sobre sua loja
ru: Расскажите нам подробнее о своём магазине
sv: Berätta mer om din butik
tr: Bize mağazanızdan biraz daha bahsedin

source: Tell us what your product is and what makes it unique!
ar: أخبرنا بمضمون منتجك وما الذي يجعله فريدًا!
de: Erzähle uns mehr von deinem Produkt und was es einzigartig macht!
es: Cuéntanos en qué consiste tu producto y qué lo hace único.
he: נשמח לשמוע מה המוצר שברצונך למכור ומה מייחד אותו!
id: Ceritakan tentang produk Anda dan keunikannya.
it: Parlaci del tuo prodotto e di cosa lo rende unico.
nl: Vertels wat jouw product is en wat dit uniek maakt!
pt_br: Conte para nós qual o seu produto e o que o torna único.
ru: Расскажите о своём товаре и его отличительных качествах!
sv: Berätta om din produkt och vad som gör den unik.
tr: Bize ürününüzden ve onu benzersiz kılanın ne olduğundan bahsedin!

source: Terms of Service
ar: شروط الخدمة
de: Geschäftsbedingungen
es: Condiciones del servicio
fr: Conditions d’utilisation
he: תנאי השירות
id: Ketentuan Layanan
it: Termini di Servizio
ja: 利用規約
nl: Servicevoorwaarden
pt_br: Termos de serviço
ru: Условия предоставления услуг
sv: Användarvillkor
tr: Hizmet Koşulları

source: Test out in-app purchases as we get ready to launch
ar: اختبر عملية الشراء داخل التطبيق بينما نستعد للتشغيل
de: In-App-Käufe testen, während Vorbereitungen für die Veröffentlichung laufen
es: Prueba las compras en la aplicación mientras preparamos el lanzamiento
fr: Testez les achats intégrés à l’application pendant que nous préparons le lancement
he: כדאי לבדוק את האפשרות לרכישה באפליקציה בזמן שאנחנו מתכוננים להשקה
id: Uji pembelian dalam aplikasi menjelang peluncuran
it: Prova gli acquisti in-app mentre ci prepariamo al lancio
ja: リリースに向けてアプリ内購入をテストする
nl: Probeer in-app aankopen uit terwijl we ons voorbereiden op het uitbrengen van de versie
pt_br: Experimente as compras no aplicativo enquanto nos preparamos para o lançamento
ru: Проверьте, как работают покупки в приложении, пока готовится запуск
sv: Testa köp i appen medan vi gör oss redo för lansering
tr: Lansmana hazırlanırken uygulama içi satın alma işlemini test edin

source: Test out viewing Order Add-Ons as we get ready to launch
ar: اختبر عرض الوظائف الإضافية للطلبات بينما نستعد للإطلاق
de: Teste unsere Add-ons zur Anzeige von Bestellungen, während wir uns auf die Einführung vorbereiten.
es: Prueba la visualización de Complementos del pedido mientras preparamos la publicación
fr: Tester l’affichage des modules de commande peu avant le lancement
he: כדאי לבדוק את האפשרות להציג הרחבות בהזמנה בזמן שאנחנו מתכוננים להשקה
id: Uji coba fitur melihat Add-on Pesanan menjelang peluncuran
it: Prova a visualizzare i componenti aggiuntivi per gli ordini mentre ci prepariamo a lanciarli
ja: 起動の準備ができたら、注文アドオンの表示をテストします
nl: Test onze Add-ons bestelling bekijken terwijl we ons voorbereiden op de lancering
pt_br: Teste a visualização dos Complementos de pedidos enquanto nos preparamos para lançar
ru: Протестируйте наши дополнительные модули заказов в процессе подготовки к запуску
sv: Testa att visa Beställningstillägg när vi gör oss redo att lansera
tr: Biz lansmana hazırlanırken, Sipariş Eklentilerini görüntüleme işlevini test edin

source: Text me a code instead
ar: اكتب رمزًا لي بدلاً من ذلك
de: Code per SMS senden
es: Envía un código por mensaje de texto
fr: Envoyez-moi un code à la place.
he: שליחת קוד במקום
id: Kirimi saya kode saja
it: Inviami un codice invece
ja: 代わりに SMS でコードを送信する
nl: SMS een code naar me toe
pt_br: Envie-me o código por SMS
ru: Пришлите мне сообщение с кодом
sv: Skicka mig en kod via SMS i stället
tr: Bunun yerine bana kodu mesaj olarak gönderin

source: Text me a code via SMS
ar: إرسال الكود إليَّ عبر رسالة نصية قصيرة
de: Code per SMS zusenden
es: Envíame un texto con un código mediante SMS
fr: M’envoyer un code par SMS
he: שלחו לי קוד ב-SMS
id: Kirimkan kode melalui SMS
it: Inviami un codice tramite SMS
nl: Stuur me een code via sms
pt_br: Enviar código por SMS
ru: Прислать код по SMS
sv: Skicka mig en kod via SMS
tr: Bana SMS ile kod gönder

source: Thailand
ar: تايلاند
es: Tailandia
fr: Thaïlande
he: תאילנד
it: Thailandia
ja: タイ
pt_br: Tailândia
ru: Таиланд
tr: Tayland

source: Thank you for sharing your thoughts with us
ar: شكرًا لك على مشاركة أفكارك معنا
de: Vielen Dank für dein Feedback
es: Gracias por compartir tus comentarios con nosotros
fr: Nous vous remercions d’avoir partagé vos idées avec nous
he: תודה ששיתפת אותנו בדעתך
id: Terima kasih telah berbagi pendapat Anda dengan kami
it: Grazie per aver condiviso la tua opinione con noi
ja: ご意見をお聞かせいただきありがとうございます
nl: Bedankt dat je je gedachten met ons gedeeld hebt
pt_br: Obrigado por compartilhar sua opinião conosco
ru: Спасибо, что поделились мнением
sv: Tack för att du delar dina tankar med oss
tr: Düşüncelerinizi bizimle paylaştığınız için teşekkür ederiz

source: Thank you for your feedback!
ar: نشكرك على ملاحظاتك!
de: Vielen Dank für dein Feedback!
es: ¡Gracias por tus comentarios!
fr: Merci de votre retour !
he: תודה ששלחת את המשוב!
id: Terima kasih atas masukan Anda!
it: Grazie per il feedback!
ja: フィードバックをありがとうございました。
nl: Bedankt voor je feedback!
pt_br: Obrigado pelo seu feedback!
ru: Благодарим вас за ваш отзыв!
sv: Tack för din feedback!
tr: Geri bildiriminiz için teşekkürler!

source: That doesn't appear to be a valid verification code.
ar: لا يبدو هذا رمز تحقيق صالحًا.
de: Der Verifizierungscode scheint ungültig zu sein.
es: No parece ser un código de verificación válido.
fr: Cela ne semble pas être un code de vérification valide.
he: נראה שזה לא קוד אימות חוקי.
id: Sepertinya itu bukan kode verifikasi yang valid.
it: Il codice di verifica non sembra essere valido.
ja: 正しい認証コードではないようです。
nl: Dat blijkt geen geldige verificatiecode.
pt_br: Isto não parece ser um código de verificação válido.
ru: Это не похоже на правильный код проверки.
sv: Det där ser inte ut som någon giltig verifieringskod.
tr: Bu geçerli bir doğrulama kodu gibi görünmüyor.

source: That doesn't look like a WordPress site.
ar: لا يبدو ذلك مثل موقع وردبرس.
de: Das sieht nicht nach einer WordPress-Website aus.
es: Eso no parece que sea un sitio WordPress.
fr: Ce site ne ressemble pas à un site WordPress.
he: זה לא נראה כמו אתר של WordPress.
id: Sepertinya itu bukan situs WordPress.
it: Questo non sembra un sito WordPress.
ja: WordPress サイトではないようです。
nl: Dat lijkt geen WordPress-site te zijn.
pt_br: Esse site não parece ser um site WordPress.
ru: Скорее всего, этот сайт размещён не на WordPress.
sv: Det där ser inte ut som en WordPress-webbplats.
tr: Bu bir WordPress sitesine benzemiyor.

source: That email address has already been used. Please check your inbox for an activation email. If you don't activate you can try again in a few days.
ar: تم بالفعل استخدام عنوان البريد الإلكتروني هذا. يُرجى مراجعة علبة الوارد لديك للبحث عن البريد الإلكتروني الخاص بالتفعيل. إذا لم تقم بالتفعيل، فيمكنك المحاولة مرة أخرى في غضون أيام قليلة.
de: Diese E-Mail-Adresse wurde schon benutzt. Bitte suche in deinem Posteingang nach einer Aktivierungsmail. Wenn Du nicht aktivierst kannst Du es in ein paar Tagen noch einmal probieren.
es: Ese email ya se ha usado. Comprueba si hay un email de activación en tu bandeja de entrada. Si no se activa, puedes intentarlo dentro de unos días.
fr: Cette adresse e-mail a déjà été utilisée. Veuillez vérifier si vous avez reçu un e-mail d'activation. Si vous n'activez pas votre compte, vous pourrez retenter dans quelques jours.
he: כתובת אימייל זו כבר נמצאת בשימוש. יש בדוק את הודעת ההפעלה בתיבת הדואר הנכנס. אם פעולת ההפעלה טרם בוצעה, ניתן לנסות שוב בעוד מספר ימים.
id: Alamat surel itu sudah dipakai. Silahkan periksa kotak masuk Anda untuk surel aktivasi. Jika Anda belum mengaktivasi akun Anda, dapat dicoba kembali dalam beberapa hari.
it: L'indirizzo email che hai inserito è già in uso. Si prega di controllare la casella di posta in arrivo e verificare la presenza della email di attivazione. Se non hai attivato l'account si consiglia di riprovare in un paio di giorni.
ja: ご指定のメールアドレスはすでに使われています。有効化メールが届いているかどうかご確認ください。有効化を行わなかった場合、数日後に再び新規登録できるようになります。
nl: Dat e-mailadres is al in gebruik. Controleer je inbox voor een activeringsmail. Als je niet activeert dan kan je het over een paar dagen nogmaals proberen.
pt_br: Esse endereço de email já foi usado. Por favor, verifique na sua caixa de entrada um email de ativação. Se você não ativar, não poderá tentar novamente em alguns dias.
ru: Этот адрес уже используется. Пожалуйста, поищите в своей почте письмо об активации. Если вы не активируете адрес сейчас, попробуйте ещё раз через несколько дней.
sv: Den e-postadressen har redan använts. Kolla om det finns ett aktiverings-email i din inbox. Om du inte aktiverar kan du försöka igen om några dagar.
tr: Bu e-posta hesabı zaten kullanılıyor. Etkinleştirme e-postası için lütfen gelen kutunuzu kontrol ediniz. Eğer etkinleştirmediyseniz birkaç gün içerisinde tekrar deneyebilirsiniz.

source: That site address is not allowed.
ar: عنوان الموقع هذا غير مسموح به.
de: Diese Website-Adresse ist nicht erlaubt.
es: Esta dirección del sitio no está permitida
fr: Cette adresse de site n'est pas autorisée.
he: כתובת האתר לא תקינה.
id: Alamat situs tersebut tidak diijinkan.
it: L'indirizzo del sito che hai inserito non è consentito.
ja: ご指定のサイトアドレスはご利用できません。
nl: Dit site adres is niet toegestaan.
pt_br: Esse endereço de site não é permitido.
ru: Этот адрес сайта не разрешён.
sv: Den adressen till webbplatsen är inte tillåten.
tr: Bu site adresine izin verilmiyor.

source: That site is currently reserved but may be available in a couple days.
ar: هذا الموقع محجوز حالياً لكن هناك احتمال أن يصبح متوفراً خلال يومين.
de: Diese Website ist momentan reserviert, ist aber vielleicht in einigen Tagen verfügbar.
es: Este sitio está reservado, pero puede estar libre en un par de días.
fr: Ce site est actuellement réservé, mais pourrait redevenir disponible dans quelques jours.
he: האתר ששמור כיום אך הוא עשוי להיות זמין בעוד מספר ימים.
id: Situs itu kini sedang dicadangkan tapi dapat tersedia dalam beberapa hari lagi.
it: L'indirizzo del sito che hai inserito è riservato, ma potrebbe essere disponibile in pochi giorni.
ja: ご指定のサイトアドレスは現在予約済みです。数日後にご利用いただけるようになるかもしれません。
nl: Die site is momenteel gereserveerd maar is mogelijk binnen een paar dagen beschikbaar.
pt_br: No momento, o site está reservado, mas ele pode estar disponível em alguns dias.
ru: Этот сайт в настоящее время зарезервирован, но может стать доступным через несколько дней.
sv: Den webbplatsen är reserverad men kan bli tillgänglig igen om några dagar.
tr: Bu site zaten ayırtılmış fakat birkaç gün içerisine müsait olabilir.
