Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: That username is currently reserved but may be available in a couple of days.
ar: اسم المستخدم محجوز حالياً لكن من الممكن أن يكون متوفراً خلال يومين.
de: Dieser Benutzername ist momentan reserviert, ist aber vielleicht in einigen Tagen verfügbar.
es: Este nombre de usuario está reservado, pero podría estar libre en un par de días
fr: Cet identifiant est actuellement réservé, mais pourrait redevenir disponible dans quelques jours.
he: שם משתמש זה ששמור כרגע, אך הוא עשוי להיות זמין תוך מספר ימים.
id: Nama pengguna itu kini sedang dicadangkan tapi dapat tersedia dalam beberapa hari lagi.
it: Il nome utente che hai inserito è riservato, ma potrebbe essere disponibile in pochi giorni.
ja: ご指定のユーザー名は現在予約済みです。数日後にご利用いただけるようになるかもしれません。
nl: Die gebruikersnaam is momenteel gereserveerd. Probeer het nogmaals over een paar dagen.
pt_br: No momento, o nome de usuário está reservado, mas ele pode estar disponível em alguns dias.
ru: Это имя пользователя в настоящее время зарезервировано, но может стать доступным через несколько дней.
sv: Det användarnamnet är reserverat men kan bli tillgängligt igen om några dagar.
tr: Bu kullanıcı adı zaten ayırtılmış fakat birkaç gün içerisine müsait olabilir.

source: That username is not allowed.
ar: اسم المستخدم هذا غير مسموح به.
de: Dieser Benutzername ist nicht erlaubt!
es: Ese nombre de usuario no está permitido.
fr: Cet identifiant n’est pas autorisé.
he: שם המשתמש אינו מורשה.
id: Nama pengguna itu tidak diijinkan.
it: Il nome utente che hai inserito non è consentito.
ja: ご指定のユーザー名はご利用いただけません。
nl: Deze gebruikersnaam is niet toegestaan.
pt_br: Aquele nome de usuário não é permitido.
ru: Это имя пользователя недопустимо.
sv: Det användarnamnet är inte tillåtet.
tr: Bu kullanıcı adına izin verilmiyor.

source: The %1$@ extension cannot be in test mode for In-Person Payments. Please disable test mode.
ar: يتعذر أن تكون إضافة %1$@ في وضع الاختبار للمدفوعات الشخصية. يرجى تعطيل وضع الاختبار.
de: Die %1$@-Erweiterung darf für persönliche Zahlungen nicht im Testmodus sein. Deaktiviere bitte den Testmodus.
es: Para los Pagos en persona, la extensión %1$@ no puede estar en modo de prueba. Desactiva el modo de prueba.
fr: L’extension %1$@ ne peut pas être en mode test pour les paiements en personne. Veuillez désactiver le mode test.
he: לא ניתן להגדיר את ההרחבה של %1$@ למצב בדיקה בביצוע תשלומים באופן אישי. יש להשבית את מצב הבדיקה.
id: Ekstensi %1$@ tidak dapat dipakai dalam mode pengujian untuk Pembayaran Langsung. Nonaktifkan mode pengujian.
it: L'estensione %1$@ non può essere in modalità di prova per i Pagamenti di persona. Disattiva la modalità di prova.
ja: オフラインでの支払いでは、%1$@ 拡張機能のテストモードは使用できません。 テストモードを無効にしてください。
nl: De %1$@-extensie mag niet in de testmodus staan voor fysieke betalingen. Schakel de testmodus uit.
pt_br: A extensão %1$@ não pode estar em modo de teste para pagamentos presenciais. Desative o modo de teste.
ru: Расширение %1$@ нельзя использовать в тестовом режиме для очных платежей. Отключите тестовый режим.
sv: Utökningen %1$@ kan inte vara i testläge för personliga betalningar. Inaktivera testläget.
tr: %1$@ uzantısı, Şahsen Ödemeler için test modunda olamaz. Lütfen test modunu devre dışı bırakın.

source: The %1$@ extension is installed on your store but not activated. Please activate it to accept In-Person Payments
ar: تم تثبيت إضافة %1$@ على مخزنك ولكن لم يتم تفعيلها. يرجى تفعيلها لقبول المدفوعات الشخصية.
de: Die %1$@-Erweiterung ist für deinen Shop installiert aber nicht aktiviert. Aktiviere diese bitte, um persönliche Zahlungen zu erhalten.
es: La extensión %1$@ está instalada en tu tienda, pero no se ha activado. Actívala para aceptar Pagos en persona
fr: L’extension %1$@ est installée sur votre boutique, mais elle n’est pas activée. Veuillez l’activer afin d’accepter les paiements en personne
he: בחנות שלך הותקנה ההרחבה %1$@ אך היא לא הופעלה. יש להפעיל אותה כדי לקבל תשלומים באופן אישי
id: Ekstensi %1$@ sudah diinstal di toko Anda tetapi belum diaktifkan. Harap aktifkan terlebih dahulu untuk menerima Pembayaran Langsung.
it: L'estensione %1$@ è installata sul tuo negozio, ma non è attivata. Attivala per accettare Pagamenti di persona
ja: %1$@ 拡張機能はストアにインストールされていますが、有効化されていません。 オフラインでの支払いを受け取るには、この拡張機能を有効化してください
nl: De %1$@-extensie is geïnstalleerd in je winkel, maar nog niet geactiveerd. Activeer deze om fysieke betalingen aan te nemen
pt_br: A extensão %1$@ está instalada na sua loja, mas não está ativada. Ative-a para aceitar pagamentos presenciais.
ru: В вашем магазине версия расширения %1$@ установлена, но не активирована. Активируйте её, чтобы получать платежи при личном контакте с покупателем.
sv: Utökningen %1$@ är installerat i din butik men inte aktiverat. Aktivera den för att acceptera personliga betalningar
tr: %1$@ uzantısı mağazanıza yüklendi ancak etkinleştirilmedi. Şahsen Ödemeleri kabul etmek için lütfen etkinleştirin.

source: The %1$@ extension is installed on your store, but needs to be updated for In-Person Payments. Please update it to the most recent version.
ar: تم تثبيت إضافة %1$@ على مخزنك ولكن يتعيَّن تحديثها للمدفوعات الشخصية. يرجى تحديثها إلى أحدث إصدار.
de: Die %1$@-Erweiterung ist für deinen Shop installiert, muss aber aktualisiert werden, damit du persönliche Zahlungen erhalten kannst. Bitte nimm ein Update auf die neueste Version vor.
es: La extensión %1$@ está instalada en tu tienda, pero se debe actualizar para los Pagos en persona. Actualízala a la versión más reciente.
fr: L’extension %1$@ est installée sur votre boutique, mais doit être mise à jour pour les paiements en personne. Veuillez la mettre à jour vers la version la plus récente.
he: בחנות שלך הותקנה ההרחבה %1$@ אך יש לעדכן אותה כדי לבצע 'תשלומים באופן אישי'. עליך לעדכן את ההרחבה לגרסה האחרונה.
id: Ekstensi %1$@ diinstal di toko Anda, tetapi perlu diperbarui agar dapat mendukung Pembayaran Langsung. Silakan perbarui ke versi terbaru.
it: L'estensione %1$@ è installata nel tuo negozio, ma deve essere aggiornata per i Pagamenti di persona. Aggiorna alla versione più recente.
ja: ご使用のストアに %1$@ 拡張機能がインストールされていますが、オフラインでの支払いを行うには更新する必要があります。 最新バージョンに更新してください。
nl: De %1$@-extensie is geïnstalleerd in je winkel, maar moet worden bijgewerkt voor fysieke betalingen. Werk deze bij naar de meest recente versie.
pt_br: A extensão %1$@ está instalada na sua loja, mas precisa ser atualizada para aceitar pagamentos presenciais. Atualize-a para a versão mais recente.
ru: Расширение %1$@ установлено в вашем магазине, но его необходимо обновить для активации очных платежей. Установите последнюю версию расширения.
sv: %1$@-utökningen är installerad för din butik, men behöver uppdateras för att ta emot personliga betalningar. Uppdatera den till den senaste versionen.
tr: %1$@ uzantısı mağazanızda yüklü, ancak Şahsen Ödemeler için güncellenmesi gerekiyor. Lütfen en son sürüme güncelleyin.

source: The Google account "%@" doesn't match any account on WordPress.com
ar: لا يتطابق حساب غوغل "‎%@" مع أي حساب موجود على ووردبريس.كوم
de: Das Google-Konto „%@“ stimmt mit keinem WordPress.com-Konto überein
es: La cuenta de Google "%@" no coincide con ninguna cuenta de WordPress.com
fr: Le compte Google « %@ » ne correspond pas avec le compte WordPress.com.
he: חשבון ה-Google‏ "%@" לא תואם לשום חשבון ב-WordPress.com‏
id: Akun Google "%@" tidak cocok dengan akun mana pun di WordPress.com
it: L'account Google "%@" non corrisponde a nessun account su WordPress.com
ja: Google アカウント「%@」は、WordPress.com のアカウントと一致しません
nl: Het Google-account "%@" komt niet overeen met een account op WordPress.com
pt_br: A conta do Google "%@" não corresponde à nenhuma conta do WordPress.com
ru: Учетная запись Google "%@" не соответствует ни одной учетной записи WordPress.com
sv: Google-kontot ”%@” matchar inte något konto på WordPress.com
tr: Google hesabı "%@" WordPress.com'daki hiçbir hesapla eşleşmiyor

source: The Order couldn't be loaded!
ar: تعذر تحميل الطلب!
de: Fehler beim Laden der Bestellung.
es: No se ha podido cargar el pedido.
fr: Impossible de charger la commande !
he: לא ניתן לטעון את ההזמנה!
id: Pesanan tidak dapat dimuat!
it: L'ordine non è stato registrato!
ja: 注文を読み込めません。
nl: De bestelling kon niet worden geladen!
pt_br: O pedido não foi carregado!
ru: Невозможно загрузить заказ!
sv: Det gick inte att hämta beställningen!
tr: Sipariş yüklenemedi!

source: The URL is missing a valid host.
ar: يفتقد عنوان URL إلى مضيف صالح.
de: Diese URL hat keinen gültigen Host.
es: La URL no contiene un host válido.
fr: L’URL ne contient pas d’hôte valide.
he: בכתובת האינטרנט חסר מארח חוקי.
id: URL tidak menemukan host yang valid.
it: L'host dell'URL non è valido.
ja: この URL には有効なホストがありません。
nl: De URL heeft geen geldige host.
pt_br: Está faltando um host válido no URL.
ru: В URL-адресе отсутствует допустимый хост.
sv: Det finns ingen gilitg värd för webbadressen.
tr: URL'de geçerli ana bilgisayar yok.

source: The amount is not supported for Tap to Pay on iPhone – please try a hardware reader or another payment method.
ar: المبلغ غير مدعوم لميزة "الضغط للدفع على iPhone" - ترجى تجربة قارئ الأجهزة أو طريقة دفع أخرى.
de: Der Betrag wird für Tap to Pay on iPhone nicht unterstützt – bitte verwende ein Hardware-Lesegerät oder eine andere Zahlungsmethode.
es: El importe no es compatible con Tap to Pay on iPhone. Prueba con un lector físico o con otro método de pago.
fr: Le montant n’est pas pris en charge par le service Appuyer pour payer sur iPhone. Essayez un lecteur physique ou un autre moyen de paiement.
he: הסכום לא נתמך על ידי Tap to Pay ב-iPhone – יש לנסות קורא כרטיסים נפרד או אמצעי תשלום שונה.
id: Jumlah ini tidak didukung oleh Ketuk untuk Bayar di iPhone. Coba gunakan perangkat keras pembaca atau metode pembayaran lainnya.
it: L'importo non è supportato da Tocca per pagare su iPhone: prova un lettore hardware o un altro metodo di pagamento.
ja: Tap to Pay on iPhone ではその金額に対応していません。ハードウェアリーダーか、別の支払い方法をお試しください。
nl: Het bedrag wordt niet ondersteund voor Tap to Pay on iPhone. Probeer het met een fysieke lezer of een andere betaalmethode.
pt_br: O valor não é compatível com o Tap to Pay on iPhone. Tente um leitor de hardware ou outra forma de pagamento.
ru: Tap to Pay on iPhone не поддерживает платежи на такую сумму. Используйте внешнее устройство чтения карт или другой способ оплаты.
sv: Beloppet stöds inte för Tryck för att betala på iPhone – prova en maskinvaruläsare eller en annan betalningsmetod.
tr: Tap to Pay on iPhone özelliği için tutar desteklenmiyor. Lütfen bir donanım okuyucu veya başka bir ödeme yöntemi deneyin.

source: The app could not enable Tap to Pay on iPhone, because the NFC chip is disabled. Please contact support for more details.
ar: يتعذر على التطبيق تمكين "الضغط للدفع على iPhone"، لأن رقاقة NFC معطّلة. يرجى الاتصال بالدعم للحصول على مزيد من التفاصيل.
de: Die App konnte Tap to Pay on iPhone nicht aktivieren, da der NFC-Chip deaktiviert ist. Bitte wende dich an den Support, um weitere Informationen zu erhalten.
es: La aplicación no ha podido activar Tap to Pay on iPhone porque el chip NFC está desactivado. Ponte en contacto con el servicio de soporte para obtener más información.
fr: L’application n’a pas pu activer le service Appuyer pour payer, car la puce NFC est désactivée. Pour plus d’informations, veuillez contacter l’assistance.
he: האפליקציה לא הצליחה להפעיל את Tap to Pay ב-iPhone מאחר ששבב ה-NFC מושבת. יש לפנות לתמיכה לפרטים נוספים.
id: Aplikasi tidak dapat mengaktifkan Ketuk untuk Bayar di iPhone karena cip NFC dinonaktifkan. Hubungi dukungan untuk mengetahui detail selengkapnya.
it: L'app non ha potuto abilitare Tocca per pagare su iPhone, perché il chip NFC è disabilitato. Contatta il supporto per ulteriori dettagli.
ja: NFC チップが無効になっているため、アプリで Tap to Pay on iPhone を有効化できませんでした。 詳細についてはサポートにお問い合わせください。
nl: De app kan Tap to Pay on iPhone niet inschakelen omdat de NFC-chip is uitgeschakeld. Neem contact op met ondersteuning voor meer informatie.
pt_br: Não foi possível ativar o Tap to Pay on iPhone pelo aplicativo porque o chip NFC está desativado. Fale com o suporte para mais detalhes.
ru: Приложение не может использовать Tap to Pay on iPhone, поскольку отключён модуль NFC. За подробной информацией обращайтесь в службу поддержки.
sv: Appen kunde inte aktivera Tryck för att betala på iPhone, eftersom NFC-chippet är inaktiverat. Kontakta supporten för mer information.
tr: NFC çipi devre dışı olduğu için Tap to Pay on iPhone özelliği etkinleştiremedi. Daha fazla ayrıntı için lütfen destek hizmetleriyle iletişime geçin.

source: The attribute couldn't be removed.
ar: تتعذر إزالة السمة.
de: Die Eigenschaft konnte nicht entfernt werden.
es: No se ha podido eliminar el atributo.
fr: Impossible de supprimer l’attribut.
he: לא ניתן היה להסיר את המאפיין.
id: Atribut tidak dapat dihapus.
it: Impossibile rimuovere l'attributo.
ja: 属性を削除できませんでした。
nl: De eigenschap kon niet worden verwijderd.
pt_br: Não foi possível remover o atributo.
ru: Не удалось удалить атрибут.
sv: Attributet kunde inte tas bort.
tr: Nitelik kaldırılamadı.

source: The attribute couldn't be saved.
ar: يتعذر حفظ السمة.
de: Das Attribut konnte nicht gespeichert werden.
es: No se ha podido guardar el atributo.
fr: Impossible d’enregistrer l’attribut.
he: לא ניתן היה לשמור את הסוג.
id: Atribut tidak dapat disimpan.
it: Impossibile salvare l'attributo.
ja: 属性を保存できませんでした。
nl: De eigenschap kon niet worden opgeslagen.
pt_br: Não foi possível salvar o atributo.
ru: Невозможно сохранить атрибут.
sv: Attributet kunde inte sparas.
tr: Özellik kaydedilemedi.

source: The card reader software is out-of-date - please update the card reader software before attempting to process payments
ar: برنامج قارئ البطاقة قديم - يرجى تحديث برنامج قارئ البطاقة قبل محاولة معالجة عمليات الدفع
de: Die Software des Kartenlesegeräts ist veraltet – bitte aktualisiere die Software des Kartenlesegeräts, bevor du versuchst, Zahlungen zu verarbeiten
es: El software del lector de tarjetas está obsoleto. Actualízalo antes de intentar procesar pagos.
fr: Le logiciel du lecteur de cartes est obsolète. Mettez à jour le logiciel du lecteur de cartes avant d’essayer de traiter les paiements
he: התוכנה של קורא הכרטיסים לא מעודכנת – עליך לעדכן את התוכנה של קורא הכרטיסים לפני ניסיון לעבד תשלומים
id: Perangkat lunak pembaca kartu sudah kedaluwarsa - perbarui perangkat lunak pembaca kartu sebelum memproses pembayaran
it: Il software del lettore di carte non è aggiornato: aggiorna il software del lettore di carte prima di tentare di elaborare i pagamenti
ja: カードリーダーのソフトウェアの期限が切れています。カードリーダーのソフトウェアを更新してから、支払いを処理してみてください。
nl: De software van de kaartlezer is verouderd - werk de software van de kaartlezer bij voordat je een betaling probeert te verwerken
pt_br: O software do leitor de cartão está desatualizado. Atualize-o antes de tentar processar pagamentos.
ru: Программное обеспечение для устройства чтения карт устарело. Для обработки платежей его необходимо обновить
sv: Kortläsarens programvara behöver uppdateras – uppdatera kortläsarens programvara innan du försöker behandla betalningar
tr: Kart okuyucu yazılımı güncel değil - lütfen ödemeleri işleme koymadan önce kart okuyucu yazılımını güncelleyin

source: The card reader software is out-of-date - please update the card reader software before attempting to process refunds
ar: برنامج قارئ البطاقة غير مُحدَّث - يرجى تحديث برنامج قارئ البطاقة قبل محاولة معالجة عمليات استرداد المبالغ المدفوعة
de: Die Software des Kartenlesegeräts ist veraltet – bitte aktualisiere die Software des Kartenlesegeräts, bevor du versuchst, Rückerstattungen zu verarbeiten
es: El software del lector de tarjetas no está actualizado. Actualízalo antes de intentar procesar reembolsos.
fr: Le logiciel du lecteur de cartes est obsolète. Mettez-le à jour avant d’essayer de traiter les remboursements.
he: התוכנה של קורא הכרטיסים לא מעודכנת – עליך לעדכן את התוכנה של קורא הכרטיסים לפני ניסיון לעבד החזרים כספיים
id: Perangkat lunak pembaca kartu kedaluwarsa. Perbarui sebelum memproses pengembalian dana
it: Il software del lettore di carte non è aggiornato, esegui l'aggiornamento prima del tentativo di elaborazione dei rimborsi
ja: カードリーダーのソフトウェアの期限が切れています。カードリーダーのソフトウェアを更新してから、返金を処理してみてください。
nl: De software van de restitutie verouderd - werk de software van de kaartlezer bij voordat je een restitutie probeert te verwerken
pt_br: O software leitor do cartão está desatualizado - atualize-o antes de tentar processar reembolsos
ru: Программное обеспечение для устройства чтения карт устарело. Для обработки возврата его необходимо обновить
sv: Kortläsarens programvara behöver uppdateras – uppdatera kortläsarens programvara innan du försöker behandla återbetalningar
tr: Kart okuyucu yazılımı güncel değil; lütfen geri ödemeleri işleme koymadan önce kart okuyucu yazılımını güncelleyin

source: The card was declined by the card reader - please try another means of payment
ar: تم رفض البطاقة بواسطة قارئ البطاقة - يرجى تجربة وسائل دفع أخرى
de: Die Karte wurde vom Kartenlesegerät abgelehnt – bitte versuche es mit einer anderen Zahlungsmethode
es: El lector de tarjetas ha rechazado la tarjeta. Prueba otro método de pago.
fr: La carte a été refusée par le lecteur de cartes. Essayez un autre moyen de paiement
he: הכרטיס נדחה על ידי קורא הכרטיסים – יש לנסות אמצעי תשלום אחר
id: Kartu ditolak oleh pemroses pembayaran - coba gunakan metode pembayaran lainnya
it: La carta è stata rifiutata dal lettore di carte - prova con un altro mezzo di pagamento
ja: カードがカードリーダーにより拒否されました。別の支払方法をお試しください。
nl: De kaart is geweigerd door de kaartlezer - probeer een andere betaalmethode
pt_br: O cartão foi recusado pelo leitor. Tente outro meio de pagamento.
ru: Карта отклонена устройством чтения карт. Попробуйте другое средство платежа
sv: Kortet avvisades av kortläsaren – prova en annan betalningsmetod
tr: Kart, kart okuyucusu tarafından reddedildi - lütfen başka bir ödeme yöntemi deneyin

source: The card was declined by the card reader - please try another means of refund
ar: تم رفض البطاقة بواسطة قارئ البطاقة - يرجى تجربة وسائل أخرى لاسترداد المبالغ المدفوعة
de: Die Karte wurde vom Kartenlesegerät abgelehnt – bitte versuche es mit einer anderen Erstattungsmethode
es: El lector de tarjetas ha rechazado la tarjeta. Prueba con otro método de reembolso.
fr: La carte a été refusée par le lecteur de cartes. Essayez un autre moyen de remboursement.
he: הכרטיס נדחה על ידי קורא הכרטיסים – יש לנסות אמצעי תשלום אחר להחזר הכספי
id: Kartu ditolak oleh pembaca. Coba cara pengembalian dana lain
it: La carta è stata rifiutata dal lettore di carte, prova con un'altra modalità di rimborso
ja: カードリーダーでカードが拒否されました。別の支払方法をお試しください。
nl: De kaart is geweigerd door de kaartlezer - probeer een andere restitutiemethode
pt_br: O cartão foi recusado pelo leitor: tente outra forma de reembolso
ru: Карта отклонена устройством чтения карт. Попробуйте другое средство возврата
sv: Kortet avvisades av kortläsaren – prova en annan återbetalningsmetod
tr: Kart, kart okuyucusu tarafından reddedildi; lütfen başka bir geri ödeme yöntemi deneyin

source: The card was declined by the iPhone card reader - please try another means of payment
ar: تم رفض البطاقة بواسطة قارئ بطاقة iPhone - ترجى تجربة وسائل دفع أخرى
de: Die Karte wurde vom iPhone-Kartenleser abgelehnt – bitte versuche es mit einer anderen Zahlungsmethode
es: El lector de tarjetas del iPhone ha rechazado la tarjeta. Prueba con otro método de pago.
fr: La carte a été refusée par le lecteur de cartes de l’iPhone. Essayez un autre moyen de paiement.
he: הכרטיס נדחה על ידי קורא הכרטיסים של ה-iPhone – יש לנסות אמצעי תשלום אחר
id: Kartu ditolak oleh pembaca kartu iPhone. Coba cara pembayaran lain
it: La carta è stata rifiutata dal lettore di carte dell'iPhone, prova con un'altra modalità di pagamento
ja: カードが iPhone カードリーダーに拒否されました。別の支払い方法をお試しください
nl: De kaart is geweigerd door de kaartlezer van de iPhone - probeer een andere betaalmethode
pt_br: O cartão foi recusado pelo leitor de iPhone. Tente outra forma de pagamento
ru: Карта отклонена приложением iPhone. Попробуйте другое средство платежа.
sv: Kortet avvisades av iPhone-kortläsaren – prova en annan betalningsmetod
tr: Kart, iPhone kart okuyucu tarafından reddedildi - lütfen başka bir ödeme yöntemi deneyin.

source: The certificate for this server is invalid. You might be connecting to a server that is pretending to be “%@” which could put your confidential information at risk. Would you like to trust the certificate anyway?
ar: شهادة هذا الخادم غير صالحة. قد تكون مرتبطًا بخادم يبدو &quot;%@&quot; والذي قد يجعل معلوماتك السرية في خطر. هل تريد أن تثق في الشهادة على أية حال؟
de: Das Zertifikat für diesen Server ist ungültig. Du könntest zu einem Server verbinden, der nur vorgibt "%@" zu sein, was ein Sicherheitsrisiko darstellt. Möchtest Du dem Zertifikat trotzdem vertrauen?
es: El certificado para este servidor no es válido. Puede que estés intentando conectar con un servidor que aparenta ser "%@", lo que podría poner en peligro tu información confidencial. ¿Deseas confiar en el certificado de todos modos?
fr: Le certificat de ce serveur n’est pas valide. Le serveur auquel vous vous connectez prétend être « %@ », ce qui peut constituer un risque de sécurité pour vos données confidentielles. Souhaitez-vous faire confiance au certificat malgré tout ?
he: האישור עבור שרת זה אינו חוקי. ייתכן שאתה מתחבר לשרת שמתחזה ל-&quot;%@&quot;, מה שעלול לסכן את המידע הסודי שלך. לבטוח באישור בכל מקרה?
id: Sertifikat untuk server ini tidak sah. Anda mungkin tersambung dengan server yang menyamar sebagai “%@” yang bisa membuat informasi rahasia Anda beresiko, Apakah Anda ingin mempercayai sertifikat itu?
it: Il certificato per questo server non è valido. Continuando, corri il rischio di connetterti ad un server che finge di essere “%@”, il che potrebbe compromettere la sicurezza di informazioni riservate che ti appartengono. Vuoi accettare comunque il certificato?
ja: このサーバーの証明書が無効です。「%@」を偽装しているサーバーに接続中の可能性があるため、機密情報が危険にさらされる恐れがあります。 この証明書をそのまま信頼しますか ?
nl: Het certificaat voor deze server is ongeldig. Je maakt mogelijk verbinding met een server die zich voordoet als “%@”, wat je vertrouwelijke informatie in gevaar kan brengen. Wil je het certificaat toch vertrouwen?
pt_br: O certificado para este servidor é inválido. Você talvez esteja conectando a um servidor que está fingindo ser "%@", o que poderia colocar suas informações confidenciais em risco.
ru: Сертификат для этого сервера недействителен. Возможно, вы пытаетесь подключиться к серверу, который имитирует «%@». Это может представлять риск для конфиденциальности вашей информации. Доверять этому сертификату?
sv: Certifikatet för den här servern är inte giltigt. Det kan hända att du ansluter till en server som påstår sig vara "%@", vilket kan försätta din sekretessbelagda information i fara. Vill du lita på certifikatet i alla fall?
tr: Bu sunucunun sertifikası geçersiz. “%@” taklidi yapan bir siteye bağlanıyor olabilirsiniz ki bu kişisel bilgilerinizin ele geçirilebilmesi açısından büyük bir risktir. Sertifikaya güvenip devam etmek istiyor musunuz?

source: The code should be in XXXX-XXXX-XXXX-XXXX format
ar: ينبغي أن يكون الكود بتنسيق XXXX-XXXX-XXXX-XXXX
de: Der Code muss folgendes Format haben: XXXX-XXXX-XXXX-XXXX
es: El código debe tener el formato XXXX-XXXX-XXXX-XXXX
fr: Le code doit respecter le format XXXX-XXXX-XXXX-XXXX.
he: הקוד צריך להיות בפורמט XXXX-XXXX-XXXX-XXXX
id: Kode harus dalam format XXXX-XXXX-XXXX-XXXX
it: Il codice dovrebbe essere nel formato XXXX-XXXX-XXXX-XXXX
nl: De code moet de volgende indeling hebben: XXXX-XXXX-XXXX-XXXX
pt_br: O código deve estar no formato XXXX-XXXX-XXXX-XXXX
ru: Код должен вводиться в формате XXXX-XXXX-XXXX-XXXX
sv: Koden bör vara i formatet XXXX-XXXX-XXXX-XXXX
tr: Kod XXXX-XXXX-XXXX-XXXX biçiminde olmalıdır.
