Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: Camera access is required for barcode scanning. Please enable camera permissions in your device settings
ar: يلزم الوصول إلى الكاميرلفحص الرمز الشريطي. يرجى تمكين صلاحيات الكاميرا ضمن إعدادات الجهاز لديك.
de: Zum Scannen von Barcodes ist Kamerazugriff erforderlich. Bitte aktiviere die Kameraberechtigungen in deinen Geräteeinstellungen
es: Es necesario el acceso a la cámara para escanear el código de barras. Activa los permisos de la cámara en los ajustes del dispositivo
fr: La lecture des codes-barres nécessite l’accès à l’appareil photo. Veuillez autoriser l’accès à votre appareil photo dans les réglages de votre appareil.
he: כדי לסרוק ברקוד יש לאפשר גישה למצלמה. עליך לאפשר את הרשאות המצלמה מהגדרות המכשיר
id: Akses kamera diwajibkan untuk pemindaian barcode. Harap aktifkan izin penggunaan kamera di pengaturan perangkat Anda
it: L'accesso alla fotocamera è richiesto per la scansione del codice a barre. Attiva le autorizzazioni della fotocamera nelle impostazioni del dispositivo
nl: Toegang tot de camera is vereist voor het scannen van een barcode. Schakel cameramachtigingen in bij je apparaatinstellingen
pt_br: O acesso à câmera é obrigatório para a leitura do código de barras. Ative as permissões da sua câmera na configuração do dispositivo
ru: Для сканирования штрихкодов требуется доступ к камере. Включите разрешения для камеры в настройках устройства.
sv: Kameraåtkomst krävs för streckkodsskanning. Aktivera kamerabehörigheter i dina enhetsinställningar
tr: Barkod taraması için kamera erişimi gereklidir. Lütfen cihaz ayarlarınızda kamera izinlerini etkinleştirin

source: Camera capture should not support media type: %@
ar: لا ينبغي أن يدعم التقاط الكاميرا نوع الوسائط: %@
de: Die Kameraaufnahme unterstützt den folgenden Medientyp wahrscheinlich nicht: %@
es: La captura de cámara no debe admitir el tipo de archivo multimedia: %@
fr: La prise de photo ne doit pas prendre en charge le type de média : %@
he: לצילום במצלמה לא צריכה להיות תמיכה בסוג המדיה: ‎%@
id: Tangkapan kamera tidak mendukung jenis media: %@
it: L'acquisizione della fotocamera non supporta il tipo di elemento multimediale: %@
ja: カメラのキャプチャ機能は次のメディアタイプに対応していません ：%@
nl: De camera-opname mag het volgende mediatype niet ondersteunen: %@
pt_br: A captura de câmera não deve ser compatível com o tipo de mídia: %@
ru: Функция захвата с камеры не должна поддерживать медиафайлы следующего типа: %@
sv: Kamerabildtagning ska inte stödja mediatypen: %@
tr: Kamera çekimi şu medya türünü desteklemez: %@

source: Camera permissions
ar: صلاحيات الكاميرا
de: Kameraberechtigungen
es: Permisos de la cámara
fr: Autorisations d’accès à l’appareil photo
he: הרשאות מצלמה
id: Izin kamera
it: Autorizzazioni della fotocamera
nl: Cameramachtigingen
pt_br: Permissões de câmera
ru: Разрешения для камеры
sv: Kamerabehörigheter
tr: Kamera izinleri

source: Cameroon
ar: الكاميرون
de: Kamerun
es: Camerún
fr: Cameroun
he: קמרון
id: Kamerun
it: Camerun
ja: カメルーン
nl: Kameroen
pt_br: Camarões
ru: Камерун
sv: Kamerun
tr: Kamerun

source: Campaign Details
ar: تفاصيل الحملة
de: Details zur Kampagne
es: Detalles de la campaña
fr: Détails de la campagne
he: פרטי הקמפיין
id: Detail Kampanye
it: Dettagli della campagna
nl: Campagnedetails
pt_br: Detalhes da campanha
ru: Сведения о кампании
sv: Kampanjdetaljer
tr: Kampanya Ayrıntıları

source: Can Not Request Link
ar: يتعذر طلب رابط
de: Kann den Link nicht anfordern.
es: No se puede solicitar el enlace
fr: Impossible de faire une requête sur le lien
he: לא ניתן לבקש קישור
id: Tidak Dapat Meminta Tautan
it: Può non essere necessario il collegamento
ja: リンクをリクエストできません
nl: Kan link niet aanvragen
pt_br: Não pode requisitar link
ru: Не удаётся запросить ссылку.
sv: Kan inte begära länk
tr: Bağlantı istenemiyor

source: Can be used %1$d time
ar: يمكن استخدامه ⁦%1$d⁩ مرة
de: Kann %1$d Mal verwendet werden
es: Se puede utilizar %1$d vez
fr: Peut être utilisé %1$d fois
he: אפשר להשתמש פעם ⁦%1$d⁩
id: Dapat digunakan %1$d kali
it: Può essere usato %1$d volta
ja: %1$d回使用可能
nl: Kan %1$d keer worden gebruikt
pt_br: Pode ser usado %1$d vez
ru: Допустимое количество применений: %1$d
sv: Kan användas %1$d gång
tr: %1$d kez kullanılabilir

source: Can be used %1$d times
ar: يمكن استخدامه ⁦%1$d⁩ من المرات
de: Kann %1$d Mal verwendet werden
es: Se puede utilizar %1$d veces
fr: Peut être utilisé %1$d fois
he: אפשר להשתמש ⁦%1$d⁩ פעמים
id: Dapat digunakan %1$d kali
it: Può essere usato %1$d volte
ja: %1$d回使用可能
nl: Kan %1$d keer worden gebruikt
pt_br: Pode ser usado %1$d vezes
ru: Допустимое количество применений: %1$d
sv: Kan användas %1$d gånger
tr: %1$d kez kullanılabilir

source: Canada
ar: كندا
de: Kanada
es: Canadá
he: קנדה
id: Kanada
ja: カナダ
pt_br: Canadá
ru: Канада
sv: Kanada
tr: Kanada

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batalkan
it: Annulla
ja: キャンセル
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal

source: Cancel Installation
ar: إلغاء التثبيت
de: Installation abbrechen
es: Cancelar instalación
fr: Annuler l’installation
he: לבטל את ההתקנה
id: Batalkan Instalasi
it: Annulla installazione
ja: インストールをキャンセル
nl: Installatie annuleren
pt_br: Cancelar instalação
ru: Отменить установку
sv: Avbryt installation
tr: Kurulumu İptal Edin

source: Cancel Upgrade
ar: إلغاء الترقية
de: Upgrade abbrechen
es: Cancelar mejora
fr: Annuler la mise à niveau
he: ביטול שדרוג
id: Batalkan Upgrade
it: Annulla aggiornamento
nl: Upgrade annuleren
pt_br: Cancelar o upgrade
ru: Отменить обновление
sv: Avbryt uppgradering
tr: Yükseltmeyi İptal Et

source: Cancelled
ar: ملغي
de: Storniert
es: Cancelada
fr: Annulé
he: בוטלו
id: Dibatalkan
it: Annullato
ja: キャンセル済み
nl: Geannuleerd
pt_br: Cancelado
ru: Отменено
sv: Avbruten
tr: İptal Edildi

source: Cannot Add Category
ar: تتعذر إضافة تصنيف
de: Kategorie kann nicht hinzugefügt werden
es: No se puede añadir la categoría
fr: Impossible d’ajouer une catégorie
he: אין אפשרות להוסיף את הקטגוריה
id: Tidak Dapat Menambahkan Kategori
it: Impossibile aggiungere categoria
ja: カテゴリーを追加できません
nl: Categorie toevoegen mislukt
pt_br: Não foi possível adicionar categoria
ru: Невозможно добавить категорию
sv: Kan inte lägga till kategori
tr: Kategori Eklenemiyor

source: Cannot Add Tags
ar: تتعذر إضافة وسوم
de: Schlagwörter können nicht hinzugefügt werden
es: No se pueden añadir etiquetas
fr: Impossible d’ajouter des étiquettes
he: לא ניתן להוסיף תגיות
id: Tidak dapat menambahkan tag
it: Impossibile aggiungere tag
ja: タグを追加できません
nl: Kan geen tags toevoegen
pt_br: Não é possível adicionar tags
ru: Не удалось добавить метки
sv: Kan inte lägga till etiketter
tr: Etiketler Eklenemiyor

source: Cannot Update Category
ar: يتعذر تحديث التصنيف
de: Kategorie kann nicht aktualisiert werden
es: No se puede actualizar la categoría
fr: Impossible de mettre à jour la catégorie
he: לא ניתן לעדכן את הקטגוריה
id: Tidak Dapat Memperbarui Kategori
it: Impossibile aggiornare la categoria
nl: Categorie kan niet bijgewerkt worden
pt_br: Não é possível atualizar a categoria
ru: Не удалось обновить рубрику
sv: Kan inte uppdatera kategori
tr: Kategori Güncellenemiyor

source: Cannot access the site at this address. Please double-check and try again.
ar: يتعذر الوصول إلى الموقع على هذا العنوان. يرجى التحقُّق مجددًا والمحاولة مرة أخرى.
de: Zugriff auf Website unter dieser Adresse nicht möglich. Bitte überprüfen und erneut versuchen.
es: No se puede acceder al sitio en esta dirección. Por favor, vuelve a comprobarlo e inténtalo de nuevo.
fr: Impossible d’accéder au site associé à cette adresse. Veuillez revérifier et réessayer.
he: לא ניתן לגשת לאתר בכתובת זו. יש לבדוק שנית ולנסות שוב.
id: Tidak dapat mengakses situs di alamat ini. Periksa kembali dan coba lagi.
it: Impossibile accedere al sito con questo indirizzo. Controlla e riprova.
ja: このアドレスのサイトにアクセスできません。 もう一度確認してから、やり直してください。
nl: Kan geen toegang krijgen tot de site op dit adres. Controleer je sleutel en probeer het nogmaals.
pt_br: Não é possível acessar o site neste endereço. Verifique novamente e tente outra vez.
ru: Невозможно открыть сайт по этому адресу. Проверьте данные и повторите попытку.
sv: Det går inte komma åt webbplatsen på den här adressen. Dubbelkolla och försök igen.
tr: Bu adresten siteye erişilemiyor. Lütfen tekrar kontrol edip yeniden deneyin.

source: Cannot add Product to Order.
ar: تتعذر إضافة المنتج إلى الطلب.
de: Produkt kann nicht zur Bestellung hinzugefügt werden.
es: No se puede añadir el producto al pedido.
fr: Impossible d’ajouter un produit à la commande.
he: לא ניתן להוסיף את המוצר להזמנה.
id: Tidak dapat menambahkan Produk ke Pesanan.
it: Impossibile aggiungere il prodotto all'ordine.
nl: Product kon niet aan bestelling toegevoegd worden.
pt_br: Não foi possível adicionar o produto ao pedido.
ru: Не удаётся добавить товар в заказ.
sv: Kan inte lägga till produkt till beställning.
tr: Siparişe Ürün eklenemiyor.

source: Cannot add package
ar: تتعذر إضافة الحزمة
de: Paket kann nicht hinzugefügt werden
es: No se puede añadir el paquete
fr: Impossible d’ajouter le colis
he: לא ניתן להוסיף חבילה
id: Tidak dapat menambahkan paket
it: Impossibile aggiungere il pacchetto
ja: 荷物を追加できません
nl: Kan pakket niet toevoegen
pt_br: Não é possível adicionar o pacote
ru: Не удалось добавить посылку
sv: Kan inte lägga till paket
tr: Paket eklenemiyor

source: Cannot apply gift card to order
ar: يتعذر تطبيق بطاقة الهدايا على الطلب، الخطأ
de: Geschenkkarte kann nicht auf Bestellung angewendet werden
es: Error al aplicar la tarjeta regalo al pedido
fr: Impossible d’appliquer la carte-cadeau à la commande
he: לא ניתן להחיל את שובר המתנה בהזמנה
id: Tidak dapat menerapkan kartu hadiah pada pesanan
it: Impossibile inserire la gift card nel conteggio dell'ordine
nl: Kan cadeaubon niet gebruiken voor bestelling
pt_br: Não foi possível aplicar o vale-presente ao pedido
ru: Не удалось применить подарочную карту к заказу
sv: Kan inte tillämpa presentkort på beställning
tr: Hediye kartı siparişe uygulanamıyor

source: Cannot apply gift card to order error: %1$@
ar: يتعذر تطبيق بطاقة الهدايا على الطلب، الخطأ: %1$@
de: Geschenkkarte kann nicht auf Bestellung angewendet werden – Fehler: %1$@
es: Error al aplicar la tarjeta regalo al pedido: %1$@
fr: Une erreur rend impossible l’application de la carte-cadeau à la commande : %1$@
he: שגיאת 'לא ניתן להחיל את שובר המתנה בהזמנה': %1$@
id: Error tidak dapat menerapkan kartu hadiah pada pesanan: %1$@
it: Errore: impossibile inserire la gift card nel conteggio dell'ordine: %1$@
nl: Fout Kan cadeaubon niet gebruiken voor bestelling: %1$@
pt_br: Erro ao aplicar o vale-presente ao pedido: %1$@
ru: Не удалось применить подарочную карту к заказу. Ошибка: %1$@
sv: Kan inte tillämpa presentkort på felaktig beställning: %1$@
tr: Hediye kartı siparişe uygulanamıyor hatası: %1$@

source: Cannot duplicate product
ar: يتعذر تكرار المنتج
de: Produkt kann nicht dupliziert werden
es: El producto no se puede duplicar
fr: Impossible de dupliquer le produit
he: לא ניתן לשכפל את המוצר
id: Tidak dapat menduplikasi produk
it: Impossibile duplicare il prodotto
ja: 商品を複製できません
nl: Kan product niet dupliceren
pt_br: Não é possível duplicar o produto
ru: Невозможно дублировать продукт
sv: Kan inte duplicera produkt
tr: Ürün çoğaltılamıyor

source: Cannot find information about your site's WP-Admin. Please try again.
ar: يتعذر العثور على معلومات حول مسؤول ووردبريس الخاص بموقعك. يرجى المحاولة مجددًا.
de: Wir können keine Informationen zu WP Admin deiner Website finden. Versuche es bitte noch einmal.
es: No se ha podido encontrar información sobre el escritorio WP-Admin de tu sitio. Inténtalo de nuevo.
fr: Informations à propos du WP-Admin de votre site introuvables. Veuillez réessayer.
he: לא ניתן למצוא מידע לגבי 'ניהול WP' של האתר שלך. יש לנסות שוב.
id: Informasi tentang WP-Admin situs Anda tidak dapat ditemukan. Mohon ulangi.
it: Impossibile trovare informazioni sul wp-admin del tuo sito. Riprova.
ja: サイトの WP 管理画面に関する情報が見つかりません。 再度お試しください。
nl: Kan geen informatie over het WP-Admin van je site vinden. Probeer het nog eens.
pt_br: Não é possível encontrar informações sobre o Painel WP Admin do seu site. Tente novamente.
ru: Не удалось найти информацию о консоли вашего сайта. Повторите попытку.
sv: Det gick inte att hitta information om din webbplats WP-admin. Försök igen.
tr: Sitenizin WP-Admin'i hakkında bilgi bulunamıyor. Lütfen tekrar deneyin.

source: Cannot update product
ar: يتعذر تحديث المنتج
de: Produkt kann nicht aktualisiert werden
es: No se puede actualizar el producto
fr: Impossible de mettre le produit à jour
he: אין אפשרות לעדכן את המוצר
id: Tidak dapat memperbarui Produk
it: Impossibile aggiornare il prodotto
ja: 商品を更新できません
nl: Kan product niet bijwerken
pt_br: Não foi possível atualizar o produto
ru: Не удается обновить продукт
sv: Kan inte uppdatera produkten
tr: Ürün güncellenemiyor

source: Cannot update products
ar: يتعذر تحديث المنتجات
de: Produkte können nicht aktualisiert werden
es: No se pueden actualizar los productos
fr: Impossible de mettre les produits à jour
he: אין אפשרות לעדכן את המוצרים
id: Tidak dapat memperbarui produk
it: Impossibile aggiornare i prodotti
ja: 商品を更新できません
nl: Kan producten niet bijwerken
pt_br: Não foi possível atualizar os produtos
ru: Не удается обновить продукты
sv: Kan inte uppdatera produkter
tr: Ürünler güncellenemiyor

source: Cannot upload image
ar: تعذر تحميل الصورة
de: Bild kann nicht hochgeladen werden
es: No es posible cargar la imagen
fr: Impossible de charger l'image
he: לא ניתן להעלות את התמונה
id: Tidak dapat mengunggah gambar
it: Impossibile caricare l'immagine
ja: 画像をアップロードできません
nl: De afbeelding kan niet geüpload worden
pt_br: Não foi possível carregar a imagem
ru: Невозможно загрузить изображение
sv: Det går inte att ladda upp bilden
tr: Resim yüklenemiyor

source: Cannot verify your Jetpack connection. Please try again.
ar: يتعذر التحقُّق من اتصال Jetpack الخاص بك. يرجى المحاولة مرة أخرى.
de: Deine Jetpack-Verbindung konnte nicht verifiziert werden. Bitte versuche es erneut.
es: No se puede verificar tu conexión a Jetpack. Vuelve a intentarlo.
fr: Impossible de vérifier votre connexion Jetpack. Veuillez réessayer.
he: לא ניתן היה לאמת את החיבור של Jetpack. יש לנסות שוב.
id: Tidak dapat memverifikasi koneksi Jetpack Anda. Harap coba lagi.
it: Impossibile verificare la connessione a Jetpack. Riprova.
ja: Jetpack 接続を検証できません。 もう一度お試しください。
nl: Kan je Jetpack-verbinding niet verifiëren. Probeer het opnieuw.
pt_br: Não foi possível verificar sua conexão ao Jetpack. Tente novamente.
ru: Не удалось проверить подключение Jetpack. Повторите попытку.
sv: Kan inte verifiera din Jetpack-anslutning. Försök igen.
tr: Jetpack bağlantınız doğrulanamıyor. Lütfen tekrar deneyin.

source: Cannot verify your site's WooCommerce installation.
ar: يتعذر التحقُّق من تثبيت WooCommerce الخاص بموقعك.
de: Die Installation von WooCommerce auf deiner Website kann nicht verifiziert werden.
es: No podemos verificar la instalación de tu sitio de WooCommerce.
fr: Vérification impossible de l'installation WooCommerce de votre site.
he: אין אפשרות לאמת את ההתקנה של WooCommerce באתר שלך.
id: Tidak dapat memverifikasi instalasi WooCommerce situs Anda.
it: Impossibile verificare l'installazione di WooCommerce del tuo sito.
ja: サイトの WooCommerce インストールを確認できません。
nl: De WooCommerce-installatie van je site kan niet worden geverifieerd.
pt_br: Não foi possível verificar a instalação do WooCommerce no seu site.
ru: Не удалось подтвердить установку WooCommerce на сайте.
sv: Det gick inte att verifiera din webbplats WooCommerce-installation.
tr: Sitenizin WooCommerce kurulumu doğrulanamıyor.

source: Can’t find the rate you’re looking for?
ar: ألا تستطيع إيجاد المعدل الذي تبحث عنه؟
de: Du kannst den Steuersatz, den du suchst, nicht finden?
es: ¿No encuentras la tarifa que buscas?
fr: Vous ne trouvez pas le taux que vous recherchez ?
he: לא הצלחת למצוא את מה שחיפשת?
id: Tarif yang Anda cari tidak ada?
it: Non riusci a trovare l'aliquota che cerchi?
nl: Kan je het tarief waar je naar op zoek bent niet vinden?
pt_br: Não conseguiu encontrar a taxa que estava procurando?
ru: Не можете найти налоговую ставку?
sv: Kan du inte hitta satsen du letar efter?
tr: Aradığınız oranı bulamıyor musunuz?

source: Cape Verde
ar: الرأس الأخضر
de: Kap Verde
es: Cabo Verde
fr: Cabo Verde
he: קייפ ורדה
it: Capo Verde
ja: カーボベルデ
nl: Kaapverdië
pt_br: Cabo Verde
ru: Кабо-Верде
sv: Kap Verde
tr: Kapo Verde

source: Capture high-quality product reviews for your store.
ar: احصل على مراجعات منتج ذات جودة عالية لمخزنك.
de: Sammle hochwertige Produktbewertungen für deinen Store.
es: Conseguir reseñas de productos de gran calidad para tu tienda.
fr: Obtenez des avis qualitatifs concernant votre produits pour votre boutique
he: לקבל ביקורות איכותיות על מוצר בחנות שלך.
id: Tangkap ulasan produk kualitas tinggi untuk toko Anda.
it: Acquisisci recensioni del prodotto di elevata qualità per il tuo negozio.
ja: ストアに対する高品質な製品レビューを取得しましょう。
nl: Ontvang hoogwaardige productbeoordelingen voor je winkel.
pt_br: Colete avaliações de alta qualidade do produto para sua loja.
ru: Получайте высококачественные отзывы о продуктах в вашем магазине
sv: Samla produktrecensioner av hög kvalitet till din butik.
tr: Mağazanız için yüksek kalitede ürün yorumları alın.

source: Capture reviews for your store
ar: الحصول على مراجعات لمتجرك
de: Sammle Bewertungen für deinen Shop
es: Conseguir reseñas para tu tienda
fr: Recueillir des avis concernant votre boutique
he: לאסוף ביקורות לחנות שלך
id: Dapatkan ulasan untuk toko Anda
it: Acquisisci recensioni per il tuo negozio
nl: Krijg beoordelingen voor je winkel
pt_br: Receba avaliações para a sua loja
ru: Получайте отзывы о товарах магазина
sv: Få recensioner för din butik
tr: Mağazanız için yorumlar alın

source: Card Reader
ar: قارئ البطاقة
de: Kartenlesegerät
es: Lector de tarjetas
fr: Lecteur de carte
he: קורא כרטיסים
id: Pembaca Kartu
it: Lettore di carte
nl: Kaartlezer
pt_br: Leitor de cartão
ru: УСТРОЙСТВО ЧТЕНИЯ КАРТ
sv: Kortläsare
tr: Kart Okuyucu

source: Card Reader / In-Person Payments
ar: قارئ البطاقات/المدفوعات الشخصية
de: Kartenlesegerät/persönliche Zahlungen
es: Lector de tarjetas/Pagos en persona
fr: Lecteur de carte/Paiements en personne
he: קורא כרטיסים / תשלומים באופן אישי
id: Pembaca Kartu/Pembayaran Langsung
it: Lettore carte/Pagamenti di persona
ja: カードリーダー / 対面決済
nl: Kaartlezer / Fysieke betalingen
pt_br: Leitor de cartão/Pagamentos presenciais
ru: Устройство чтения карт/очные платежи
sv: Kortläsare/personliga betalningar
tr: Kart Okuyucu / Şahsen Ödemeler

source: Card Readers
ar: قراء البطاقات
de: Kartenlesegeräte
es: Lectores de tarjetas
fr: Lecteurs de carte
he: קוראי כרטיסים
id: Pembaca Kartu
it: Lettori di carte
nl: Kaartlezers
pt_br: Leitores de cartão
ru: Устройства чтения карт
sv: Kortläsare
tr: Kart Okuyucular

source: Card reader manuals
ar: أدلة قارئ البطاقة
de: Handbücher für Kartenlesegerät
es: Manuales del lector de tarjetas
fr: Manuels de lecteur de carte
he: מדריכים לקורא הכרטיסים
id: Panduan pembaca kartu
it: Manuali del lettore di schede
ja: カードリーダーマニュアル
nl: Handleidingen kaartlezer
pt_br: Manuais de leitor de cartão
ru: Руководства по работе с платёжными терминалами
sv: Kortläsarmanualer
tr: Kart okuyucu kılavuzları

# CardPresentModalUpdateProgress.button.cancelOptionalButtonText
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batalkan
it: Annulla
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal Et

# CardPresentModalUpdateProgress.button.cancelRequiredButtonText
source: Cancel anyway
ar: إلغاء على أي حال
de: Trotzdem abbrechen
es: Cancelar igualmente
fr: Annuler quand même
he: לבטל בכל זאת
id: Batalkan saja
it: Annulla comunque
nl: Toch annuleren
pt_br: Cancelar mesmo assim
ru: Всё равно отменить
sv: Avbryt ändå
tr: Yine de iptal et

# CardPresentModalUpdateProgress.button.dismissButtonText
source: Dismiss
ar: تجاهل
de: Verwerfen
es: Descartar
fr: Ignorer
he: לבטל
id: Tutup
it: Ignora
nl: Afwijzen
pt_br: Ignorar
ru: Закрыть
sv: Avfärda
tr: Kapat

source: Carrier and Rates
ar: شركة النقل وأسعارها
de: Versanddienstleister und -tarife
es: Empresa de transporte y tarifas
fr: Transporteur et frais de port
he: ספק משלוח ותעריפים
id: Operator dan Tarif
it: Corriere e tariffe
ja: 配送業者と金額
nl: Bezorgservice en tarieven
pt_br: Transportadora e tarifas
ru: Перевозчик и тарифы
sv: Transportföretag och avgifter
tr: Kargo Şirketi ve Ücretler

source: Carrier name
ar: اسم شركة النقل
de: Name des Versanddienstleisters
es: Nombre de la empresa de transporte
fr: Nom du transporteur
he: שם הספק
id: Nama operator
it: Nome del corriere
ja: 配送業者名
nl: Naam bezorgservice
pt_br: Nome da transportadora
ru: Название компании-перевозчика
sv: Transportföretagsnamn
tr: Kargo şirketi adı

source: Cash
ar: الأموال النقدية
de: Barzahlungen
es: Efectivo
fr: Espèces
he: מזומן
id: Uang Tunai
it: Contanti
ja: 現金
nl: Contanten
pt_br: Dinheiro
ru: Наличные
sv: Kontant
tr: Nakit

source: Catalog Visibility
ar: رؤية الكتالوج
de: Katalogsichtbarkeit
es: Visibilidad del catálogo
fr: Visibilité du catalogue
he: נראות הקטלוג
id: Visibilitas Katalog
it: Visibilità del catalogo
ja: カタログ表示
nl: Zichtbaarheid van de catalogus
pt_br: Visibilidade de catálogo
ru: Отображение каталога
sv: Synlighet i katalog
tr: Katalog Görünürlüğü

source: Categories
ar: التصنيفات
de: Kategorien
es: Categorías
fr: Catégories
he: קטגוריות
id: Kategori
it: Categorie
ja: カテゴリー
nl: Categorieën
pt_br: Categorias
ru: Категории
sv: Kategorier
tr: Kategoriler

source: Cayman Islands
ar: جزر كايمان
de: Caymaninseln
es: Islas Caimán
fr: Îles Caïmans
he: איי קיימן
id: Kepulauan Cayman
it: Isole Cayman
ja: ケイマン諸島
nl: Kaaimaneilanden
pt_br: Ilhas Cayman
ru: Каймановы острова
sv: Caymanöarna
tr: Cayman Adaları

source: Central African Republic
ar: جمهورية إفريقيا الوسطى
de: Zentralafrikanische Republik
es: República Centroafricana
fr: République centrafricaine
he: הרפובליקה המרכז אפריקנית
id: Republik Afrika Tengah
it: Repubblica Centrafricana
ja: 中央アフリカ共和国
nl: Centraal-Afrikaanse Republiek
pt_br: República Centro-Africana
ru: Центральная Африканская Республика
sv: Centralafrikanska republiken
tr: Orta Afrika Cumhuriyeti

source: Certain required fields need attention.
ar: بعض الحقول المطلوبة تتطلب الانتباه.
de: Einige erforderliche Felder benötigen deine Aufmerksamkeit.
es: Se deben revisar algunos campos obligatorios.
fr: Certains champs obligatoires requièrent votre attention.
he: קיימת בעיה בחלק מהשדות הנדרשים.
id: Kolom wajib tertentu perlu diperhatikan.
it: È necessario prestare attenzione ad alcuni campi richiesti.
ja: 特定の必須フィールドには注意が必要です。
nl: Sommige verplichte velden hebben je aandacht nodig.
pt_br: Em alguns campos é necessário atenção.
ru: Требуется проверить некоторые обязательные поля.
sv: Vissa obligatoriska fält kräver uppmärksamhet.
tr: Bazı zorunlu alanlara dikkat edilmesi gerekiyor.

source: Certificate error
ar: خطأ في الشهادة
de: Zertifikatsfehler
es: Error del certificado
fr: Erreur de certificat
he: שגיאה בתעודה
id: Kesalahan sertifikat
it: Errore di certificato
ja: 証明書エラー
nl: Certificaat fout
pt_br: Erro do certificado
ru: Ошибка сертификата
sv: Certifikat-fel
tr: Sertifika hatası

source: Chad
ar: تشاد
de: Tschad
fr: Tchad
he: צ'אד
it: Ciad
ja: チャド
nl: Tsjaad
pt_br: Chade
ru: Чад
sv: Tchad
tr: Çad

source: Change product type
ar: تغيير نوع المنتج
de: Produkttyp ändern
es: Cambiar tipo de producto
fr: Choisir le type de produit
he: לשנות סוג מוצר
id: Ubah jenis produk
it: Cambia tipo di prodotto
ja: 商品タイプを変更
nl: Producttype wijzigen
pt_br: Altere o tipo de produto
ru: Изменить тип товара
sv: Ändra produkttyp
tr: Ürün türünü değiştir
