Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: Dominican Republic
ar: جمهورية الدومينيكان
de: Dominikanische Republik
es: República Dominicana
fr: République dominicaine
he: הרפובליקה הדומיניקנית
id: Republik Dominika
it: Repubblica Dominicana
ja: ドミニカ共和国
nl: Dominicaanse Republiek
pt_br: República Dominicana
ru: Доминиканская Республика
sv: Dominikanska republiken
tr: Dominik Cumhuriyeti

source: Don't have an account? _Sign up_
ar: أليس لديك حساب؟ _Sign up_
de: Du hast noch kein Konto? _Registrieren_
es: ¿No tienes una cuenta? _Regístrate_
fr: Vous n'avez pas encore de compte ? _S'inscrire_
he: אין לך חשבון עדיין? _הרשמה_
id: Belum memiliki akun? _Daftar_
it: Non hai un account? _Registrati_
ja: アカウントをお持ちでない場合は_登録_してください。
nl: Heb je geen account? _Aanmelden_
pt_br: Não tem uma conta? _Cadastre-se_
ru: Нет учетной записи? _Зарегистрироваться_
sv: Har du inget konto? _Registrera dig_
tr: Hesabınız yok mu? _Kaydol_

source: Don't lose all that hard work! Upgrade to a paid plan to continue working on your store. Unlock more features, launch and start selling, and make your ecommerce business a reality.
ar: لا تفقد كل هذا العمل الشاق! قم بالترقية إلى خطة مدفوعة للاستمرار في العمل على متجرك. افتح مزيدًا من الميزات، وابدأ بالبيع، واجعل أعمالك عبر التجارة الإلكترونية واقعية.
de: Es wäre schade um die harte Arbeit! Führe ein Upgrade auf einen kostenpflichtigen Tarif durch, um weiter an deinem Shop arbeiten zu können. Profitiere von mehr Funktionen, veröffentliche dein Geschäft und beginne mit dem Verkauf, um dein E-Commerce-Business Realität werden zu lassen.
es: No pierdas todo ese duro trabajo. Mejora tu plan a uno de pago para que puedas seguir trabajando en tu tienda. Desbloquea más funciones, lanza tu tienda y empieza a vender. Haz realidad tu negocio de comercio electrónico.
fr: Restez concentré sur votre travail ! Passez à un plan payant pour continuer à travailler sur votre boutique. Débloquez davantage de fonctionnalités, lancez-vous, commencez à vendre et concrétisez votre projet d’eCommerce.
he: חבל שכל העבודה הקשה שהשקעת תרד לטמיון! כדאי לשדרג לתוכנית בתשלום כדי להמשיך לעבוד על החנות שלך. ניתן להשתמש באפשרויות נוספות, להשיק את האתר ולהתחיל למכור ולהשיג את המטרות שלך במסחר אלקטרוני.
id: Jangan sampai semua kerja keras Anda sia-sia! Upgrade ke paket berbayar untuk terus mengembangkan toko Anda. Dapatkan lebih banyak fitur, luncurkan dan mulai berjualan, lalu wujudkan bisnis ecommerce Anda.
it: Non perdere tutto quel duro lavoro! Esegui l'aggiornamento a un piano a pagamento per continuare a lavorare sul tuo negozio. Sblocca più funzionalità, inizia a vendere e rendi la tua attività di eCommerce una realtà.
nl: Verlies al je harde werk niet! Upgrade naar een betaald abonnement om aan je winkel te blijven werken. Ontgrendel meer functies, lanceer je site en begin met verkopen, en wek jouw webwinkel tot leven.
pt_br: Não desperdice todo seu trabalho duro! Faça upgrade para um plano pago para continuar trabalhando em sua loja. Obtenha mais funcionalidades, comece a vender e torne seu negócio de eCommerce uma realidade.
ru: Не потеряйте результаты упорной работы! Перейдите на платный тарифный план, чтобы продолжить работу с магазином. Получите доступ к дополнительным функциям, запустите продажи и делайте бизнес в Интернете.
sv: Förlora inte allt ditt hårda arbete. Uppgradera till ett betalpaket för att fortsätta arbeta med din butik. Lås upp fler funktioner, lansera, börja sälja och gör din e-handelsverksamhet till verklighet.
tr: Tüm o sıkı çalışmayı kaybetmeyin! Mağazanız üzerinde çalışmaya devam etmek için ücretli bir pakete yükseltin. Daha fazla özelliğin kilidini açın, satış yapmaya başlayın ve e-ticaret işinizi gerçeğe dönüştürün.

source: Don't show again
ar: عدم العرض مرة أخرى
de: Nicht erneut anzeigen
es: No mostrar de nuevo
fr: Ne plus afficher
he: לא להציג שוב
id: Jangan tampilkan lagi
it: Non mostrare più
ja: 二度と表示しない
nl: Niet opnieuw tonen
pt_br: Não mostrar novamente
ru: Больше не показывать
sv: Visa inte igen
tr: Tekrar gösterme

source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
he: בוצע
id: Selesai
it: Fatto
ja: 完了
nl: Klaar
pt_br: Concluído
ru: Готово
sv: Klar
tr: Bitti

source: Don’t know how to print from your device?
ar: ألا تعرف كيفية الطباعة من جهازك؟
de: Du weißt nicht, wie du mit deinem Gerät drucken kannst?
es: ¿No sabes cómo imprimir desde el dispositivo?
fr: Vous ne savez pas comment imprimer à partir de votre appareil ?
he: אין לך מושג כיצד להדפיס באמצעות המכשיר שלך?
id: Tidak tahu cara mencetak dari perangkat Anda?
it: Non sai come stampare dal dispositivo?
ja: 端末を使って印刷する方法をご存知ですか ?
nl: Weet je niet hoe je kan afdrukken vanaf je apparaat?
pt_br: Não sabe como imprimir do seu dispositivo?
ru: Не знаете, как печатать с вашего устройства?
sv: Vet du inte hur man skriver ut från din enhet?
tr: Cihazınızla nasıl yazdıracağınızı bilmiyor musunuz?

source: Don’t know how to print from your mobile device?
ar: ألا تعرف كيفية الطباعة من جهازك المحمول؟
de: Du weißt nicht, wie du mit deinem Mobilgerät drucken kannst?
es: ¿No sabes imprimir desde tu dispositivo móvil?
fr: Vous ne savez pas comment imprimer à partir de votre appareil mobile ?
he: אין לך מושג כיצד להדפיס באמצעות המכשיר הנייד שלך?
id: Tidak tahu cara mencetak dari perangkat seluler Anda?
it: Non sai come stampare dal dispositivo mobile?
ja: モバイルデバイスを使って印刷する方法をご存知ですか ?
nl: Weet je niet hoe je moet printen vanaf je mobiele apparaat?
pt_br: Não sabe como imprimir usando o seu dispositivo móvel?
ru: Не знаете, как печатать с вашего мобильного устройства?
sv: Vet du inte hur man skriver ut från din mobila enhet?
tr: Mobil cihazınızla nasıl yazdıracağınızı bilmiyor musunuz?

source: Dotcom Error: [%1$@] %2$@
ar: خطأ في الدوت كوم: [%1$@] %2$@
de: Dotcom-Fehler: [%1$@] %2$@
es: Error de Dotcom: [%1$@] %2$@
fr: Erreur Dotcom : [%1$@] %2$@
he: שגיאת Dotcom: ‏[%1$@] %2$@
id: Kesalahan Dotcom: [%1$@] %2$@
it: Errore Dotcom: [%1$@] %2$@
ja: Dotcom エラー: [%1$@] %2$@
nl: Dotcom-fout: [%1$@] %2$@
pt_br: Erro Dotcom: [%1$@] %2$@
ru: Ошибка интернет-сервиса: [%1$@] %2$@
sv: Dotcom-fel: [%1$@] %2$@
tr: Dotcom Hatası: [%1$@] %2$@

source: Dotcom Invalid REST Route
ar: مسار REST غير صالح في Dotcom
de: Dotcom ungültige REST Route
es: La ruta Dotcom hacia REST no es válida
fr: Acheminement REST non valide sur Dotcom
he: שגיאת Dotcom עקב נתיב REST לא תקף
id: Rute REST Dotcom Tidak Valid
it: Percorso REST Dotcom non valido
ja: Dotcom のリセット ルートが無効です
nl: Dotcom ongeldige REST-route
pt_br: Rota REST Dotcom inválida
ru: Неправильный маршрут REST
sv: Dotcom Ogiltig REST-väg
tr: Dotcom Geçersiz REST Route

source: Dotcom Missing Token
ar: رمز الدوت كوم المميز مفقود
de: Fehlender Dotcom-Token
es: Token Dotcom perdido
fr: Jeton Dotcom manquant
he: לפריט Dotcom חסר אסימון
id: Dotcom Token Tidak Ada
it: Token Dotcom mancante
ja: Dotcom トークンがありません
nl: Dotcom-token ontbreekt
pt_br: Token Dotcom ausente
ru: Отсутствует токен интернет-сервиса
sv: Dotcom-token saknas
tr: Dotcom Belirteci Eksik

source: Dotcom No Stats Permission
ar: لا يوجد إذن لإحصاءات الدوت كوم
de: Keine Berechtigung für Dotcom-Statistiken
es: Sin permiso para ver estadísticas de Dotcom
fr: Aucune autorisation de statistiques Dotcom
he: הרשאה להשבתת הנתונים הסטטיסטיים של Dotcom
id: Izin Tanpa Statistik Dotcom
it: Autorizzazione statistiche Dotcom mancante
ja: Dotcom 統計情報の権限がありません
nl: Geen toestemming voor Dotcomstatistieken
pt_br: Sem permissão de estatísticas Dotcom
ru: У Dotcom нет разрешения на доступ к статистике
sv: Dotcom ingen statistikbehörighet
tr: Dotcom İstatistik İzni Yok

source: Dotcom Request Failed
ar: فشل طلب الدوت كوم
de: Fehler bei Dotcom-Anfrage
es: La solicitud de Dotcom ha fallado
fr: Échec de la demande Dotcom
he: הבקשה של Dotcom נכשלה
id: Dotcom Permintaan Gagal
it: Richiesta Dotcom non riuscita
ja: Dotcom のリクエストに失敗しました
nl: Dotcom-verzoek mislukt
pt_br: Falha na solicitação Dotcom
ru: Ошибка запроса интернет-сервиса
sv: Dotcom-förfrågan misslyckades
tr: Dotcom İsteği Başarısız Oldu

source: Dotcom Resource does not exist
ar: مورد Dotcom غير موجود
de: Dotcom-Ressource existiert nicht.
es: El recurso Dotcom no existe
fr: La ressource Dotcom n’existe pas
he: המשאב של Dotcom לא קיים
id: Tidak ada Sumber Daya Dotcom
it: La risorsa Dotcom non esiste
ja: Dotcom のリソースが存在しません
nl: Dotcom Gegevensbron bestaat niet
pt_br: Recurso Dotcom inexistente
ru: Ресурса интернет-сервиса не существует.
sv: Dotcom-resursen finns inte
tr: Dotcom Kaynağı mevcut değil

source: Dotcom Response Empty
ar: استجابة الدوت كوم فارغة
de: Leere Dotcom-Antwort
es: Respuesta Dotcom vacía
fr: Réponse Dotcom vide
he: התגובה של Dotcom ריקה
id: Dotcom Respons Kosong
it: Risposta Dotcom vuota
ja: Dotcom のレスポンスがありません
nl: Dotcom-reactie leeg
pt_br: Resposta Dotcom em branco
ru: Пустой ответ интернет-сервиса
sv: Dotcom-svar tomt
tr: Dotcom Yanıtı Boş

source: Dotcom Stats Module Disabled
ar: تم تعطيل وحدة إحصاءات الدوت كوم
de: Das Modul für Dotcom-Statistiken ist deaktiviert
es: El módulo de estadísticas de Dotcom está desactivado
fr: Le module de statistiques Dotcom est désactivé
he: מודול הנתונים הסטטיסטיים של Dotcom הושבת
id: Modul Statistik Dotcom Dinonaktifkan
it: Modulo statistiche Dotcom disabilitato
ja: Dotcom 統計モジュールが無効です
nl: De module Dotcomstatistieken is uitgeschakeld
pt_br: Módulo Estatísticas Dotcom do site desativado
ru: Модуль статистики Dotcom отключен
sv: Dotcom statistikmodulen inaktiverad
tr: Dotcom İstatistik Modülü Devre Dışı Bırakıldı

source: Dotcom Token Invalid
ar: رمز الدوت كوم غير صالح
de: Ungültiger Dotcom-Token
es: Token Dotcom no válido
fr: Jeton Dotcom non valide
he: האסימון Dotcom לא תקף
id: Dotcom Token Tidak Valid
it: Token Dotcom non valido
ja: Dotcom トークンが無効です
nl: Dotcom-token ongeldig
pt_br: Token Dotcom inválido
ru: Недопустимый токен интернет-сервиса
sv: Dotcom-token ogiltig
tr: Dotcom Belirteci Geçersiz

source: Double tap to dismiss
ar: اضغط ضغطًا مزدوجًا للتجاهل
de: Zum Ausblenden zweimal tippen
es: Pulsa dos veces para descartar
fr: Touchez deux fois pour rejeter
he: יש להקיש פעמיים כדי להתעלם
id: Ketuk dua kali untuk menutup
it: Doppio tocco per ignorare
ja: ダブルタップして非表示
nl: Dubbel klikken om te negeren
pt_br: Clique duas vezes para dispensar
ru: Дважды коснитесь, чтобы отключить
sv: Dubbeltryck för att avfärda
tr: Kapatmak için çift dokunun

source: Double tap to toggle setting.
ar: اضغط ضغطًا مزدوجًا لتبديل الإعداد.
de: Zum Umschalten der Einstellung doppeltippen.
es: Toca dos veces para activar o desactivar la opción.
fr: Appuyez deux fois pour changer de paramètre.
he: יש להקיש פעמיים כדי לשנות את ההגדרות.
id: Ketuk dua kali untuk mengaktifkan/menonaktifkan pengaturan.
it: Tocca due volte per attivare/disattivare l'impostazione.
ja: 設定を切り替えるにはダブルタップします。
nl: Tik tweemaal om instelling in/uit te schakelen.
pt_br: Clique duas vezes para alternar a configuração.
ru: Коснитесь два раза, чтобы изменить настройку.
sv: Dubbeltryck för att slå på/av inställning.
tr: Ayarı değiştirmek için çift tıklayın.

source: Double-tap for more information
ar: النقر المزدوج للحصول على مزيد من المعلومات
de: Für weitere Informationen doppeltippen
es: Pulsa dos veces para obtener más información
fr: Toucher deux fois pour obtenir plus d’informations
he: יש להקיש פעמיים למידע נוסף
id: Ketuk dua kali untuk informasi selengkapnya
it: Tocca due volte per ulteriori informazioni
ja: ダブルタップすると詳細を説明します
nl: Twee keer tikken voor meer informatie
pt_br: Toque duas vezes para mais informações
ru: Нажмите дважды, чтобы получить дополнительную информацию
sv: Dubbeltryck för mer information
tr: Daha fazla bilgi için iki kez dokunun

source: Double-tap to collapse
ar: النقر المزدوج للطي
de: Zum Ausblenden doppeltippen
es: Pulsa dos veces para cerrar
fr: Toucher deux fois pour réduire
he: יש להקיש פעמיים כדי לצמצם
id: Ketuk dua kali untuk menciutkan
it: Tocca due volte per ridurre
ja: ダブルタップすると折りたたみ表示になります
nl: Twee keer tikken om in te klappen
pt_br: Toque duas vezes para recolher
ru: Нажмите дважды, чтобы свернуть
sv: Dubbeltryck för att minimera
tr: Daraltmak için iki kez dokunun

source: Double-tap to dismiss
ar: النقر المزدوج للرفض
de: Zum Verwerfen doppeltippen
es: Pulsa dos veces para descartar
fr: Toucher deux fois pour ignorer
he: יש להקיש פעמיים כדי להתעלם
id: Ketuk dua kali untuk menutup
it: Tocca due volte per ignorare
ja: ダブルタップすると非表示になります
nl: Twee keer tikken om te negeren
pt_br: Toque duas vezes para ignorar
ru: Нажмите дважды, чтобы закрыть
sv: Dubbeltryck för att avfärda
tr: Kapatmak için iki kez dokunun

source: Download Settings
ar: تنزيل الإعدادات
de: Download-Einstellungen
es: Ajustes de descarga
fr: Réglages du téléchargement
he: הגדרות הורדה
id: Pengaturan Unduh
it: Impostazioni download
ja: ダウンロード設定
nl: Downloadinstellingen
pt_br: Configurações do botão de download
ru: Настройки загрузки
sv: Inställningar för nedladdning
tr: İndirme Ayarları

source: Download expiration
ar: انتهاء صلاحية التنزيل
de: Ablauf des Downloads
es: Vencimiento de la descarga
fr: Expiration du téléchargement
he: תאריך התוקף של ההורדה
id: Masa berlaku unduhan
it: Scadenza download
ja: ダウンロードの有効期限
nl: Verloopdatum download
pt_br: Validade do download
ru: Срок действия для загрузок
sv: Tidsgräns för nedladdning
tr: Son indirme tarihi

source: Download limit
ar: حدود التنزيل
es: Límite de descargas
fr: Limite de téléchargement
he: מגבלת הורדה
id: Batas unduhan
it: Limite di download
ja: ダウンロード制限
nl: Downloadlimiet
pt_br: Limite de download
ru: Лимит загрузок
sv: Nedladdningsgräns
tr: İndirme sınırı

source: Downloadable
ar: منتج قابل للتنزيل
de: Herunterladbar
es: Descargable
fr: Téléchargeable
he: להורדה
id: Dapat diunduh
it: Scaricabile
ja: ダウンロード可能
nl: Downloadbaar
pt_br: Disponível para download
ru: Скачиваемый
sv: Nedladdningsbar
tr: İndirilebilir

source: Downloadable Files
ar: ملفات قابلة للتنزيل
de: Herunterladbare Dateien
es: Archivos descargables
fr: Fichiers téléchargeables
he: קבצים שניתנים להורדה
id: File Dapat Diunduh
it: File scaricabili
ja: ダウンロード可能なファイル
nl: Downloadbare bestanden
pt_br: Arquivos para download
ru: Скачиваемые файлы
sv: Nedladdningsbara filer
tr: İndirilebilir Dosyalar

source: Downloadable Product
ar: منتج قابل للتنزيل
de: Herunterladbares Produkt
es: Producto descargable
fr: Produit téléchargeable
he: מוצר שניתן להורדה
id: Produk Dapat Diunduh
it: Prodotto scaricabile
ja: ダウンロード可能な商品
nl: Downloadbaar product
pt_br: Produtos para download
ru: Скачиваемый товар
sv: Nedladdningsbar produkt
tr: İndirilebilir Ürün

source: Downloadable files
ar: ملفات قابلة للتنزيل
de: Herunterladbare Dateien
es: Archivos descargables
fr: Fichiers téléchargeables
he: קבצים שניתנים להורדה
id: File dapat diunduh
it: File scaricabili
ja: ダウンロード可能なファイル
nl: Downloadbare bestanden
pt_br: Arquivos para download
ru: Скачиваемые файлы
sv: Nedladdningsbara filer
tr: İndirilebilir dosyalar

source: Draft
ar: مسودة
de: Entwurf
es: Borrador
fr: Brouillon
he: טיוטה
id: Konsep
it: Bozza
ja: 下書き
nl: Concept
pt_br: Rascunho
ru: Черновик
sv: Utkast
tr: Taslak

source: Drag and drop to re-order photos
ar: السحب والإفلات لإعادة ترتيب الصور
de: Nutze Drag-and-Drop zum Umsortieren der Fotos
es: Arrastrar y soltar para reordenar fotos
fr: Glisser-déposer pour réorganiser les photos
he: לגרור ולשחרר כדי לשנות את הסדר של התמונות
id: Tarik dan lepas untuk mengurutkan foto
it: Trascina e rilascia per riordinare le foto
ja: 写真の順序を変更するにはドラッグ & ドロップしてください
nl: Slepen om foto's opnieuw te ordenen
pt_br: Arrastar e soltar para reorganizar as fotos
ru: Перетащите фотографии, чтобы изменить их порядок
sv: Dra och släpp för att ändra ordning på foton
tr: Fotoğrafların sıralamasını değiştirmek için sürükle bırak

source: Drive more sales to your store with Blaze
ar: جذب مزيد من المبيعات إلى متجرك باستخدام Blaze
de: Steigere mit Blaze die Umsätze deines Shops
es: Genera más ventas hacia tu tienda con Blaze
fr: Améliorer le trafic sur votre site avec Blaze
he: להגביר מכירות בחנות שלך בעזרת Blaze
id: Tingkatkan penjualan toko Anda dengan Blaze
it: Incrementa le vendite nel tuo negozio con Blaze
nl: Boost je verkoopcijfers met Blaze
pt_br: Impulsione as vendas na sua loja com o Blaze
ru: Повышайте продажи в своём магазине с помощью Blaze
sv: Få mer försäljning i din butik med marknadsföring
tr: Blaze ile mağazanızda daha fazla satış yapın

source: Duplicate
ar: تكرار
de: Duplizieren
es: Duplicar
fr: Dupliquer
he: לשכפל
id: Duplikat
it: Duplica
ja: 複製
nl: Dupliceer
pt_br: Duplicar
ru: Дублировать
sv: Duplicera
tr: Çoğalt

source: Duplicating your product...
ar: جارٍ تكرار منتجك...
de: Dein Produkt wird dupliziert …
es: Duplicando producto…
fr: Duplication de votre produit en cours...
he: משכפל את המוצר שלך...
id: Menduplikasi produk Anda...
it: Duplicazione del prodotto in corso...
ja: 商品を複製しています...
nl: Je product dupliceren...
pt_br: Duplicando o produto...
ru: Дублирование продукта...
sv: Duplicerar din produkt …
tr: Ürününüz çoğaltılıyor...

source: Easily identify your products with unique codes
ar: حدِّد منتجاتك التي تحتوي على أكواد مميزة بسهولة.
de: Identifiziere deine Produkte problemlos mit eindeutigen Codes
es: Identifica fácilmente tus productos con códigos únicos
fr: Identifier facilement vos produits avec des codes uniques
he: לזהות בקלות את המוצרים שלך בעזרת קודים ייחודיים
id: Kenali produk Anda dengan mudah dengan kode unik
it: Identifica facilmente i tuoi prodotti con codici univoci
ja: 一意のコードで商品を簡単に特定
nl: Identificeer je producten eenvoudig met unieke codes
pt_br: Identifique com facilidade seus produtos usando códigos exclusivos
ru: Быстро определяйте свои товары с помощью уникальных кодов
sv: Identifiera enkelt dina produkter med unika koder
tr: Ürünlerinizi benzersiz kodlarla kolayca tanımlayın

source: Ecuador
ar: الاكوادور
fr: Équateur
he: אקוודור
id: Ekuador
ja: エクアドル
pt_br: Equador
ru: Эквадор
tr: Ekvador

source: Edit
ar: تحرير
de: Bearbeiten
es: Editar
fr: Modifier
he: עריכה
id: Sunting
it: Modifica
ja: 編集
nl: Bewerken
pt_br: Editar
ru: Править
sv: Redigera
tr: Düzenle

source: Edit Address
ar: تحرير العنوان
de: Adresse bearbeiten
es: Editar dirección
fr: Modifier l’adresse
he: לערוך את הכתובת
id: Sunting Alamat
it: Modifica l'indirizzo
ja: アドレスを編集
nl: Adres bewerken
pt_br: Editar endereço
ru: Изменить адрес эл. почты
sv: Redigera adress
tr: Adresi Düzelt

source: Edit Attributes
ar: تحرير السمات
de: Attribute bearbeiten
es: Editar atributos
fr: Modifier les attributs
he: לערוך מאפיינים
id: Sunting Atribut
it: Modifica attributi
ja: 属性を編集
nl: Wijzig eigenschappen
pt_br: Editar atributos
ru: Редактирование атрибутов
sv: Redigera attribut
tr: Özellikleri Düzenle

source: Edit Coupon
ar: تحرير القسيمة
de: Gutschein bearbeiten
es: Editar cupón
fr: Modifier le code promo
he: לערוך קופון
id: Sunting Kupon
it: Modifica il codice promozionale
ja: クーポンを編集
nl: Coupon bewerken
pt_br: Editar cupom
ru: Изменить купон
sv: Redigera rabattkod
tr: Kuponu Düzenle

source: Edit Customer Details
ar: تحرير تفاصيل العميل
de: Kundendaten bearbeiten
es: Editar detalles del cliente
fr: Modifier les informations du client
he: לערוך את פרטי הלקוח
id: Sunting Detail Pelanggan
it: Modifica dettagli del cliente
ja: お客様の詳細を編集
nl: Klantgegevens bewerken
pt_br: Editar dados do cliente
ru: Изменить сведения о клиенте
sv: Redigera kunduppgifter
tr: Müşteri Bilgilerini Düzenle

source: Edit Description
ar: تحرير الوصف
de: Beschreibung bearbeiten
es: Editar descripción
fr: Modifier la description
he: לערוך את התיאור
id: Sunting Deskripsi
it: Modifica la descrizione
ja: 説明を編集
nl: Beschrijving bewerken
pt_br: Editar descrição
ru: Редактировать описание
sv: Redigera beskrivning
tr: Açıklamayı düzenle

source: Edit Discount
ar: تحرير الخصم
de: Rabatt bearbeiten
es: Editar descuento
fr: Modifier la remise
he: לערוך הנחה
id: Sunting diskon
it: Modifica lo sconto
nl: Korting bewerken
pt_br: Editar desconto
ru: Изменить скидку
sv: Redigera rabatt
tr: İndirimi düzenle

source: Edit Product Categories (%1$d)
ar: تحرير تصنيفات المنتج (⁦%1$d⁩)
de: Produktkategorien bearbeiten (%1$d)
es: Editar categorías de productos (%1$d)
fr: Modifier des catégories de produits (%1$d)
he: לערוך קטגוריות מוצרים (⁦%1$d⁩)
id: Sunting Kategori Produk (%1$d)
it: Modifica le categorie del prodotto (%1$d)
ja: 商品カテゴリー (%1$d件) を編集
nl: Productcategorieën bewerken (%1$d)
pt_br: Editar categorias de produto (%1$d)
ru: Редактировать рубрики товаров (%1$d)
sv: Redigera produktkategorier (%1$d)
tr: Ürün Kategorilerini Düzenle (%1$d)

source: Edit Products
ar: تحرير المنتجات
de: Produkte bearbeiten
es: Editar productos
fr: Modifier les produits
he: לערוך מוצרים
id: Sunting Produk
it: Modifica prodotti
ja: 商品を編集
nl: Producten bewerken
pt_br: Editar produtos
ru: Редактировать продукты
sv: Redigera produkter
tr: Ürünleri Düzenle

source: Edit Products (%1$d)
ar: تحرير المنتجات (⁦%1$d⁩)
de: Produkte bearbeiten (%1$d)
es: Editar productos (%1$d)
fr: Modifier les produits (%1$d)
he: לערוך מוצרים (⁦%1$d⁩)
id: Sunting Produk (%1$d )
it: Modifica prodotti (%1$d)
ja: 商品を編集 (%1$d件)
nl: Producten bewerken (%1$d)
pt_br: Editar produtos (%1$d)
ru: Изменить товары (%1$d)
sv: Redigera produkter (%1$d)
tr: Ürünleri Düzenle (%1$d)

source: Edit Status
ar: تحرير الحالة
de: Status bearbeiten
es: Editar estado
fr: Modifier l’état
he: לערוך מצב
id: Sunting Status
it: Modifica stato
ja: ステータスを編集
nl: Status bewerken
pt_br: Editar status
ru: Изменить статус
sv: Redigera status
tr: Durumu Düzenle

source: Edit Tax Rate Setting
ar: تحرير إعداد معدل الضرائب
de: Steuersatzeinstellung bearbeiten
es: Editar la configuración del tipo impositivo
fr: Modifier le réglage du taux de taxation
he: לערוך את ההגדרות של שיעור המס
id: Sunting Pengaturan Tarif Pajak
it: Modifica le impostazioni dell'aliquota d'imposta
nl: Bewerk de instellingen voor belastingtarieven
pt_br: Editar configuração de imposto
ru: Редактировать настройки налоговой ставки
sv: Redigera momssatsinställning
tr: Vergi Oranı Ayarını Düzenle

source: Edit Tax Rates in Admin
ar: تحرير معدلات الضريبة ضمن المسؤول
de: Steuersätze in der Administration bearbeiten
es: Editar los tipos impositivos en el escritorio
fr: Modifier les taux de taxe sur la page d’administration
he: לערוך את שיעורי המיסים במקטע מנהל המערכת
id: Edit Tarif Pajak di Admin
it: Modifica le aliquote d'imposta nella pagina dell'amministratore
nl: Belastingtarieven bewerken in Beheer
pt_br: Editar taxas de impostos na página de administração
ru: Изменить налоговые ставки в консоли
sv: Redigera momssatser i adminpanelen
tr: Yöneticide Vergi Oranlarını Düzenle

source: Edit and add new products from anywhere
ar: تحرير منتجات جديدة وإضافتها من أي مكان
de: Neue Produkte von überall aus bearbeiten und hinzufügen
es: Edita y añade nuevos productos desde cualquier lugar
fr: Modifiez et ajoutez de nouveaux produits où que vous soyez
he: לערוך ולהוסיף מוצרים חדשים מכל מקום
id: Edit dan tambahkan produk baru dari mana saja
it: Modifica e aggiungi nuovi prodotti da qualsiasi luogo
ja: どこからでも新しい商品を編集、追加
nl: Bewerk en voeg nieuwe producten toe ongeacht waar je bent
pt_br: Editar e adicionar novos produtos
ru: Добавляйте новые товары и редактируйте существующие откуда угодно
sv: Redigera och lägg till nya produkter var som helst
tr: Her yerden yeni ürünler ekleyin ve düzenleyin

source: Edit coupon
ar: تعديل القسيمة
de: Gutschein bearbeiten
es: Editar cupón
fr: Modifier le code promo
he: לערוך את הקופון
id: Edit Kupon
it: Modifica codice promozionale
ja: クーポンを編集
nl: Coupon bewerken
pt_br: Editar cupom
ru: Изменить купон
sv: Redigera rabattkod
tr: Kuponu düzenle

source: Edit customer note
ar: تحرير ملحوظة العميل
de: Kundenanmerkung bearbeiten
es: Editar nota para el cliente
fr: Modifier une note client
he: לערוך את הערות הלקוח
id: Sunting catatan pelanggan
it: Modifica la nota del cliente
ja: 注文メモを編集
nl: Notitie voor klant bewerken
pt_br: Editar anotação do cliente
ru: Изменить примечание клиента
sv: Redigera kundanteckning
tr: Müşteri notunu düzenle
