Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: OPTIONS OFFERED
ar: الخيارات المتاحة
de: ANGEBOTENE OPTIONEN
es: OPCIONES OFRECIDAS
fr: OPTIONS PROPOSÉES
he: אפשרויות זמינות
id: PILIHAN YANG DITAWARKAN
it: OPZIONI OFFERTE
ja: 提供されているオプション
nl: OPTIES AANGEBODEN
pt_br: OPÇÕES DISPONÍVEIS
ru: ДОСТУПНЫЕ ОПЦИИ
sv: ALTERNATIV SOM ERBJUDS
tr: SUNULAN SEÇENEKLER

source: ORDERS
ar: طلبات
de: BESTELLUNGEN
es: PEDIDOS
fr: COMMANDES
he: הזמנות
id: PESANAN
it: ORDINI
ja: 注文
nl: BESTELLINGEN
pt_br: PEDIDOS
ru: ЗАКАЗЫ
sv: BESTÄLLNINGAR
tr: SİPARİŞLER

source: Offline - using cached data
ar: من دون اتصال بالإنترنت - استخدام البيانات المخزَّنة مؤقتًا
de: Offline – verwende zwischengespeicherte Daten
es: Sin conexión: usar los datos en la memoria caché
fr: Hors ligne - utilisation des données mises en cache
he: לא מחובר – שימוש בנתונים מהמטמון
id: Offline - menggunakan data cache
it: Offline: uso dei dati memorizzati nella cache
ja: オフライン - キャッシュされたデータを使用します
nl: Offline - met gecachete gegevens
pt_br: Offline, usando dados armazenados em cache
ru: Не в сети, используются кешированные данные
sv: Offline – använder cachade data
tr: Çevrimdışı - önbelleğe alınmış veriler kullanılıyor

source: Older than 2 days
ar: قبل يومين
de: Älter als 2 Tage
es: Hace más de 2 días
fr: Il y a plus de 2 jours
he: בן יותר מיומיים
id: Lebih dari 2 hari
it: Più vecchi di 2 giorni
ja: 2日以上前
nl: Ouder dan 2 dagen
pt_br: Há mais de 2 dias
ru: Старше двух дней
sv: Äldre än 2 dagar
tr: İki günden daha eski

source: Older than 7 days
ar: أكثر من 7 أيام
de: Älter als 7 Tage
es: Con más de 7 días
fr: Il y a plus de 7 jours
he: בן מעל לשבעה ימים
id: Lebih dari 7 hari
it: Più vecchie di 7 giorni
ja: 1週間より前
nl: Ouder dan 7 dagen
pt_br: Há mais de sete dias
ru: Старше 7 дней
sv: Äldre än 7 dagar
tr: 7 günden eski

source: Older than a Month
ar: قبل شهر
de: Älter als ein Monat
es: Hace más de un mes
fr: Il y a plus d'un mois
he: בן יותר מחודש
id: Lebih dari satu Bulan
it: Più vecchi di un mese
ja: 1ヶ月以上前
nl: Ouder dan een maand
pt_br: Há mais de um mês
ru: Старше месяца
sv: Äldre än en månad
tr: Bir aydan daha eski

source: Older than a Week
ar: قبل أسبوع
de: Älter als eine Woche
es: Hace más de una semana
fr: Il y a plus d'une semaine
he: בן יותר משבוע
id: Lebih dari satu Minggu
it: Più vecchi di una settimana
ja: 1週間以上前
nl: Ouder dan een week
pt_br: Há mais de uma semana
ru: Старше недели
sv: Äldre än en vecka
tr: Bir haftadan daha eski

source: Oman
ar: عمان
es: Omán
he: עומאן
ja: オマーン
pt_br: Omã
ru: Оман
tr: Umman

source: On Hold
ar: موقوف
de: Wartend
es: Suspendido
fr: En attente
he: בהמתנה
id: Ditangguhkan
it: In sospeso
nl: In de wacht
pt_br: Suspensa
ru: Отложен
sv: Pausad
tr: Beklemede

source: On back order
ar: جارٍ الطلب
de: Lieferrückstand
es: Pedido en proceso
fr: Commande différée
he: בהזמנה חוזרת
id: Pesanan tunda
it: In ordine arretrato
ja: 入荷待ち
nl: Wordt nabesteld
pt_br: pedido em espera
ru: Ожидается поставка
sv: Beställningsvara
tr: Geri dönen sipariş

source: Only one photo can be displayed by variation
ar: لا يمكن عرض سوى صورة واحدة فقط لكل مجموعة متنوعة
de: Für eine Variante kann immer nur ein Foto angezeigt werden.
es: Solo se puede mostrar una foto por cada variación
fr: Vous ne pouvez afficher qu’une seule photo par variante
he: ניתן להציג רק תמונה אחת לכל סוג מוצר
id: Foto yang dapat ditampilkan hanya satu per variasi.
it: Può essere visualizzata solo una foto per variante
ja: 表示できる写真はバリエーションごとに1点のみです
nl: Er kan slechts één foto worden weergegeven per variatie
pt_br: Apenas uma foto pode ser exibida por variação
ru: Для каждого варианта может отображаться только одна фотография
sv: Endast ett foto kan visas per variation
tr: Varyasyon başına yalnızca bir fotoğraf görüntülenebilir

source: Only the first 100 variations will be updated.
ar: لن يتم تحديث سوى أول 100 تباين.
de: Nur die ersten 100 Varianten werden aktualisiert.
es: Solo se actualizarán las 100 primeras variaciones.
fr: Seules les 100 premières variantes seront mises à jour.
he: יעודכנו רק מאה הסוגים הראשונים.
id: Hanya 100 variasi pertama yang akan diperbarui.
it: Verranno aggiornate solo le prime 100 variazioni.
ja: 最初の100件のバリエーションのみが更新されます。
nl: Alleen de eerste 100 variaties worden bijgewerkt.
pt_br: Apenas as 100 primeiras variações serão atualizadas.
ru: Будут обновлены только первые 100 вариантов.
sv: Endast de första 100 varianterna kommer att uppdateras.
tr: Yalnızca ilk 100 varyasyon güncellenecektir.

source: Only the site owner can manage the shipping label payment methods. Please contact %1$@ (%2$@) to manage payment methods.
ar: يمكن لمالك الموقع فقط إدارة طرق دفع ملصقات الشحن. يرجى الاتصال بـ %1$@ (%2$@) لإدارة طرق الدفع.
de: Nur der Website-Betreiber kann die Zahlungsmethoden für Versandetiketten verwalten. Wende dich zur Verwaltung der Zahlungsmethoden bitte an %1$@ (%2$@).
es: Solo el propietario del sitio puede gestionar los métodos de pago de la etiqueta de envío. Ponte en contacto con %1$@ (%2$@) para gestionar los métodos de pago.
fr: Seul le propriétaire du site peut gérer les moyens de paiement des étiquettes d’expédition. Veuillez contacter %1$@ (%2$@) pour gérer les moyens de paiement.
he: רק בעלי האתר יכולים לנהל את אמצעי התשלום של תוויות המשלוח. יש ליצור קשר עם %1$@ (%2$@) כדי לנהל את אמצעי התשלום.
id: Hanya pemilik situs yang dapat mengelola metode pembayaran label pengiriman. Hubungi %1$@ (%2$@) untuk mengelola metode pembayaran.
it: Solo il proprietario del sito può gestire i metodi di pagamento dell'etichetta di spedizione. Contatta %1$@ (%2$@) per gestire i metodi di pagamento.
ja: 配送ラベルのお支払い方法を管理できるのは、サイトの所有者のみです。 お支払い方法を管理するには、%1$@ (%2$@) にお問い合わせください。
nl: Only the site owner can manage the shipping label payment methods. Please contact %1$@ (%2$@) to manage payment methods." = "Alleen de site-eigenaar kan de betalingsmethoden voor verzendlabels beheren. Neem contact op met %1$@ (%2$@) om betalingsmethoden te beheren.
pt_br: Apenas o proprietário do site pode gerenciar as formas de pagamento de etiquetas de envio. Fale com %1$@ (%2$@) para gerenciá-las.
ru: Только владелец сайта может управлять способами оплаты транспортных этикеток. Чтобы управлять способами оплаты, свяжитесь с %1$@ %2$@.
sv: Det är bara webbplatsens ägare som kan hantera betalningsmetoderna för fraktetiketter. Kontakta %1$@ (%2$@) för att hantera betalningsmetoder.
tr: Gönderim etiketi ödeme yöntemlerini yalnızca site sahibi yönetebilir. Ödeme yöntemlerini yönetmek için lütfen %1$@ (%2$@) ile iletişime geçin.

source: Oops, some unexpected errors happened.
ar: عذرًا، حدثت بعض الأخطاء غير المتوقعة.
de: Ups, es sind unerwartete Fehler aufgetreten.
es: ¡Vaya! Han ocurrido algunos errores inesperados.
fr: Oups. des erreurs inattendues se sont produites.
he: אופס, אירעו כמה שגיאות לא צפויות.
id: Waduh, terjadi error tak terduga.
it: Ops, si sono verificati alcuni errori imprevisti.
ja: 予期しないエラーが発生しました。
nl: Oeps, er zijn onverwachte fouten opgetreden.
pt_br: Ops! Houve alguns erros inesperados.
ru: Произошли неожиданные ошибки.
sv: Hoppsan, det uppstod några oväntade fel.
tr: Hay aksi, beklenmeyen bazı hatalar oluştu.

source: Open Device Settings
ar: فتح إعدادات الجهاز
de: Geräte-Einstellungen öffnen
es: Abrir ajustes del dispositivo
fr: Réglages des appareils ouverts
he: יש לפתוח את הגדרות המכשיר
id: Buka pengaturan perangkat
it: Apri le impostazioni del dispositivo
ja: デバイス設定を開く
nl: Open Apparaatinstellingen
pt_br: Abrir configurações do dispositivo
ru: Открыть настройки устройства
sv: Öppna enhetsinställningar
tr: Cihaz ayarlarını aç

source: Open Mail
ar: فتح البريد
de: Mail öffnen
es: Abrir correo electrónico
fr: Ouvrir la messagerie
he: פתיחת דואר
id: Buka Email
it: Apri Mail
ja: メールを開く
nl: Open e-mail
pt_br: Abrir o Mail
ru: Открыть почту
sv: Öppna Mail
tr: Postayı Aç

source: Open Map
ar: فتح الخريطة
de: Karte öffnen
es: Abrir mapa
fr: Ouvrir une carte
he: לפתוח את המפה
id: Buka Peta
it: Apri mappa
ja: マップを開く
nl: Kaart openen
pt_br: Abrir mapa
ru: Открыть карту
sv: Öppna karta
tr: Haritayı Aç

source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir configuración
fr: Ouvrir les paramètres
he: פתיחת הגדרות
id: Buka Pengaturan
it: Apri impostazioni
ja: 設定を開く
nl: Open Instellingen
pt_br: Abrir configurações
ru: Открыть «Настройки»
sv: Öppna inställningar
tr: Ayarları aç

source: Open in a new Window/Tab
ar: فتح في نافذة/علامة تبويب جديدة
de: In einem neuen Fenster/Tab öffnen
es: Abrir en una nueva ventana/pestaña
fr: Ouvrir dans une nouvelle fenêtre/un nouvel onglet
he: לפתוח בחלון חדש / בלשונית חדשה
id: Buka di Jendela/Tab baru
it: Apri in una nuova finestra/scheda
ja: 新しいウィンドウまたはタブで開く
nl: Openen in een nieuw venster/tabblad
pt_br: Abrir em nova janela/guia
ru: Открыть в новом окне (на новой вкладке)
sv: Öppna i nytt fönster/ny flik
tr: Yeni Pencerede/Sekmede aç

source: Open menu
ar: افتح القائمة
de: Menü öffnen
es: Abrir el menú
fr: Ouvrir le menu
he: לפתוח תפריט
id: Buka menu
it: Apri menu
ja: 「開く」メニュー
nl: Menu openen
pt_br: Abrir menu
ru: Открыть меню
sv: Öppna meny
tr: Menüyü aç

source: Open the flow for installing the WCShip extension.
ar: افتح التدفق لتثبيت إضافة WCShip.
de: Starte den Vorgang zum Installieren der WCShip-Erweiterung.
es: Abre el proceso para instalar la extensión WCShip.
fr: Ouvrez votre flux pour installer l’extension WooCommerce Shipping.
he: יש לפתוח את התהליך להתקנה של הרחבת WCShip.
id: Buka alur untuk menginstal ekstensi WCShip.
it: Aprire il flusso per l'installazione dell'estensione WCShip.
ja: WCShip 拡張機能をインストールしましょう。
nl: Open de flow om de WCShip-extensie te installeren.
pt_br: Abra o fluxo para instalar a extensão WCShip.
ru: Начните процедуру установки расширения WCShip.
sv: Öppna flödet för att installera WCShip-utökningen.
tr: WCShip uzantısını yüklemek için akışı açın.

source: Open wp-admin
ar: فتح مسؤول ووردبريس
de: WP Admin öffnen
es: Abrir WP-Admin
fr: Ouvrir le tableau de bord
he: לפתוח את wp-admin
id: Buka wp-admin
it: Apri wp-admin
nl: Wp-admin openen
pt_br: Abrir wp-admin
ru: Открыть консоль
sv: Öppna wp-admin
tr: Panoyu aç

source: Opens a list of available statuses.
ar: يفتح قائمة بالحالات المتاحة.
de: Öffnet eine Liste verfügbarer Status.
es: Muestra una lista de los estados disponibles.
fr: Ouvre une liste des états disponibles.
he: פתיחת רשימה של מצבים זמינים.
id: Membuka daftar status yang tersedia.
it: Apre un elenco degli stati disponibili.
ja: 利用可能なステータスのリストを開きます。
nl: Opent een lijst met beschikbare statussen.
pt_br: Abre uma lista de status disponíveis.
ru: Открывает список доступных статусов.
sv: Öppnar en lista med tillgängliga statusar.
tr: Kullanılabilir durumların bir listesini açar.

source: Opens a text view to reply to the comment
ar: فتح عرض النص للرد على التعليق
de: Öffnet eine Textansicht zum Beantworten des Kommentars
es: Abre una vista de texto para responder al comentario
fr: Ouvre une boîte de dialogue pour répondre au commentaire
he: האפשרות פותחת תצוגת טקסט כדי לכתוב מענה לתגובה
id: Membuka tampilan teks untuk membalas komentar.
it: Apre una visualizzazione testo per rispondere al commento
ja: テキストビューを開いてコメントに返信します
nl: Opent een tekstweergave om op de reactie te reageren
pt_br: Abre uma visualização de texto para responder ao comentário
ru: Открывает текстовое окно для ответа на комментарий
sv: Öppnar en textvy för att svara på kommentaren
tr: Yoruma yanıt vermek için bir metin görünümü açar

source: Opens list of product variations.
ar: يفتح قائمة بمجموعات المنتج.
de: Öffnet eine Liste der Produktvarianten.
es: Abre la lista de variaciones de producto.
fr: Ouvre une liste de variantes du produit.
he: פותח רשימה של סוגי המוצר.
id: Membuka daftar variasi produk.
it: Apre l'elenco delle varianti del prodotto.
ja: 商品のバリエーション一覧を開きます。
nl: Opent lijst met productvariaties.
pt_br: Abre a lista de variações do produto.
ru: Открывает список вариантов товара.
sv: Öppnar lista över produktvarianter.
tr: Ürün varyasyonları listesini açar.

source: Opens product detail.
ar: يفتح تفاصيل المنتج.
de: Öffnet die Produktdetails.
es: Abre los detalles del producto.
fr: Ouvre les détails du produit.
he: פותח את פרטי המוצר.
id: Membuka detail produk.
it: Apre i dettagli del prodotto.
ja: 商品の詳細を開きます。
nl: Opent productgegevens.
pt_br: Abre os detalhes do produto.
ru: Открывает сведения о товаре.
sv: Öppnar produktdetalj.
tr: Ürün detayını açar.

source: Opens the web page in Safari
ar: يفتح صفحة الويب في متصفح Safari
de: Öffnet die Webseite in Safari
es: Abre la página web en Safari
fr: Ouvre la page web dans Safari
he: פותח את עמוד האינטרנט ב-Safari
id: Buka halaman web di Safari
it: Apre la pagina web su Safari
ja: Safari で Web ページを開く
nl: Opent de webpagina in Safari
pt_br: Abrir a página no Safari
ru: Открывать вебстраницу в Safari
sv: Öppnar webbplatsen i Safari
tr: Web sayfasını Safari'de açar

source: Option name
ar: اسم الخيار
de: Bezeichnung der Option
es: Nombre de la opción
fr: Nom de l’option
he: שם האפשרות
id: Nama pilihan
it: Nome opzione
ja: オプション名
nl: Naam van optie
pt_br: Nome da opção
ru: Название опции
sv: Namn på alternativ
tr: Seçenek adı

source: Optional
ar: اختياري
es: Opcional
fr: Facultatif
he: אופציונלי
id: Opsional
it: Opzionale
ja: オプション
nl: Optioneel
pt_br: Opcional
ru: Необязательно
sv: Valfritt
tr: İsteğe Bağlı

source: Options
ar: خيارات
de: Optionen
es: Opciones
he: אפשרויות
id: Opsi-opsi
it: Opzioni
ja: オプション
nl: Opties
pt_br: Opções
ru: Опции
sv: Alternativ
tr: Seçenekler

source: Or
ar: أو
de: Oder
es: O
fr: Ou
he: או
id: Atau
nl: Of
pt_br: Ou
ru: Или
sv: Eller
tr: Veya

source: Or Continue using Magic Link
ar: أو الاستمرار في استخدام Magic Link
de: Oder fortfahren mit dem magischen Link
es: o sigue utilizando el enlace mágico
fr: Ou continuer d’utiliser un lien magique
he: או להמשיך להשתמש בקישור הישיר
id: Atau Lanjut dengan Tautan Ajaib
it: Oppure, continua a utilizzare Magic Link
ja: またはマジックリンクで続行
nl: of ga verder met een magische link
pt_br: Ou continuar usando um link mágico
ru: Или продолжите с помощью волшебной ссылки
sv: Eller Fortsätt med magisk länk
tr: Veya Sihirli Bağlantı'yı kullanmaya devam edin

source: Or choose another form of authentication.
ar: أو اختر نموذج مصادقة آخر.
de: Oder wähle eine andere Authentifizierungsmethode aus.
es: O elige otra forma de identificación.
fr: Vous pouvez aussi choisir un autre mode d'authentification.
he: לחלופין, יש לבחור אמצעי אימות אחר.
id: Atau pilih bentuk autentikasi lainnya.
it: Oppure scegli un'altra forma di autenticazione.
nl: Of kies een andere vorm van authenticatie.
pt_br: Você também pode escolher outra forma de autenticação.
ru: Или выберите иную форму авторизации.
sv: Eller välj en annan form av autentisering.
tr: Farklı bir doğrulama biçimi de seçebilirsiniz.

source: Or log in by _entering your site address_.
ar: أو سجِّل الدخول عن طريق إدخال عنوان موقعك.
de: Oder melde dich an, indem du _deine Website-Adresse eingibst_.
es: O accede _introduciendo la dirección de tu sitio_.
fr: Ou connectez-vous en saisissant l'adresse de votre site.
he: לחלופין, ניתן להתחבר באמצעות _הזנת הכתובת של האתר שלך_.
id: Atau login dengan _memasukkan alamat situs Anda_.
it: Altrimenti, accedi _inserendo l'indirizzo del tuo sito_.
ja: または、サイトアドレスを入力してログインしてください。
nl: Je kunt ook inloggen door _je site-adres in te voeren_.
pt_br: Ou faça login ao _inserir o endereço do seu site_.
ru: Или войдите с помощью _адреса вашего сайта_.
sv: Eller logga in genom att _ange din webbplatsadress_.
tr: Veya _site adresinizi girerek_ oturum açın.

source: Or log in with magic link
ar: أو تسجيل الدخول باستخدام رابط سحري
de: Oder mit magischem Link anmelden
es: O accede con un enlace mágico
fr: Ou connectez-vous à l’aide d’un lien magique
he: לחלופין, ניתן להתחבר באמצעות קישור ישיר
id: Atau, login dengan tautan ajaib
it: Oppure accedi con il link magico
ja: またはマジックリンクでログイン
nl: Log in met de magische link
pt_br: Ou faça login com um link mágico
ru: Или войдите по волшебной ссылке
sv: Eller logga in med magisk länk
tr: Veya sihirli bağlantı ile oturum açın

source: Or tap to select existing attribute
ar: أو اضغط لتحديد السمة الموجودة
de: Oder tippe hier, um ein bestehendes Attribut auszuwählen
es: O toca un atributo ya existente
fr: Ou appuyez pour sélectionner l’attribut existant
he: או להקיש כדי לבחור מאפיינים קיימים
id: Atau ketuk untuk memilih atribut yang sudah ada
it: O tocca per selezionare un attributo esistente
ja: またはタップして既存の属性を選択
nl: Of tik om een bestaande eigenschap te selecteren
pt_br: Ou toque para selecionar um atributo existente
ru: Или нажмите, чтобы выбрать существующий атрибут
sv: Eller tryck för att välja befintligt attribut
tr: Veya mevcut özelliği seçmek için dokunun

source: Or, expand your choices by tapping for more name suggestions.
ar: أو وسِّع نطاق اختياراتك عن طريق النقر للحصول على مزيد من اقتراحات الأسماء.
de: Oder erweitere deine Auswahl, indem du tippst, um weitere Namensvorschläge zu erhalten.
es: O amplía tus opciones pulsando para obtener más sugerencias de nombres.
he: לחלופין, ניתן להרחיב את הבחירה על ידי הקשה על הצעות לשמות נוספים.
id: Atau sarankan nama lainnya dengan mengetuk dan pilihan Anda akan diperluas.
it: Oppure amplia le tue scelte toccando per ottenere ulteriori suggerimenti sui nomi.
nl: Of breid je keuzes uit door te tikken voor meer naamvoorstellen.
pt_br: Ou expanda suas escolhas clicando em mais sugestões de nome.
ru: Можно также расширить выбор: нажмите, чтобы увидеть больше вариантов.
sv: Alternativt kan du utöka dina alternativ genom att trycka för fler namnförslag.
tr: Ya da daha fazla isim önerisi için dokunarak seçeneklerinizi genişletin.

source: Order #%1$@
ar: الطلب رقم %1$@
de: Bestellung Nr. %1$@
es: Pedido n.º %1$@
fr: Commande n° %1$@
he: הזמנה #%1$@
id: Pesanan #%1$@
it: Ordine n. %1$@
ja: 注文番号 %1$@ を注文
nl: Bestelnr. %1$@
pt_br: Pedido %1$@
ru: Заказ №%1$@
sv: Beställning nummer%1$@
tr: Sipariş no: %1$@

source: Order #%1$d marked as completed
ar: تم وضع علامة على الطلب رقم ⁦%1$d⁩ بأنه مكتمل
de: Bestellnummer %1$d als abgeschlossen markiert
es: El pedido n.º %1$d se ha marcado como completado
fr: Commande n°%1$d marquée comme terminée
he: הזמנה מס' ⁦%1$d⁩ סומנה כ'הושלמה'
id: Pesanan #%1$d ditandai selesai
it: Ordine #%1$d contrassegnato come completato.
ja: 注文番号%1$dが完了としてマークされました
nl: Bestelling #%1$d is gemarkeerd als voltooid
pt_br: Pedido nº %1$d marcado como concluído
ru: Заказ № %1$d отмечен как выполненный
sv: Beställning #%1$d har markerats som slutförd
tr: %1$d numaralı sipariş tamamlandı olarak işaretlendi

source: Order Card Reader
ar: طلب قارئ البطاقة
de: Kartenlesegerät bestellen
es: Pedir el lector de tarjetas
fr: Commander un lecteur de carte
he: להזמין קורא כרטיסים
id: Pesan Pembaca Kartu
it: Ordina lettore di carte
ja: カードリーダーを注文
nl: Kaartlezer bestellen
pt_br: Solicitar leitor de cartão
ru: Заказать устройство чтения карт
sv: Beställ kortläsare
tr: Kart Okuyucu Siparişi

source: Order Count
ar: عدد الطلبات
de: Bestell-Zähler
es: Recuento de pedidos
fr: Nombre de commandes
he: מספר הזמנות
id: Jumlah Pesanan
it: Conteggio dell'ordine
nl: Aantal bestellingen
pt_br: Contagem de pedidos
ru: Количество заказов
sv: Antal beställningar
tr: Sipariş Sayısı

source: Order Notes
ar: ملاحظات الطلب
de: Bestellhinweise
es: Notas del pedido
fr: Notes de commande
he: הערות להזמנה
id: Catatan Pesanan
it: Note ordine
ja: 注文メモ
nl: Berichten van bestelling
pt_br: Observações do pedido
ru: Примечания к заказу
sv: Ordernoteringar
tr: Sipariş Notları

source: Order Status
ar: حالة الطلب
de: Bestellstatus
es: Estado del pedido
fr: État de la commande
he: מצב ההזמנה
id: Status Pesanan
it: Stato dell'ordine
ja: 注文ステータス
nl: Bestelstatus
pt_br: Status do pedido
ru: Статус заказа:
tr: Sipariş Durumu

source: Order Total
ar: إجمالي الطلبات
de: Bestellung insgesamt
es: Total del pedido
fr: Total de la commande
he: סה"כ הזמנה
id: Total Pesanan
it: Totale ordine
ja: 注文合計
nl: Totaalaantal bestellingen
pt_br: Total de pedidos
ru: Итог заказа
sv: Totalsumma
tr: Sipariş Toplamı

source: Order actions
ar: إجراءات الطلب
de: Bestell-Aktionen
es: Acciones del pedido
fr: Actions de commande
he: פעולות בהזמנה
id: Tindakan pesanan
it: Azioni dell'ordine
ja: 注文アクション
nl: Bestelacties
pt_br: Ações de pedido
ru: Действия заказа
sv: Beställningsåtgärder
tr: Sipariş işlemleri

source: Order status updated
ar: تم تحديث حالة الطلب
de: Bestellstatus aktualisiert
es: Se ha actualizado el estado del pedido
fr: État de la commande mis à jour
he: מצב ההזמנה עודכן
id: Status pesanan diperbarui
it: Stato dell'ordine aggiornato
ja: 注文ステータスを更新しました
nl: Bestelstatus bijgewerkt
pt_br: Status do pedido atualizado
ru: Статус заказа обновлен
sv: Orderstatus uppdaterad
tr: Sipariş durumu güncellendi

source: Order total
ar: إجمالي الطلبات
de: Bestellung insgesamt
es: Total del pedido
fr: Total de la commande
he: סה"כ הזמנה
id: Total Pesanan
it: Totale ordine
nl: Totaalaantal bestellingen
pt_br: Total de pedidos
ru: Итог заказа
sv: Totalsumma
tr: Sipariş Toplamı

# OrderDetail.retry.notice.button
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
he: לנסות שוב
id: Coba lagi
it: Riprova
nl: Opnieuw proberen
pt_br: Tentar novamente
ru: Повторить
sv: Försök igen
tr: Tekrar dene

# OrderDetail.trashOrder.alert.cancelButton
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batalkan
it: Annulla
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal Et

# OrderDetail.trashOrder.alert.message
source: Do you want to move this order to the Trash?
ar: هل تريد نقل هذا الطلب إلى سلة المهملات؟
de: Möchtest du diese Bestellung in den Papierkorb verschieben?
es: ¿Quieres mover este pedido a la papelera?
fr: Voulez-vous envoyer cette commande dans la corbeille ?
he: האם ברצונך להעביר את ההזמנה הזאת לפח?
id: Ingin memindahkan pesanan ini ke Tempat Sampah?
it: Vuoi spostare questo ordine nel cestino?
nl: Wil je deze bestelling naar de prullenbak verplaatsen?
pt_br: Deseja mover este produto para a lixeira?
ru: Вы уверены, что хотите переместить этот заказ в корзину?
sv: Vill du flytta den här beställningen till papperskorgen?
tr: Bu siparişi Çöp Kutusuna taşımak istiyor musunuz?

# OrderDetail.trashOrder.alert.moveToTrashButton
source: Move to Trash
ar: نقل إلى سلة المهملات
de: In den Papierkorb verschieben
es: Mover a la papelera
fr: Envoyer dans la corbeille
he: להעביר לפח
id: Pindahkan ke Tempat Sampah
it: Sposta nel cestino
nl: Verplaatsen naar prullenbak
pt_br: Mover para a lixeira
ru: Отправить в корзину
sv: Flytta till papperskorgen
tr: Çöp Kutusuna Taşı

# OrderDetail.trashOrder.alert.title
source: Remove order
ar: إزالة الطلب
de: Bestellung entfernen
es: Eliminar pedido
fr: Supprimer la commande
he: להסיר את ההזמנה
id: Hapus pesanan
it: Rimuovi ordine
nl: Bestelling verwijderen
pt_br: Remover pedido
ru: Удалить заказ
sv: Ta bort beställning
tr: Siparişi kaldırın

# OrderDetail.trashOrder.notice.title
source: Unable to trash the order #%1$d
ar: يتعذر وضع الطلب رقم ⁦%1$d⁩ في سلة المهملات
de: Bestellung Nr. %1$d kann nicht in den Papierkorb verschoben werden
es: No se puede mover el pedido n.º %1$d a la papelera
fr: Impossible d’envoyer la commande #%1$d dans la corbeille
he: לא ניתן להעביר לפח את הזמנה מס' ⁦%1$d⁩
id: Tidak dapat memindahkan pesanan #%1$d ke tempat sampah
it: Impossibile spostare nel cestino l'ordine n. %1$d
nl: Kon bestelling met bestelnr. %1$d niet naar prullenbak verplaatsen
pt_br: Não foi possível mover o pedido %1$d para a lixeira
ru: Не удалось отправить в корзину заказ № %1$d
sv: Det gick inte att ta bort beställning #%1$d
tr: %1$d numaralı sipariş çöpe taşınamıyor

# OrderDetail.trashOrder.notice.undoAction
source: Undo
ar: تراجع
de: Rückgängig
es: Deshacer
fr: Annuler
he: לבטל פעולה אחרונה
id: Batal
it: Annulla
nl: Ongedaan maken
pt_br: Desfazer
ru: Отмена
sv: Ångra
tr: Geri al
