Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

# blazeBudgetSettingView.impressionInfo
source: Impressions reflect the frequency with which your ad appears to potential customers. While exact numbers can't be assured due to fluctuating online traffic and user behavior, we aim to match your ad's actual impressions as closely as possible to your target count. Remember, impressions are about visibility, not action taken by viewers.
ar: تعكس الانطباعات عدد مرات ظهور إعلانك للعملاء المحتملين. على الرغم من تعذر التأكد من الأرقام الدقيقة بسبب تأرجح حركة المرور على الإنترنت وسلوك المستخدمين، فإننا نهدف إلى مطابقة الانطباعات الفعلية على إعلانك قدر المستطاع مع العدد المستهدف. تذكر أن الانطباعات تدور حول الرؤية وليس الإجراء الذي يتخذه المشاهدون.
de: Aufrufe geben die Häufigkeit an, mit der deine Werbung potenziellen Kunden angezeigt wird. Auch wenn aufgrund von schwankendem Internet-Traffic und Nutzerverhalten keine genauen Zahlen garantiert werden können, versuchen wir, die tatsächlichen Aufrufe deiner Werbeanzeige so genau wie möglich mit deiner Zielzahl abzugleichen. Denke daran, dass es bei Aufrufen um die Sichtbarkeit geht und nicht um vom Betrachter ausgeführte Aktionen.
es: Las impresiones reflejan la frecuencia con la que aparece tu anuncio a los clientes potenciales. Aunque no se pueden garantizar cifras exactas debido a las fluctuaciones del tráfico en línea y del comportamiento de los usuarios, nuestro objetivo es que las impresiones reales de tu anuncio coincidan lo más posible con el recuento objetivo. No olvides que las impresiones tienen que ver con la visibilidad, no con la acción de los lectores.
fr: Les impressions reflètent la fréquence à laquelle votre publicité apparaît pour les clients potentiels. Il est impossible de donner les chiffres exacts en raison de la fluctuation du trafic en ligne et des comportements des internautes, nous visons à faire correspondre autant que possible les véritables impressions à votre nombre cible. Rappelez-vous, les impressions sont une affaire de visibilité, pas d'action entreprise par les internautes.
he: הצפיות מייצגות את התדירות שבה הפרסומת שלך מוצגת ללקוחות פוטנציאליים. אומנם לא ניתן להבטיח שהמספרים יהיו מדויקים עקב שינויים בתעבורה המקוונת והתנהגות המשתמשים, אך אנחנו שואפים להתאים כמה שאפשר את מספר הצפיות במודעה שלך בפועל למספר היעד שהצבת. חשוב לזכור, הצפיות משקפות את הנראות של הפרסומת, לא את הפעולה שבוצעה על ידי הצופים.
id: Tayangan menunjukkan frekuensi iklan ditampilkan kepada calon pembeli. Meskipun jumlah persisnya tidak dapat dijamin karena fluktuasi lalu lintas online dan perilaku pengguna, kami berupaya agar tayangan aktual iklan Anda sedekat mungkin dengan jumlah yang Anda targetkan. Jangan lupa, tayangan berhubungan dengan visibilitas, bukan tindakan yang dilakukan pembaca.
it: Le impressioni riflettono la frequenza con cui il tuo annuncio appare ai potenziali clienti. Anche se i numeri esatti non possono essere garantiti a causa delle fluttuazioni del traffico online e del comportamento degli utenti, il nostro obiettivo è far avvicinare il più possibile le impressioni effettive del tuo annuncio al numero di destinatari. Ricorda, le impressioni riguardano la visibilità, non l'azione intrapresa dai visitatori.
nl: Impressies reflecteren hoe vaak je advertentie door potentiële klanten te zien is. Door wisselend online verkeer en gebruikersgedrag kunnen er geen exacte getallen gegarandeerd worden maar we proberen er voor te zorgen dat de daadwerkelijke impressies van je advertentie zoveel mogelijk overeenkomen met het doelaantal. Vergeet niet dat het bij impressies draait om zichtbaarheid en niet om de acties die worden ondernomen door de mensen die het zien.
pt_br: As impressões demonstram a frequência com que seu anúncio aparece para possíveis clientes. Apesar de o número exato não poder ser garantido por conta das variações no tráfego online e no comportamento do usuário, nós nos esforçamos para corresponder ao máximo as impressões reais do seu anúncio à contagem desejada. E lembre-se: as impressões têm a ver com a visibilidade, e não com as ações dos visitantes.
ru: Раздел «Показы» отражает частоту, с которой ваша реклама появляется на экранах потенциальных клиентов. Достичь этой цифры в точности будет невозможно из-за колебаний посещаемости и различного поведения пользователей, однако мы стремимся к тому, чтобы реальное число показов рекламы максимально приближалось к целевому показателю. Учитывайте, что показы влияют лишь на видимость рекламы, а не на действия читателей.
sv: Visningar återspeglar hur ofta din annons visas för potentiella kunder. Exakta siffror kan inte garanteras på grund av fluktuerande onlinetrafik och användarbeteende, men vi strävar efter att annonsens faktiska antal visningar ska ligga så nära ditt målantal som möjligt. Kom ihåg att visningar handlar om synlighet, inte om åtgärder som vidtas av tittarna.
tr: İzlenimler, reklamlarınızın olası müşterilere gözükme sıklığını yansıtır. Dalgalı çevrimiçi trafik ve kullanıcı davranışından dolayı kesin sayılardan emin olunamasa da reklamınızın asıl izlenimlerini hedef sayıya olabildiğince yakın bir şekilde eşleştirmeye çalışıyoruz. İzlenimlerin görüntüleyiciler tarafından gerçekleştirilen işlemler yerine görünürlük hakkında olduğunu unutmayın.

# blazeBudgetSettingView.impressions
source: Impressions
ar: الانطباعات
de: Aufrufe
es: Impresiones
he: צפיות
id: Tayangan
it: Impressioni
nl: Impressies
pt_br: Impressões
ru: Показы
sv: Visningar
tr: İzlenimler

# blazeBudgetSettingView.title
source: Set your budget
ar: تعيين ميزانيتك
de: Dein Budget festlegen
es: Fija tu presupuesto
fr: Définir votre budget
he: להגדיר את תקציב שלך
id: Tentukan anggaran
it: Imposta il tuo budget
nl: Stel je budget in
pt_br: Defina seu orçamento
ru: Настройте бюджет
sv: Ställ in din budget
tr: Bütçenizi oluşturun

# blazeBudgetSettingView.update
source: Update
ar: تحديث
es: Actualizar
fr: Mettre à jour
he: לעדכן
id: Perbarui
it: Aggiorna
nl: Updaten
pt_br: Atualizar
ru: Обновить
sv: Uppdatera
tr: Güncelle

# blazeBudgetSettingViewModel.dailyAmount
source: %1$@ daily
ar: %1$@ يوميًا
de: %1$@ pro Tag
es: %1$@ diariamente
fr: %1$@ par jour
he: %1$@ בכל יום
id: %1$@ per hari
it: %1$@ al giorno
nl: %1$@ dagelijks
pt_br: %1$@ por dia
ru: %1$@ в день
sv: %1$@ per dag
tr: Günlük %1$@

# blazeBudgetSettingViewModel.multipleDays
source: %1$d days
ar: ⁦%1$d⁩ من الأيام
de: %1$d Tage
es: %1$d días
fr: %1$d jours
he: ⁦%1$d⁩ ימים
id: %1$d hari
it: %1$d giorni
nl: %1$d dagen
pt_br: %1$d dias
ru: %1$d дн.
sv: %1$d dagar
tr: %1$d gün

# blazeBudgetSettingViewModel.singleDay
source: %1$d day
ar: ⁦%1$d⁩ من الأيام
de: %1$d Tag
es: %1$d día
fr: %1$d jour
he: יום ⁦%1$d⁩
id: %1$d hari
it: %1$d giorno
nl: %1$d dag
pt_br: %1$d dia
ru: %1$d день
sv: %1$d dag
tr: %1$d gün

# blazeBudgetSettingViewModel.totalBudget
source: $%.0f USD
ar: $%.0f من الدولارات الأمريكية
es: $%.0f de USD
he: $%.0f ‏$
it: $ %.0f
pt_br: US$ %.0f
ru: $%.0f долл. США
tr: $%.0f ABD doları

# blazeCampaignCreationCoordinator.NoProductAlert.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batal
it: Annulla
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal et

# blazeCampaignCreationCoordinator.NoProductAlert.createProduct
source: Create Product
ar: إنشاء المنتج
de: Produkt erstellen
es: Crear producto
fr: Créer un produit
he: ליצור המוצר
id: Buat Produk
it: Crea prodotto
nl: Product aanmaken
pt_br: Criar produto
ru: Создать товар
sv: Skapa produkt
tr: Ürün Oluştur

# blazeCampaignCreationCoordinator.NoProductAlert.message
source: You currently don’t have a product available for promotion. Would you like to create a product now?
ar: لا يتاح أمامك منتج لغرض الترويج حاليًا. هل تود إنشاء منتج الآن؟
de: Es ist derzeit kein Produkt für eine Werbeaktion verfügbar. Möchtest du jetzt ein Produkt erstellen?
es: Actualmente no tenemos ningún producto disponible para promoción. ¿Te gustaría crear un producto ahora?
fr: Actuellement, aucun de vos produits n’est disponible pour une campagne de promotion. Aimeriez-vous créer un produit maintenant ?
he: כרגע אין לך מוצרים שזמינים לקידום. האם ברצונך ליצור מוצר כעת?
id: Saat ini tidak ada produk yang tersedia untuk promosi. Anda ingin membuat produk sekarang?
it: Al momento non hai prodotti disponibili per la promozione. Vuoi creare un prodotto ora?
nl: Je hebt momenteel geen beschikbaar product voor een aanbieding. Wil je nu een product aanmaken?
pt_br: Você não tem nenhum produto disponível para divulgação. Quer criar um produto agora?
ru: В данный момент у вас нет товаров, доступных для продвижения. Хотите создать товар?
sv: Du har för närvarande ingen produkt tillgänglig för marknadsföring. Vill du skapa en produkt nu?
tr: Şu anda tanıtılabilecek ürününüz yok Hemen bir ürün oluşturmak ister misiniz?

# blazeCampaignCreationCoordinator.NoProductAlert.title
source: No product found
ar: لم يتم العثور على منتج
de: Kein Produkt gefunden
es: No se ha encontrado ningún producto.
fr: Aucun produit trouvé
he: לא נמצאו מוצרים
id: Tidak ada produk yang ditemukan
it: Nessun prodotto trovato
nl: Geen product gevonden
pt_br: Nenhum produto encontrado
ru: Товары не найдены
sv: Ingen produkt hittades
tr: Hiçbir ürün bulunamadı

# blazeCampaignCreationCoordinator.successCTA
source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
he: סיימתי
id: Selesai
it: Fatto
nl: Gereed
pt_br: Concluído
ru: Готово
sv: Klar
tr: Tamam

# blazeCampaignCreationCoordinator.successSubtitle
source: We're reviewing your campaign. It'll be live within 24 hours. Exciting times ahead for your sales!
ar: إننا نراجع حملتك. سيصبح فعالاً في غضون 24 ساعة. أوقات مشوقة في انتظار مبيعاتك!
de: Wir überprüfen deine Kampagne. Sie wird innerhalb von 24 Stunden livegeschaltet. Freu dich auf zahlreiche Angebote!
es: Estamos revisando tu campaña. Se lanzará en un plazo de 24 horas. ¡Se avecinan momentos emocionantes para sus ventas!
fr: Nous passons en revue votre campagne. Elle sera publiée d’ici 24 heures. L’aventure attend vos ventes !
he: אנחנו בודקים את הקמפיין שלך. הוא יפורסם תוך 24 שעות. העתיד של המכירות שלך ורוד!
id: Kami sedang meninjau kampanye Anda. Kampanye Anda akan aktif dalam waktu 24 jam. Masa menyenangkan untuk penjualan Anda sudah di depan mata!
it: Stiamo rivedendo la tua campagna. Sarà online entro 24 ore. Grandi notizie per le tue vendite!
nl: We zijn je campagne aan het beoordelen. Deze wordt binnen 24 uur live. Er komen geweldige momenten aan voor jouw omzet!
pt_br: Estamos analisando sua campanha. Ela irá ao ar dentro de 24 horas. Tempos emocionantes estão por vir para suas vendas!
ru: Мы проверяем вашу кампанию. Она будет опубликована в течение 24 часов. Впереди у вас удачный сезон продаж!
sv: Vi granskar din kampanj. Den kommer att gå live inom 24 timmar. Spännande tider väntar för din försäljning.
tr: Kampanyanızı inceliyoruz. 24 saat içinde kullanıma sunulacak. Önümüzdeki günlerde satışlarınızla ilgili harika gelişmeler olacak!

# blazeCampaignCreationCoordinator.successTitle
source: Ready to Go!
ar: كل شيء جاهز الآن!
de: Fertig!
es: ¡Todo listo!
fr: Tout est prêt !
he: מוכן לפעולה!
id: Semua Siap!
it: Tutto pronto!
nl: Klaar voor de start!
pt_br: Tudo pronto!
ru: Всё готово!
sv: Redo att köra!
tr: Her şey hazır!

# blazeCampaignCreationError.failedToCreateCampaign
source: Something's not quite right. We couldn't create your campaign.
ar: هناك شيء ليس صحيحًا تمامًا. تعذر علينا إنشاء حملتك.
de: Etwas stimmt nicht. Deine Kampagne konnte nicht erstellt werden.
es: Algo no va bien. No hemos podido crear tu campaña.
fr: Quelque chose ne va pas. Nous n’avons pas réussi à créer votre campagne.
he: יש בעיה כלשהי. לא הצלחנו ליצור את הקמפיין שלך.
id: Terjadi kesalahan. Kami tidak bisa membuat kampanye Anda.
it: Qualcosa non va. Impossibile creare la campagna.
nl: Er klopt iets niet helemaal. We kunnen je campagne niet aanmaken.
pt_br: Algo não está certo. Não foi possível criar sua campanha.
ru: Что-то пошло не так. Не удалось создать кампанию.
sv: Det är något som inte stämmer. Vi kunde inte skapa din kampanj.
tr: Bir sorun var. Kampanyanız oluşturulamadı.

# blazeCampaignCreationError.failedToFetchCampaignImage
source: Failed to fetch campaign image details.
ar: فشل إحضار تفاصيل صورة الحملة.
de: Kampagnenbilddetails konnten nicht abgerufen werden.
es: Error al recuperar los detalles de la imagen de la campaña.
fr: Échec de l’extraction des détails de l’image de la campagne.
he: לא הייתה אפשרות להביא את פרטי התמונה של הקמפיין.
id: Gagal mengambil detail gambar kampanye.
it: Impossibile recuperare i dettagli dell'immagine della campagna
nl: Ophalen van gegevens campagneafbeelding mislukt.
pt_br: Falha ao obter detalhes da imagem da campanha
ru: Не удалось получить сведения об изображении кампании.
sv: Det gick inte att hämta information om kampanjbilden.
tr: Kampanya görseli detayları alınamadı.

# blazeCampaignCreationError.failedToUploadCampaignImage
source: Failed to upload campaign image.
ar: فشل رفع صورة الحملة.
de: Das Kampagnenbild konnte nicht hochgeladen werden.
es: Error al cargar la imagen de la campaña.
fr: Échec de la mise en ligne de l’image de la campagne.
he: העלאת התמונה של הקמפיין נכשלה.
id: Gagal mengunggah gambar kampanye.
it: Impossibile caricare l'immagine della campagna.
nl: Uploaden van campagneafbeelding mislukt.
pt_br: Falha ao fazer upload da imagem da campanha.
ru: Не удалось загрузить изображение кампании.
sv: Misslyckades att ladda upp kampanjbild.
tr: Kampanya görseli yüklenemedi.

# blazeCampaignCreationError.insufficientImageSize
source: Insufficient image size for cropping. Please select a different campaign image.
ar: حجم الصورة غير كافٍ للاقتصاص. يرجى تحديد صورة حملة مختلفة.
de: Bildgröße zum Zuschneiden nicht ausreichend. Bitte wähle ein anderes Kampagnenbild.
es: Tamaño de imagen no suficiente para el recorte. Selecciona otra imagen de campaña.
fr: Taille de l’image insuffisante pour rogner. Veuillez sélectionner une image de campagne différente.
he: גודל התמונה אינו מספיק לחיתוך. יש לבחור תמונה אחרת לקמפיין.
id: Ukuran gambar tidak cukup untuk dipangkas. Pilih gambar kampanye yang lain.
it: Dimensione immagine non sufficiente per il ritaglio. Seleziona un'immagine della campagna diversa.
nl: Afbeelding is te klein voor bijsnijden. Selecteer een andere campagneafbeelding.
pt_br: A imagem não é grande o suficiente para cortar. Selecione outra imagem para a campanha.
ru: Размер изображения слишком мал для обрезки. Выберите другое изображение для кампании.
sv: Otillräcklig bildstorlek för beskärning. Välj en annan kampanjbild.
tr: Görsel boyutu kırpmak için yetersiz. Lütfen farklı bir kampanya görseli seçin.

# blazeCampaignCreationErrorView.cancel
source: Cancel Campaign
ar: إلغاء الحملة
de: Kampagne abbrechen
es: Cancelar campaña
fr: Annuler la campagne
he: לבטל את הקמפיין
id: Batalkan Kampanye
it: Annulla campagna
nl: Campagne annuleren
pt_br: Cancelar campanha
ru: Отменить кампанию
sv: Avbryt kampanj
tr: Kampanyayı İptal Et

# blazeCampaignCreationErrorView.done
source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
he: סיימתי
id: Selesai
it: Fatto
nl: Gereed
pt_br: Concluído
ru: Готово
sv: Klart
tr: Tamam

# blazeCampaignCreationErrorView.getSupport
source: Get support
ar: الحصول على الدعم
de: Support erhalten
es: Obtener soporte
fr: Obtenir de l’aide
he: לקבל תמיכה
id: Dapatkan dukungan
it: Ottieni assistenza
nl: Vraag om hulp
pt_br: Obter suporte
ru: Получить поддержку
sv: Skaffa support
tr: Destek al

# blazeCampaignCreationErrorView.noPaymentTaken
source: No payment has been taken.
ar: لم يتم إجراء أي دفع.
de: Es wurde keine Zahlung geleistet.
es: No se ha efectuado ningún pago.
fr: Aucun paiement n’a été effectué.
he: לא חויב תשלום.
id: Belum ada pembayaran.
it: Non è stato effettuato alcun pagamento.
nl: Er is geen betaling uitgevoerd.
pt_br: Nenhum pagamento foi recebido.
ru: Средства не списаны.
sv: Ingen betalning har gjorts.
tr: Ödeme alınmadı.

# blazeCampaignCreationErrorView.suggestion
source: Please try again, or contact support for assistance.
ar: ترجى المحاولة مجددًا أو الاتصال بالدعم للحصول على المساعدة.
de: Bitte versuche es erneut oder kontaktiere den Support, um Hilfe zu erhalten.
es: Inténtalo de nuevo o ponte en contacto con el equipo de soporte si necesitas ayuda.
fr: Veuillez réessayer, ou contactez l’assistance pour obtenir de l’aide.
he: יש לנסות שוב או לפנות לתמיכה לעזרה.
id: Silakan coba lagi atau hubungi dukungan untuk mendapatkan bantuan.
it: Riprova o contatta il supporto per ricevere assistenza.
nl: Probeer het nog eens of neem contact met ons op voor ondersteuning.
pt_br: Tente novamente ou entre em contato com o suporte para obter ajuda.
ru: Повторите попытку или обратитесь в службу поддержки.
sv: Försök igen eller kontakta support för hjälp.
tr: Lütfen tekrar deneyin veya yardım için destek ekibine başvurun.

# blazeCampaignCreationErrorView.title
source: Error creating campaign
ar: خطأ في إنشاء الحملة
de: Fehler beim Erstellen der Kampagne
es: Error al crear campaña
fr: Erreur lors de la création de la campagne
he: שגיאת ביצירת הקמפיין
id: Error saat membuat kampanye
it: Errore nella creazione della campagna
nl: Fout bij maken van campagne
pt_br: Erro ao criar campanha
ru: Ошибка при создании кампании
sv: Kampanjen kunde inte skapas
tr: Kampanya oluşturulurken hata oluştu

# blazeCampaignCreationErrorView.tryAgain
source: Try Again
ar: المحاولة مجددًا
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
he: יש לנסות שוב
id: Coba Lagi
it: Riprova
nl: Probeer opnieuw
pt_br: Tentar novamente
ru: Повторить попытку
sv: Försök igen
tr: Yeniden Dene

# blazeCampaignCreationForm.adDestination
source: Ad destination
ar: وجهة الإعلان
de: Ziel der Werbung
es: Destino del anuncio
fr: Destination de la publicité
he: היעד של הפרסומת
id: Tujuan iklan:
it: Destinazione annuncio
nl: Advertentiebestemming
pt_br: Destino do anúncio
ru: Размещение рекламного объявления
sv: Annonsdestination
tr: Reklam hedefi

# blazeCampaignCreationForm.adDestination.empty
source: Select destination URL
ar: تحديد عنوان الموقع الوجهة
de: Ziel-URL auswählen
es: Elegir URL de destino
fr: Sélectionner l’URL de destination
he: לבחור כתובת URL ליעד
id: Pilih URL tujuan
it: Seleziona l'URL di destinazione
nl: URL van bestemming selecteren
pt_br: Selecione a URL de destino
sv: Välj mål-URL
tr: Hedef URL seçin

# blazeCampaignCreationForm.aiSuggestionsErrorAlert.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
he: ביטול
id: Batal
it: Annulla
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal et

# blazeCampaignCreationForm.aiSuggestionsErrorAlert.fetchingAISuggestions
source: Failed to load suggestions for tagline and description
ar: فشل تحميل الاقتراحات الخاصة بالشعار والوصف
de: Fehler beim Laden von Vorschlägen für Untertitel und Beschreibung
es: No se han podido cargar las sugerencias para la descripción corta y la descripción.
fr: Échec du chargement de suggestions pour la description
he: נכשלה הטעינה של הצעות לתיאור האתר
id: Gagal memuat saran slogan dan deskripsi
it: Impossibile caricare i suggerimenti per slogan e descrizione
nl: Kon geen suggesties laden voor de slogan en beschrijving
pt_br: Falha ao carregar sugestões de detalhamento e descrição
ru: Не удалось загрузить предложенные варианты ключевой фразы и описания
sv: Misslyckades att ladda förslag för slogan och beskrivning
tr: Site sloganı ve açıklama için öneriler yüklenemedi

# blazeCampaignCreationForm.aiSuggestionsErrorAlert.retry
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
he: יש לנסות שוב
id: Coba lagi
it: Riprova
nl: Opnieuw proberen
pt_br: Tentar novamente
ru: Повторить
sv: Försök igen
tr: Tekrar dene

# blazeCampaignCreationForm.audience
source: Audience
ar: الجمهور
de: Zielgruppe
es: Público
he: קהל
id: Audiens
it: Pubblico
nl: Publiek
pt_br: Público
sv: Målgrupp
tr: Hedef Kitle

# blazeCampaignCreationForm.budget
source: Budget
ar: الميزانية
es: Presupuesto
he: תקציב
id: Anggaran
pt_br: Orçamento
ru: Бюджет
tr: Bütçe

# blazeCampaignCreationForm.confirmDetails
source: Confirm Details
ar: تأكيد التفاصيل
de: Details bestätigen
es: Confirmar detalles
fr: Confirmer les détails
he: לאשר את הפרטים
id: Konfirmasi Detail
it: Conferma dettagli
nl: Details bevestigen
pt_br: Confirmar detalhes
ru: Подтвердить сведения
sv: Bekräfta detaljer
tr: Ayrıntıları Onayla

# blazeCampaignCreationForm.details
source: Details
ar: تفاصيل
es: Detalles
fr: Détails
he: פרטים
id: Detail
it: Dettagli
pt_br: Detalhes
ru: Сведения
sv: Detaljer
tr: Ayrıntılar

# blazeCampaignCreationForm.devices
source: Devices
ar: الأجهزة
de: Geräte
es: Dispositivos
fr: Appareils
he: מכשירים
id: Perangkat
it: Dispositivi
nl: Apparaten
pt_br: Dispositivos
ru: Устройства
sv: Enheter
tr: Cihazlar

# blazeCampaignCreationForm.done
source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
he: סיימתי
id: Selesai
it: Fatto
nl: Gereed
pt_br: Concluir
ru: Готово
sv: Klar
tr: Tamam

# blazeCampaignCreationForm.editAd
source: Edit ad
ar: تحرير الإعلان
de: Werbung bearbeiten
es: Editar anuncio
fr: Modifier la publicité
he: לערוך את הפרסומת
id: Edit iklan
it: Modifica annuncio
nl: Advertentie bewerken
pt_br: Editar anúncio
ru: Редактировать рекламное объявление
sv: Redigera annons
tr: Reklamı düzenle

# blazeCampaignCreationForm.help
source: Help
ar: مساعدة
de: Hilfe
es: Ayuda
fr: Aide
he: עזרה
id: Bantuan
it: Aiuto
pt_br: Ajuda
ru: Справка
sv: Hjälp
tr: Yardım

# blazeCampaignCreationForm.interests
source: Interests
ar: مجالات الاهتمام
de: Interessen
es: Intereses
fr: Intérêts
he: תחומי עניין
id: Minat
it: interessi
nl: Interesses
pt_br: Interesses
ru: Интересы
sv: Intressen
tr: ilgi alanı

# blazeCampaignCreationForm.language
source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
he: שפה
id: Bahasa
it: Lingua
nl: Taal
pt_br: Idioma
ru: Язык
sv: Språk
tr: Dil

# blazeCampaignCreationForm.location
source: Location
ar: الموقع
de: Ort
es: Ubicación
fr: Emplacement
he: מיקום
id: Lokasi
it: Posizione
nl: Locatie
pt_br: Localização
ru: Расположение
sv: Plats
tr: Konum

# blazeCampaignCreationForm.noDestinationURLAlert.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
he: ביטול
id: Batal
it: Annulla
nl: Annuleren
pt_br: Cancelar
sv: Avbryt
tr: İptal Et

# blazeCampaignCreationForm.noDestinationURLAlert.noURLFound
source: Please select a destination URL for the Blaze campaign
ar: يرجى تحديد عنوان الموقع الوجهة لحملة Blaze
de: Bitte wähle eine Ziel-URL für die Blaze-Kampagne aus
es: Elige una URL de destino para la campaña de Blaze
fr: Veuillez sélectionner une URL de destination pour la campagne Blaze
he: יש לבחור כתובת URL ליעד בשביל הקמפיין של Blaze
id: Pilih URL tujuan untuk kampanye Blaze
it: Seleziona un URL di destinazione per la campagna Blaze
nl: Selecteer een URL van bestemming voor de Blaze-campagne
pt_br: Selecione a URL de destino para a campanha no Blaze
sv: Välj en mål-URL för Blaze-kampanjen
tr: Lütfen Blaze kampanyası için bir hedef URL'si seçin

# blazeCampaignCreationForm.noDestinationURLAlert.selectURL
source: Select URL
ar: تحديد عنوان الموقع
de: URL auswählen
es: Elegir URL
fr: Sélectionner l’URL
he: לבחור כתובת URL
id: Pilih URL
it: Seleziona l'URL
nl: URL selecteren
pt_br: Selecionar URL
sv: Välj URL
tr: URL seç

# blazeCampaignCreationForm.noImageErrorAlert.addImage
source: Add Image
ar: إضافة صورة
de: Bild hinzufügen
es: Añadir imagen
fr: Ajouter une image
he: להוסיף תמונה
id: Tambahkan Gambar
it: Aggiungi immagine
nl: Afbeelding toevoegen
pt_br: Adicionar imagem
ru: Добавить изображение
sv: Lägg till bild
tr: Görsel Ekle

# blazeCampaignCreationForm.noImageErrorAlert.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
he: ביטול
id: Batal
it: Annulla
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal et
