Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: HOW CAN WE HELP?
ar: كيف نساعدك؟
de: WIE KÖNNEN WIR HELFEN?
es: ¿CÓMO PODEMOS AYUDARTE?
fr: COMMENT POUVONS-NOUS VOUS AIDER ?
he: כיצד נוכל לעזור?
id: APA YANG DAPAT KAMI BANTU?
it: COME POSSIAMO AIUTARTI?
ja: どのようなサポートをお求めですか ?
nl: HOE KUNNEN WE HELPEN?
pt_br: COMO PODEMOS AJUDAR?
ru: ЧЕМ ВАМ ПОМОЧЬ?
sv: HUR KAN VI HJÄLPA TILL?
tr: NASIL YARDIMCI OLABİLİRİZ?

source: HS Tariff Number
ar: رقم تعريف النظام المنسق
de: HS-Tarifnummer
es: Número del arancel del SA
fr: Code SH
id: Nomor Tarif HS
it: Numero di tariffa doganale
ja: HS コード番号
nl: HS Tariff-nummer
pt_br: Código tarifário do HS
ru: Тарифный код HS
sv: HS-tariffnummer
tr: HS Tarife Numarası

source: HS Tariff Number must be 6 digits long
ar: يجب أن يبلغ طول رقم تعريفة النظام المنسق 6 أرقام
de: HS-Tarifnummer muss 6 Ziffern enthalten
es: El número del arancel del SA debe tener 6 dígitos
fr: Le code SH doit comprendre 6 chiffres
he: המספר HS Tariff Number חייב להיות בן 6 ספרות
id: Nomor Tarif HS harus terdiri atas 6 digit
it: Il numero di tariffa doganale deve contenere 6 cifre
ja: 6桁の HS コード番号が必要です
nl: HS Tariff-nummer moet uit 6 tekens bestaan
pt_br: O código tarifário do HS deve ter seis dígitos
ru: Тарифный код HS должен включать 6 цифр
sv: HS-tariffnumret måste vara 6 siffror långt
tr: HS Tarife numarası 6 haneli olmalıdır

source: HTML Content
ar: محتوى HTML
de: HTML-Inhalt
es: Contenido HTML
fr: Contenu HTML
he: תוכן HTML
id: Konten HTML
it: Contenuto HTML
ja: HTML コンテンツ
pt_br: Conteúdo HTML
ru: HTML-содержимое
sv: HTML-innehåll
tr: HTML içerik

source: Haiti
ar: هايتي
es: Haití
fr: Haïti
he: האיטי
ja: ハイチ
nl: Haïti
ru: Гаити

source: Have a custom URL to host your store.
ar: احصل على عنوان URL مخصص لاستضافة متجرك.
de: Sichere dir eine individuelle URL, um deinen Shop zu hosten.
es: Consigue una URL personalizada para alojar tu tienda.
fr: Choisissez une URL personnalisée pour héberger votre boutique.
he: כתובת URL מותאמת אישית לאחסון החנות שלך.
id: Miliki URL khusus untuk menjadi host toko Anda sendiri.
it: Un URL personalizzato per ospitare il tuo negozio
ja: ストアをホストするカスタム URL を所有する。
nl: Host je winkel met een aangepaste URL.
pt_br: Tenha uma URL personalizada para hospedar sua loja.
ru: Настройте URL-адрес для своего магазина.
sv: Få en anpassad URL för din butik.
tr: Mağazanızı depolamak için özel bir URL'ye sahip olun.

source: Have your store credentials ready.
ar: اجعل بيانات اعتماد متجرك جاهزة.
de: Halte deine Shop-Anmeldedaten griffbereit.
es: Debes tener preparadas las credenciales de tu tienda.
fr: Préparez les identifiants de connexion de votre boutique.
he: יש לוודא שפרטי הכניסה לחנות זמינים לך.
id: Siapkan kredensial toko Anda.
it: Prepara le credenziali del negozio.
ja: ストアのログイン情報を用意してください。
nl: Houd je inloggegevens van je winkel bij de hand.
pt_br: Deixe as credenciais da sua loja prontas.
ru: Подготовьте учётные данные магазина.
sv: Ha autentiseringsuppgifterna för din butik redo.
tr: Mağaza kimlik bilgilerinizi hazırlayın.

source: Hazardous material category
ar: تصنيف المواد الخطيرة
de: Gefahrgutklasse
es: Categoría de materiales peligrosos
fr: Catégorie des matières dangereuses
he: קטגוריית חומרים מסוכנים
id: Kategori bahan berbahaya
it: Categoria dei materiali pericolosi
nl: Categorie Gevaarlijke goederen
pt_br: Categoria de materiais perigosos
ru: Категория опасных веществ
sv: Kategori för farligt material
tr: Tehlikeli maddeler kategorisi

source: Header 1
ar: الترويسة 1
de: Überschrift 1
es: Encabezado 1
fr: En-tête 1
he: כותרת עליונה ברמה 1
it: Intestazione 1
ja: ヘッダー1
nl: Koptekst 1
pt_br: Cabeçalho 1
ru: Заголовок №1
sv: Rubrik 1
tr: Başlık 1

source: Header 2
ar: الترويسة 2
de: Überschrift 2
es: Encabezado 2
fr: En-tête 2
he: כותרת עליונה ברמה 2
it: Intestazione 2
ja: ヘッダー2
nl: Koptekst 2
pt_br: Cabeçalho 2
ru: Заголовок №2
sv: Rubrik 2
tr: Başlık 2

source: Header 3
ar: الترويسة 3
de: Überschrift 3
es: Encabezado 3
fr: En-tête 3
he: כותרת עליונה ברמה 3
it: Intestazione 3
ja: ヘッダー3
nl: Koptekst 3
pt_br: Cabeçalho 3
ru: Заголовок №3
sv: Rubrik 3
tr: Başlık 3

source: Header 4
ar: الترويسة 4
de: Überschrift 4
es: Encabezado 4
fr: En-tête 4
he: כותרת עליונה ברמה 4
it: Intestazione 4
ja: ヘッダー4
nl: Koptekst 4
pt_br: Cabeçalho 4
ru: Заголовок №4
sv: Rubrik 4
tr: Başlık 4

source: Header 5
ar: الترويسة 5
de: Überschrift 5
es: Encabezado 5
fr: En-tête 5
he: כותרת עליונה ברמה 5
it: Intestazione 5
ja: ヘッダー5
nl: Koptekst 5
pt_br: Cabeçalho 5
ru: Заголовок №5
sv: Rubrik 5
tr: Başlık 5

source: Header 6
ar: الترويسة 6
de: Überschrift 6
es: Encabezado 6
fr: En-tête 6
he: כותרת עליונה ברמה 6
it: Intestazione 6
ja: ヘッダー6
nl: Koptekst 6
pt_br: Cabeçalho 6
ru: Заголовок №6
sv: Rubrik 6
tr: Başlık 6

source: Heading 1
ar: العنوان 1
de: Überschrift 1
es: Encabezado 1
fr: Titre 1
he: כותרת ברמה 1
id: Judul 1
it: Titolo 1
ja: 見出し1
nl: Kop 1
pt_br: Título 1
ru: Заголовок №1
sv: Rubrik 1
tr: Başlık 1

source: Heading 2
ar: العنوان 2
de: Überschrift 2
es: Encabezado 2
fr: Titre 2
he: כותרת ברמה 2
id: Penajukan 2
it: Titolo 2
ja: 見出し2
nl: Kop 2
pt_br: Título 2
ru: Заголовок №2
sv: Rubrik 2
tr: Başlık 2

source: Heading 3
ar: العنوان 3
de: Überschrift 3
es: Encabezado 3
fr: Titre 3
he: כותרת ברמה 3
id: Penajukan 3
it: Titolo 3
ja: 見出し3
nl: Kop 3
pt_br: Título 3
ru: Заголовок №3
sv: Rubrik 3
tr: Başlık 3

source: Heading 4
ar: العنوان 4
de: Überschrift 4
es: Encabezado 4
fr: Titre 4
he: כותרת ברמה 4
id: Penajukan 4
it: Titolo 4
ja: 見出し4
nl: Kop 4
pt_br: Título 4
ru: Заголовок №4
sv: Rubrik 4
tr: Başlık 4

source: Heading 5
ar: العنوان 5
de: Überschrift 5
es: Encabezado 5
fr: Titre 5
he: כותרת ברמה 5
id: Penajukan 5
it: Titolo 5
ja: 見出し5
nl: Kop 5
pt_br: Título 5
ru: Заголовок 5
sv: Rubrik 5
tr: Başlık 5

source: Heading 6
ar: العنوان 6
de: Überschrift 6
es: Encabezado 6
fr: Titre 6
he: כותרת ברמה 6
id: Penajukan 6
it: Titolo 6
ja: 見出し6
nl: Kop 6
pt_br: Título 6
ru: Заголовок 6
sv: Rubrik 6
tr: Başlık 6

source: Heard Island and McDonald Islands
ar: جزيرة هيرد وجزر ماكدونالد
de: Heard und McDonaldinseln
es: Islas Heard y McDonald
fr: Îles Heard et MacDonald
he: האי הרד ואיי מקדונלד
id: Pulau Heard dan Kepulauan McDonald
it: Isole Heard e McDonald
ja: ハード島とマクドナルド諸島
nl: Heard en McDonaldeilanden
pt_br: Ilha Heard e Ilhas McDonald
ru: Остров Херд и острова Макдональд
sv: Heard- och McDonaldsöarna
tr: Heard Adası ve McDonald Adaları

source: Height
ar: الارتفاع
de: Höhe
es: Altura
fr: Hauteur
he: גובה
id: Tinggi
it: Altezza
ja: 高さ
nl: Hoogte
pt_br: Altura
ru: Высота
sv: Höjd
tr: Yükseklik

source: Help
ar: مساعدة
de: Hilfe
es: Ayuda
fr: Aide
he: עזרה
id: Bantuan
it: Aiuto
ja: ヘルプ
pt_br: Ajuda
ru: Помощь
sv: Hjälp
tr: Yardım

source: Help & Feedback
ar: المساعدة والملحوظات
de: Hilfe & Feedback
es: Ayuda y comentarios
fr: Aide et commentaires
he: עזרה ומשוב
id: Bantuan & Umpan Balik
it: Supporto e feedback
ja: ヘルプ & フィードバック
nl: Hulp en feedback
pt_br: Ajuda e feedback
ru: Помощь и отзывы
sv: Hjälp och feedback
tr: Yardım ve Geri Bildirim

source: Help & Support
ar: المساعدة والدعم
de: Hilfe & Support
es: Ayuda y soporte
fr: Aide et assistance
he: עזרה ותמיכה
id: Bantuan & Dukungan
it: Aiuto e supporto
ja: ヘルプ & サポート
nl: Help & ondersteuning
pt_br: Ajuda e suporte
ru: Помощь и техническая поддержка
sv: Hjälp och support
tr: Yardım ve Destek

source: Help Center
ar: مركز المساعدة
de: Hilfe-Center
es: Centro de ayuda
fr: Centre d'aide
he: מרכז העזרה
id: Pusat Bantuan
it: Centro assistenza
ja: ヘルプセンター
pt_br: Central de ajuda
ru: Справочный центр
sv: Hjälpcenter
tr: Yardım Merkezi

source: Hey! Here is a link to download the WooCommerce app. I'm really enjoying it and thought you might too.
ar: مرحبًا! فيما يأتي رابط لتنزيل تطبيق WooCommerce. إنني استمتع به حقًا وأعتقد أنك قد تستمع به كذلك.
de: Hallo! Hier ist ein Link zum Herunterladen der WooCommerce-App. Mir gefällt sie sehr gut und ich dachte, sie könnte dir auch gefallen.
es: ¡Hola! A continuación, encontrarás un enlace para descargar la aplicación de WooCommerce. Esta aplicación me está gustando mucho y creo que a ti también te puede interesar.
fr: Salut, Voici un lien pour télécharger l’application WooCommerce. Je la trouve super et je me suis dit qu’elle pourrait aussi te plaire.
he: היי! זה קישור להורדת האפליקציה של WooCommerce. זו אפליקציה נהדרת לדעתי ואולי תמצא חן גם בעיניך.
id: Hei! Berikut tautan untuk mengunduh aplikasi WooCommerce. Saya sangat suka aplikasi ini dan saya rasa Anda juga akan suka.
it: Ciao! Ecco un link da cui scaricare l'app WooCommerce. Mi sto davvero divertendo e penso possa farlo anche tu.
ja: 注目! このリンクから WooCommerce アプリをダウンロードできます。とても楽しく、どなたにも気に入ってもらえると思います。
nl: Hallo! Alsjeblieft, een downloadlink voor de WooCommerce-app. Ik vind hem geweldig en ik dacht, jij vast ook.
pt_br: Olá! Este é um link para fazer download do aplicativo do WooCommerce. Eu estou gostando muito de usá-lo e acho que talvez você goste também.
ru: Привет! Вот ссылка для загрузки приложения WooCommerce. Мне оно нравится, рекомендую.
sv: Hej! Här är en länk för att ladda ner WooCommerce-appen. Jag tycker att den är jättebra och tänkte att du också skulle gilla den.
tr: Merhaba! İşte WooCommerce uygulamasını indirebileceğiniz bir bağlantı. Gerçekten çok hoşuma gitti, sizin de seveceğinizi düşündüm.

source: Hidden
ar: مخفي
de: Versteckt
es: Oculto
fr: Caché
he: מוסתר
id: Tersembunyi
it: Nascosto
ja: 非表示
nl: Verborgen
pt_br: Oculta
ru: Скрыто
sv: Dold
tr: Gizli

source: Hide store setup list
ar: إخفاء قائمة إعداد المتجر
de: Checkliste für die Store-Einrichtung ausblenden
es: Ocultar lista de configuración de la tienda
fr: Masquer la liste de configuration de la boutique
he: להסתיר את רשימת ההגדרות לחנות
id: Sembunyikan daftar penyiapan toko
it: Nascondi l'elenco delle impostazioni del negozio
nl: Lijst voor configuratie winkel verbergen
pt_br: Ocultar lista de configurações da loja
ru: Скрыть список действий по настройке магазина
sv: Dölj lista för butikskonfiguration
tr: Mağaza kurulumu listesini gizle

source: Highlight what makes your product unique, and let AI do the magic.
ar: أبرز ما يجعل منتجك فريدًا، واسمح للذكاء الاصطناعي بنثر سحره.
de: Hebe hervor, was dein Produkt einzigartig macht – die KI übernimmt den Rest.
es: Destaca lo que hace que tu producto sea único y deja que la IA haga la magia.
he: ניתן להדגיש את המאפיינים שמייחדים את המוצר שלך ולהשתמש בקסמיה של הבינה המלאכותית כדי ליצור שמות.
id: Tonjolkan keunikan produk Anda dan AI akan membuat keajaiban.
it: Metti in evidenza ciò che rende unico il tuo prodotto e lascia che l'IA faccia la magia.
nl: Markeer wat je product uniek maakt en laat AI het werk voor je doen.
pt_br: Destaque o diferencial do seu produto e espere a magia acontecer com a IA.
ru: Укажите отличительные качества вашего товара, и ИИ сделает за вас всё остальное.
sv: Framhäv vad som gör din produkt unik och låt AI utöva sin magi.
tr: Ürününüzü benzersiz kılan özellikleri vurgulayın ve yapay zekanın işini yapmasına izin verin.

source: Highlight your product's unique features and audience with keywords for a tailored description.
ar: سلّط الضوء على ميزات منتجك الفريدة وجمهورك باستخدام الكلمات المفتاحية للحصول على وصف مخصص.
de: Hebe die besonderen Funktionen deines Produkts und die Zielgruppe mit Stichwörtern für eine spezielle Beschreibung hervor.
es: Destaca las funciones únicas y el público de tu producto mediante palabras clave, así conseguirás una descripción personalizada.
fr: Mettez en avant les fonctionnalités uniques de votre produit ainsi que votre public à l’aide de mots-clés, pour une description sur mesure.
he: כדאי להדגיש את המאפיינים הייחודיים ואת הקהל של המוצר עם מילות מפתח כדי ליצור תיאור מותאם.
id: Soroti fitur unik dan audiens produk Anda dengan kata kunci untuk menghasilkan deskripsi yang pas dan khas.
it: Metti in evidenza le caratteristiche uniche del tuo prodotto e il pubblico a cui si rivolge con delle parole chiave per una descrizione personalizzata.
nl: Licht de unieke eigenschappen en doelgroep van de product uit met trefwoorden voor een op maat gemaakte beschrijving.
pt_br: Destaque o público e as funcionalidades exclusivas do seu produto com palavras-chave para criar uma descrição personalizada.
ru: С помощью ключевых слов опишите уникальные характеристики и аудиторию своего товара, чтобы создать его описание.
sv: Framhäv din produkts unika funktioner och målgrupp med nyckelord för en skräddarsydd beskrivning.
tr: Özelleştirilmiş bir açıklama için ürününüzün benzersiz özelliklerini ve hedef kitlenizi anahtar sözcüklerle vurgulayın.

source: Honduras
ar: هندوراس
he: הונדורס
ja: ホンジュラス
ru: Гондурас

source: Hong Kong
ar: هونغ كونغ
he: הונג קונג
ja: 香港
ru: Гонконг

source: How can we improve?
ar: كيف يمكننا تحسين ذلك؟
de: Wie können wir uns verbessern?
es: ¿Cómo podemos mejorar?
fr: Comment nous améliorer ?
he: איך נוכל לשפר את השירות שלנו?
id: Bagaimana kami dapat meningkatkan layanan?
it: Come possiamo migliorare?
ja: 改善すべき点をお聞かせください
nl: Hoe kunnen we verbeteren?
pt_br: Como podemos melhorar?
ru: Что можно улучшить?
sv: Hur kan vi förbättra?
tr: Nasıl iyileştirebiliriz?

source: How it works
ar: كيفية عمله
de: So funktioniert es
es: Cómo funciona
fr: Comment ça marche ?
he: איך זה עובד
id: Ini cara kerjanya
it: Come funziona
nl: Zo werkt het
pt_br: Como funciona
ru: Как это работает
sv: Hur det fungerar
tr: Nasıl çalışır?

source: Hungary
ar: هنغاريا
de: Ungarn
es: Hungría
fr: Hongrie
he: הונגריה
id: Hungaria
it: Ungheria
ja: ハンガリー
nl: Hongarije
pt_br: Hungria
ru: Венгрия
sv: Ungern
tr: Macaristan

source: I need help with
ar: أحتاج المساعدة في
de: Ich brauche Hilfe bei
es: Necesito ayuda con
fr: J’ai besoin d’aide concernant le point suivant :
he: דרושה לי עזרה לגבי
id: Saya butuh bantuan untuk
it: Ho bisogno di aiuto con
ja: サポートが必要な領域
nl: Ik heb hulp nodig met
pt_br: Preciso de ajuda com
ru: Мне нужна помощь с
sv: Jag behöver hjälp med
tr: Şu konuda yardıma ihtiyacım var

source: ID8000 Consumer Commodity Package - Air Eligible ID8000 Consumer Commodity (Non-flammableaerosols, Flammable combustible liquids, Toxic Substance, Miscellaneious hazardous materials)
ar: طرود السلع الاستهلاكية ID8000 - السلع الاستهلاكية المؤهلة للنقل جوًا ID8000 (الأيروسولات غير القابلة للاشتعال، والسوائل القابلة للاشتعال، والمواد السامة، والمواد الخطرة المتنوعة)
de: ID8000 Paket mit Bedarfsartikeln (ID8000 Consumer Commodity Package) – Für den Lufttransport geeignete ID8000 Bedarfsartikel (Nicht entzündbare Sprays, entzündbare, brennbare Flüssigkeiten, giftige Substanzen, verschiedene Gefahrstoffe)
es: Paquete de mercancías de consumo ID8000: mercancías de consumo ID8000 aptas para transporte aéreo (aerosoles no inflamables, líquidos combustibles inflamables, sustancias tóxicas, materiales peligrosos varios)
fr: ID8000 Consumer Commodity Package (codification pour les colis de produits de consommation) - Air Eligible ID8000 Consumer Commodity (codification pour les colis de produits de consommation éligibles à l’envoi par voie aérienne) (aérosols ininflammables, liquides combustibles inflammables, substances toxiques, divers matériaux dangereux)
he: חבילת סחורות לצרכנים מסוג ID8000 – סחורה לצרכנים מסוג ID8000 שמורשית להובלה אווירית (תרסיסים שאינם דליקים, נוזלים דליקים שעלולים להתלקח, חומרים רעילים, חומרים מסוכנים שונים)
id: Paket Barang Konsumen ID8000 - Barang Konsumen ID8000 yang Memenuhi Syarat Pengiriman Jalur Udara (Aerosol yang tidak mudah terbakar, Cairan yang mudah terbakar, Zat Beracun, Aneka bahan berbahaya)
it: Pacchetto di prodotti di consumo ID8000 - Prodotti di consumo ID8000 conformi alle prescrizioni per il volo (aerosol non infiammabili, liquidi combustibili infiammabili, sostanze tossiche, materiali pericolosi vari)
nl: ID8000 Consumer Commodity-pakket - Air Eligible ID8000 Consumer Commodity (niet-ontvlambare aerosolen, vlambare vloeistoffen, giftige stof, verschillende gevaarlijke materialen)
pt_br: Pacote com artigo de consumo (ID8000) - Artigo de consumo (ID8000) elegível para envio aéreo (aerossol não inflamável, líquidos combustíveis inflamáveis, substâncias tóxicas, outros materiais perigosos)
ru: Посылка с потребительскими товарами ID8000 — разрешённые к авиаперевозке потребительские товары ID8000 (невоспламеняющиеся аэрозоли, воспламеняющиеся горючие жидкости, токсичные вещества, прочие опасные материалы)
sv: ID8000-konsumentvarupaket – Luftkvalificerade ID8000-konsumentvaror (icke brandfarliga aerosoler, brandfarliga brännbara vätskor, giftiga ämnen, diverse farliga material)
tr: ID8000 Tüketici Malları Paketi - Hava Yoluna Uygun ID8000 Tüketici Malları (Yanıcı olmayan aerosoller, Alev alabilen ve yanabilen sıvılar, Toksik Madde, Çeşitli tehlikeli maddeler)

source: ITEMS TO FULFILL
ar: العناصر المراد تنفيذها
de: AUSZUFÜHRENDE ARTIKEL
es: ARTÍCULOS PARA COMPLETAR EL PEDIDO
fr: ÉLÉMENTS À EXÉCUTER
he: פריטים להשלמה
id: ITEM YANG PERLU DIISI
it: ARTICOLI DA EVADERE
ja: 処理するアイテム
nl: ARTIKELEN OM TE VOLTOOIEN
pt_br: ITENS PARA PREENCHER
ru: ТОВАРЫ В ЗАКАЗЕ К ВЫПОЛНЕНИЮ
sv: POSTER ATT SLUTFÖRA
tr: TAMAMLANACAK ÖĞELER

source: ITN
ar: رقم المعاملة
es: Número de transacción internacional
fr: NTI
it: Numero di transizione interno

source: ITN is required for shipments to %1$@
ar: يلزم رقم المعاملة الداخلي للشحنات إلى %1$@
de: ITN ist erforderlich für Sendungen mit dem Ziel %1$@.
es: Es necesario introducir un número de transacción internacional para envíos a %1$@
fr: Un NTI est obligatoire pour les envois vers %1$@
he: יש לציין ITN למשלוחים אל %1$@
id: ITN diperlukan untuk pengiriman ke %1$@
it: Il numero di transizione interno è richiesto spedizioni a %1$@
ja: %1$@への出荷には ITN が必要です。
nl: ITN is vereist voor zendingen naar %1$@
pt_br: O ITN é obrigatório ao fazer envios para %1$@
ru: Необходимо указать номер ITN для посылок до %1$@
sv: ITN krävs för försändelser till %1$@
tr: %1$@ gönderileri için ITN gereklidir

source: ITN is required for shipping items valued over $2,500 per tariff number
ar: يلزم رقم المعاملة الداخلي لشحن العناصر التي تزيد قيمتها على 2500 دولار لكل رقم تعريفة
de: ITN ist bei Lieferartikeln erforderlich, deren Wert über 2.500 $ pro Zollnummer liegt
es: Es necesario introducir un número de transacción internacional para enviar artículos valorados en más de 2500 $ por código arancelario.
fr: Un NTI est obligatoire pour l’envoi d’articles d’une valeur supérieure à 2 500 $ par numéro de tarif
he: יש לציין ITN למשלוח פריטים שערכם גדול מ-2,500 $ לכל מספר תעריף
id: ITN diperlukan untuk pengiriman item dengan nilai lebih dari $2.500 per nomor tarif
it: Il numero di transizione interno è richiesto per gli articoli della spedizione valutati più di $ 2.500 per numero di tariffa
ja: 出荷品目の価値が HS コードあたり $2,500を超える荷物の出荷には ITN が必要です
nl: ITN is vereist voor verzending van artikelen die meer dan $ 2500 waard zijn per tariefcode.
pt_br: O ITN é obrigatório para envios de itens com valor superior a US$ 2.500 por código tarifário
ru: Номер ITN необходимо указывать для посылок стоимостью более 2500 долл. США за тарифный код
sv: ITN krävs för frakt av artiklar till ett värde som överstiger 2 500 USD per tariffnummer
tr: Tarife numarasına göre değeri 2.500 ABD Dolarının üzerindeki gönderiler için ITN gereklidir

source: Iceland
ar: آيسلندا
de: Island
es: Islandia
fr: Islande
he: איסלנד
id: Islandia
it: Islanda
ja: アイスランド
nl: IJsland
pt_br: Islândia
ru: Исландия
sv: Island
tr: İzlanda

source: If disabled the note will be private
ar: في حالة تعطيلها، فستكون الملاحظة خاصة
de: Bei Deaktivierung wird der Hinweis privat
es: Si se desactiva, la nota será privada
fr: Si cette option est désactivée, la note sera privée
he: אם האפשרות מושבתת, הפתק יהיה פרטי
id: Jika dinonaktifkan, catatan akan diatur sebagai pribadi
it: Se disabilitata, la nota diventerà privata
ja: 無効の場合はメモが非公開になります
nl: Als deze functie is uitgeschakeld, is de opmerking privé
pt_br: Se estiverem desativadas, a observação será em caráter privado
ru: При отключении примечание будет закрытым
sv: Om detta inaktiveras kommer noteringen att vara privat
tr: Devre dışıysa not gizli olur

source: If renaming an add-on in your web dashboard, please note that previous orders will no longer show that add-on within the app.
ar: إذا كنت تقوم بإعادة تسمية وظيفة إضافية في لوحة تحكم الويب الخاصة بك، فيرجى ملاحظة أنه لن تعرض الطلبات السابقة تلك الوظيفة الإضافية داخل التطبيق.
de: Achtung: Wenn du ein Add-on in deinem Web-Dashboard umbenennst, wird es in der App in den vorherigen Bestellungen nicht mehr angezeigt.
es: Si cambias el nombre de un complemento en el escritorio web, recuerda que los pedidos anteriores no mostrarán el complemento en la aplicación.
fr: Si vous renommez un module dans votre tableau de bord Web, notez que les commandes précédentes n’afficheront plus ce module dans l’application.
he: אם בחרת לשנות את שם ההרחבה בלוח הבקרה באתר האינטרנט, כדאי לשים לב שההזמנות הקודמות לא יציגו עוד את ההרחבה הזאת בתוך האפליקציה.
id: Jika ingin mengubah nama add-on pada dasbor web, harap perhatikan bahwa pesanan sebelumnya tidak akan menampilkan add-on tersebut dalam aplikasi.
it: Se rinomini un componente aggiuntivo nella tua bacheca web, tieni presente che gli ordini precedenti non mostreranno più quel componente aggiuntivo all'interno dell'app.
ja: ウェブダッシュボードにアドオンが残っている場合に、以前の注文がアプリ内に表示されなくなることにご注意ください。
nl: Als je de naam van een extra optie wijzigt in je webdashboard, onthoud dan dat eerder bestellingen deze extra optie niet langer zullen weergeven in de app.
pt_br: Se você está renomeando um complemento no seu painel da Web, saiba que pedidos anteriores não mostrarão mais esse complemento no aplicativo.
ru: В случае переименования дополнения в веб-консоли следует отметить, что предыдущие заказы больше не будут показывать данное дополнение в приложении.
sv: Om du byter namn på ett tillägg i din webbadminpanel, observera att vissa beställningar inte längre kommer att visa tillägget i appen.
tr: Web yönetim panelinizde bir eklentiyi yeniden adlandırıyorsanız, önceki siparişlerin artık uygulama içinde bu eklentiyi göstermeyeceğini lütfen unutmayın.

source: If there was a printing error when you purchased the label, you can print it again.
ar: إذا كان ثمَّة خطأ في الطباعة عند شراء الملصق، فيمكنك طباعته مجددًا.
de: Sollte der Ausdruck beim Kauf des Etiketts fehlerhaft sein, kannst du es erneut ausdrucken.
es: Si hay un problema de impresión cuando compres la etiqueta, puedes imprimirla de nuevo.
fr: Vous pouvez réimprimer l’étiquette en cas d’erreur d’impression lors de son achat.
he: אם אירעה שגיאת הדפסה כשרכשת את התווית, אפשר להדפיס אותה שוב.
id: Jika terjadi kesalahan mencetak saat Anda membeli label, Anda dapat mencetaknya kembali.
it: Si è verificato un errore di stampa durante l'acquisto dell'etichetta, puoi stamparla nuovamente.
ja: 購入したラベルで印刷エラーが発生した場合は、そのラベルをもう一度印刷できます。
nl: Als er een afdrukfout heeft plaatsgevonden toen je het label hebt aangeschaft, dan kan je het opnieuw afdrukken.
pt_br: Caso tenha ocorrido um erro de impressão ao comprar a etiqueta, você pode imprimi-la novamente.
ru: Если при печати купленной этикетки произошла ошибка, можно распечатать ее еще раз.
sv: Om det inträffade ett utskriftsfel när du köpte etiketten kan du skriva ut den igen.
tr: Etiketi satın aldığınızda bir yazdırma hatası olduysa tekrar yazdırabilirsiniz.
