Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: Login with account password
ar: تسجيل الدخول باستخدام كلمة مرور الحساب
de: Mit Konto-Passwort anmelden
es: Iniciar sesión con la contraseña de la cuenta
fr: Connexion avec le mot de passe du compte
he: להתחבר עם הסיסמה של החשבון
id: Login dengan kata sandi akun
it: Accesso con password dell'account
ja: アカウントパスワードでログイン
nl: Log in met het wachtwoord van je account
pt_br: Fazer login com a senha da conta
ru: Войти с помощью пароля
sv: Logga in med kontolösenord
tr: Hesap şifresi ile oturum açın

source: Lost your password?
ar: هل فقدت كلمة مرورك؟
de: Passwort vergessen?
es: ¿Has perdido tu contraseña?
fr: Mot de passe oublié ?
he: שחזור סיסמה
id: Lupa sandi Anda?
it: Password persa?
ja: パスワードをお忘れですか ?
nl: Wachtwoord vergeten?
pt_br: Esqueceu sua senha?
ru: Забыли пароль?
sv: Glömt ditt lösenord?
tr: Parolanızı mı unuttunuz?

source: Loyalty points programs
ar: برامج نقاط الولاء
de: Treuepunkte-Programme
es: Programas de puntos de fidelización
fr: Programmes de fidélité
he: תוכניות של נקודות נאמנות
id: Program poin loyalitas
it: Programmi fedeltà a punti
nl: Loyaliteitspuntenprogramma’s
pt_br: Programas de pontos de fidelidade
ru: Программы лояльности с начислением баллов
sv: Program för lojalitetspoäng
tr: Sadakat puanı programları

source: Luxembourg
ar: لوكسمبورغ
de: Luxemburg
es: Luxemburgo
he: לוקסמבורג
id: Luksemburg
it: Lussemburgo
ja: ルクセンブルク
nl: Luxemburg
pt_br: Luxemburgo
ru: Люксембург
sv: Luxemburg
tr: Lüksemburg

source: Macao S.A.R., China
ar: منطقة ماكاو الإدارية الخاصة الصين
de: Sonderverwaltungszone Macau, China
es: Región Administrativa Especial de Macao, República Popular China
fr: Région administrative spéciale de Macao de la République populaire de Chine
he: מקאו SAR, סין
id: Macau S.A.R., Tiongkok
it: Macao S.A.R., Cina
ja: マカオ (中国)
nl: Macau S.A.R., China
pt_br: Macau, China
ru: Макао, Китай
sv: Macao S.A.R., Kina
tr: Makao, Çin

source: Macedonia
ar: مقدونيا
de: Mazedonien
fr: Macédoine du Nord
he: מקדוניה
id: Makedonia
ja: マケドニア
nl: Macedonië
pt_br: Macedônia
ru: Македония
sv: Makedonien
tr: Makedonya

source: Madagascar
ar: مدغشقر
de: Madagaskar
he: מדגסקר
id: Madagaskar
ja: マダガスカル
nl: Madagaskar
ru: Мадагаскар
sv: Madagaskar
tr: Madagaskar

source: Made with love by Automattic. <a href="https://automattic.com/work-with-us/">We’re hiring!</a>
ar: صُمم بشغف من قِبل Automattic. <a href="https://automattic.com/work-with-us/">باب التوظيف مفتوح!</a>
de: Von Automattic entwickelt <a href="https://automattic.com/work-with-us/">Wir stellen weitere Mitarbeiter ein!</a>
es: Con mucho cariño, por la gente de Automattic. <a href="https://automattic.com/work-with-us/">¡Trabaja con nosotros!</a>
fr: Conçu avec amour par Automattic. <a href="https://automattic.com/work-with-us/">Nous embauchons !</a>
he: נוצר באהבה על ידי Automattic. <a href="https://automattic.com/work-with-us/">אנחנו מחפשים עובדים!</a>
id: Dibuat dengan penuh cinta oleh Automattic. <a href="https://automattic.com/work-with-us/">Kami membuka lowongan!</a>
it: Creato con amore da Automattic. <a href="https://automattic.com/work-with-us/">Stiamo assumendo.</a>
ja: Automattic が思いを込めて作りました。<a href="https://automattic.com/work-with-us/">社員を募集中です。</a>
nl: Met liefde gemaakt door Automattic. <a href="https://automattic.com/work-with-us/">Wij zijn op zoek naar nieuwe collega's!</a>
pt_br: Feito com amor pela Automattic. <a href="https://automattic.com/work-with-us/">Estamos contratando!</a>
ru: Создан Automattic с любовью. <a href="https://automattic.com/work-with-us/">Есть вакансии!</a>
sv: Skapad med kärlek av Automattic <a href="https://automattic.com/work-with-us/">Vi letar efter medarbetare!</a>
tr: Automattic tarafından sevgiyle yapıldı. <a href="https://automattic.com/work-with-us/">Yeni çalışma arkadaşları arıyoruz!</a>

source: Mail (Default)
ar: البريد (افتراضي)
de: E-Mail (Default)
es: Mail (Por defecto)
fr: Messagerie (par défaut)
he: אימייל (ברירת מחדל)
id: Mail (Asal)
it: Mail (Impostazione predefinita)
ja: メールアドレス (デフォルト)
nl: Mail (Standaard)
pt_br: Mail (Padrão)
ru: Почта (по умолчанию)
sv: E-post (standardval)
tr: Mail (Varsayılan)

source: Make sure card reader is charged
ar: تأكَّد من أنه تم شحن قارئ البطاقة
de: Überprüfe, ob das Kartenlesegerät aufgeladen ist
es: Comprueba que el lector está cargado
fr: Vérifier que le lecteur de carte est chargé
he: יש לוודא שקורא הכרטיסים הוטען
id: Pastikan pembaca kartu telah terisi daya
it: Assicurati che il lettore di carte sia carico
ja: カードリーダーが充電されていることを確認する
nl: Zorg ervoor dat de kaartlezer opgeladen is
pt_br: Certifique-se de que o leitor de cartão esteja carregado
ru: Убедитесь, что устройство чтения заряжено
sv: Se till att kortläsare är laddad
tr: Kart okuyucunun şarjlı olduğundan emin olun

source: Make sure you are signed in to iCloud, and have set a passcode.
ar: تأكد من تسجيل الدخول إلى iCloud، وتم تعيين رمز المرور.
de: Überprüfe, ob du bei iCloud angemeldet bist und einen Code eingerichtet hast.
es: Comprueba que has accedido a iCloud y has establecido una contraseña.
fr: Assurez-vous que vous êtes connecté à iCloud et que vous avez défini un mot de passe.
he: עליך לוודא שהתחברת ל-iCloud והגדרת קוד סיסמה.
id: Pastikan Anda sudah login ke iCloud dan mengatur kode sandi.
it: Assicurati di aver effettuato l'accesso ad iCloud e di aver impostato un passcode.
ja: iCloud にサインインしていてパスコードが設定されていることを確認します。
nl: Zorg ervoor dat je ingelogd bent bij iCloud en een wachtwoord hebt ingesteld.
pt_br: Certifique-se de ter feito login no iCloud e definido uma senha.
ru: Убедитесь, что вошли в iCloud и установили пароль.
sv: Se till att du är inloggad i iCloud och att du har angett en lösenkod.
tr: iCloud'a giriş yaptığınızdan ve bir parola oluşturduğunuzdan emin olun.

source: Make your products easier to find with tags
ar: جعل العثور على منتجاتك سهلاً باستخدام الوسوم
de: Erleichtere das Auffinden deiner Produkte mit Schlagwörtern.
es: Utiliza las etiquetas para que tus productos sean más fáciles de encontrar
fr: Facilitez la recherche de vos produits à l’aide d’étiquettes
he: תגיות יכולות לעזור לאנשים למצוא את המוצרים שלך
id: Buat produk Anda lebih mudah ditemukan dengan tag
it: Rendi i tuoi prodotti più semplici da trovare con i tag
ja: タグを使用して商品を見つけやすくする
nl: Maak je producten eenvoudiger te vinden met tags
pt_br: Use tags para ser mais fácil encontrar seus produtos
ru: Используйте метки, чтобы товары было проще искать
sv: Gör dina produkter lättare att hitta med etiketter
tr: Etiket kullanarak ürünlerinizin bulunmasını kolaylaştırın

source: Malawi
ar: ملاوي
es: Malaui
he: מלאווי
ja: マラウイ
ru: Малави
tr: Malavi

source: Malaysia
ar: ماليزيا
es: Malasia
fr: Malaisie
he: מלזיה
it: Malesia
ja: マレーシア
nl: Maleisië
pt_br: Malásia
ru: Малайзия
tr: Malezya

source: Maldives
ar: المالديف
de: Malediven
es: Maldivas
he: האיים המלדיביים
id: Maladewa
it: Maldive
ja: モルディブ
nl: Maldiven
pt_br: Maldivas
ru: Мальдивы
sv: Maldiverna
tr: Maldivler

source: Mali
ar: مالي
es: Malí
he: מאלי
ja: マリ
ru: Мали

source: Malta
ar: مالطا
fr: Malte
he: מלטה
ja: マルタ
ru: Мальта

source: Manage Card Reader
ar: إدارة قارئ البطاقة
de: Kartenlesegerät verwalten
es: Gestionar el lector de tarjetas
fr: Gérer le lecteur de carte
he: לנהל את קורא הכרטיסים
id: Kelola Pembaca Kartu
it: Gestisci lettore di carte
ja: カードリーダーを管理
nl: Kaartlezer beheren
pt_br: Gerenciar leitor de cartão
ru: Управление устройством чтения карт
sv: Hantera kortläsare
tr: Kart Okuyucuyu Yönet

source: Manage Coupon
ar: إدارة قسيمة
de: Gutschein verwalten
es: Gestionar cupón
fr: Gérer les codes promo
he: ניהול קופון
id: Kelola Kupon
it: Gestisci codice promozionale
ja: クーポンを管理
nl: Coupon beheren
pt_br: Gerenciar cupom
ru: Управление купоном
sv: Hantera rabattkod
tr: Kuponu Yönet

source: Manage Privacy
ar: إدارة الخصوصية
de: Privatsphäre verwalten
es: Gestión de la privacidad
fr: Gérer la confidentialité
he: ניהול פרטיות
id: Kelola Privasi
it: Gestisci la privacy
nl: Privacy beheren
pt_br: Gerenciar privacidade
ru: Управление конфиденциальностью
sv: Hantera integritet
tr: Gizliliğin Yönetilmesi

source: Manage Your Subscription
ar: إدارة اشتراكك
de: Abonnement verwalten
es: Gestionar la suscripción
fr: Gérer votre abonnement
he: לנהל את המינוי שלך
id: Kelola Langganan Anda
it: Gestisci il tuo abbonamento
nl: Je abonnement beheren
pt_br: Gerenciar sua assinatura
ru: Управление подпиской
sv: Hantera din prenumeration
tr: Aboneliğinizi Yönetin

source: Manage and edit orders on the go
ar: إدارة الطلبات وتحريرها في أثناء التنقل
de: Verwalte und bearbeite Bestellungen auch unterwegs
es: Gestiona y edita pedidos sobre la marcha
fr: Gérez et modifiez vos commandes à la volée
he: לנהל ולערוך הזמנות מכל מקום
id: Kelola dan sunting pesanan dari mana saja
it: Gestisci e modifica gli ordini in movimento
ja: 外出先でも注文を管理・編集
nl: Beheer en bewerk bestellingen onderweg
pt_br: Gerencie e edite seus pedidos de qualquer lugar
ru: Управляйте заказами и редактируйте их на ходу
sv: Hantera och redigera beställningar i farten
tr: Hareket halindeyken siparişleri yönetin ve düzenleyin

source: Manage more on admin
ar: إدارة المزيد على المسؤول
de: Verwalte mehr im Admin-Dashboard
es: Gestionar más como administrador
fr: Gérer plus en mode admin
he: לנהל אפשרויות נוספות באזור הניהול
id: Kelola selengkapnya di admin
it: Gestisci di più in Admin
nl: Beheer meer bij beheer
pt_br: Gerencie mais na administração
ru: Дополнительные возможности администрирования
sv: Hantera mer på admin
tr: Yöneticide daha fazlasını yönetin

source: Manage payments effortlessly with WooPayments all in one place. Accept cards, Apple Pay, in-person payments, and 135+ currencies, all with zero setup costs or monthly fees.
ar: أدر المدفوعات بكل يسر باستخدام WooPayments، وكل ذلك في مكان واحد. اقبل البطاقات وApple Pay والمدفوعات الشخصية وأكثر من 135 عملة، كل ذلك من دون تكاليف للإعداد أو رسوم شهرية.
de: Verwalte Zahlungen mühelos an einem Ort mit WooPayments. Akzeptiere Kartenzahlungen, Apple Pay, persönliche Zahlungen und über 135 Währungen – ganz ohne Einrichtungskosten oder monatliche Gebühren.
es: Gestiona los pagos sin esfuerzo con WooPayments todo en un solo lugar. Acepte tarjetas, Apple Pay, pagos en persona y más de 135 monedas, todo ello sin costes de configuración ni tarifas mensuales.
fr: Gérez les paiements en toute transparence et au même endroit avec WooPayments. Acceptez les paiements par carte, via Apple Pay ou en personne, ainsi que plus de 135 devises, le tout sans aucuns frais de configuration ni frais mensuels.
he: לנהל תשלומים ללא מאמץ עם WooPayments ממקום אחד. ניתן לקבל תשלומים באמצעות כרטיסים, Apple Pay ותשלומים באופן אישי במעל 135 מטבעות שונים – כל התשלומים ללא עלויות הקמה או עמלות חודשיות.
id: Kelola pembayaran dengan mudah bersama WooPayments, semua di satu tempat. Terima kartu kredit, Apple Pay, pembayaran langsung, dan 135+ mata uang, semua tanpa biaya penyiapan ataupun biaya bulanan.
it: Gestisci senza problemi i pagamenti con WooPayments da un'unica postazione Accetta carte, Apple Pay, pagamenti di persona e oltre 135 valute, il tutto senza costi di impostazione o tariffe mensili.
nl: Beheer betalingen moeiteloos op één plek met WooPayments. Accepteer kaarten, Apple Pay, fysieke betalingen en meer dan 135 valuta, zonder installatie- of maandelijkse kosten.
pt_br: Gerencie pagamentos de maneira simples com o WooPayments, tudo em único lugar. Aceite cartões, Apple Pay, pagamentos presenciais e mais de 135 moedas, sem nenhum custo para configurar ou taxas mensais.
ru: Управляйте платежами без усилий с помощью WooPayments — всё на одной консоли. Принимайте карты, платежи Apple Pay, очные платежи и более 135 валют — без платы за настройку и ежемесячное использование.
sv: Hantera betalningar utan ansträngning med WooPayments, på en och samma plats. Ta emot kortbetalningar, Apple Pay-betalningar, personliga betalningar och över 135 olika valutor, helt utan installationskostnader eller månadsavgifter.
tr: Tüm ödemeleri WooPayments ile tek bir yerden yönetin. Kartları, Apple Pay'i, şahsi ödemeleri ve 135'ten fazla para birimini hiçbir kurulum maliyeti veya aylık ücret olmadan kabul edin.

source: Manage payments seamlessly with WooPayments, free from setup or monthly fees.
ar: أدر المدفوعات بسلاسة باستخدام WooPayments، مجانًا بدءًا من الإعداد أو الرسوم الشهرية.
de: Verwalte Zahlungen nahtlos mit WooPayments – ohne Einrichtungskosten oder monatliche Gebühren.
es: Gestiona los pagos sin problemas con WooPayments, sin tarifas mensuales ni de instalación.
fr: Gérez les paiements en toute transparence avec WooPayments : installation gratuite et aucuns frais mensuels.
he: לנהל תשלומים בצורה יעילה עם WooPayments, ללא עלויות הקמה וללא עמלות חודשיות.
id: Kelola pembayaran dengan lancar bersama WooPayments, bebas biaya penyiapan ataupun bulanan.
it: Gestisci senza problemi i pagamenti con WooPayments, senza impostazione o tariffe mensili.
nl: Beheer betalingen eenvoudig met WooPayments, zonder installatie- of maandelijkse kosten.
pt_br: Gerencie pagamentos de forma simplificada com o WooPayments, sem custo para configurar ou taxas mensais.
ru: Управляйте платежами с помощью WooPayments — без платы за настройку и ежемесячное использование.
sv: Hantera betalningar sömlöst med WooPayments, utan installationskostnader eller månadsavgifter.
tr: Ödemeleri, herhangi bir kurulum veya aylık ücret olmadan WooPayments ile kusursuz bir şekilde yönetin.

source: Manage stock
ar: إدارة المخزون
de: Bestand verwalten
es: Gestionar inventario
fr: Gestion du stock
he: ניהול מלאי
id: Kelola stok
it: Gestisci magazzino
ja: 在庫管理
nl: Voorraad beheren
pt_br: Gerenciar estoque
ru: Управлять запасами
sv: Hantera lager
tr: Stok yönet

source: Manage your subscription
ar: إدارة اشتراكك
de: Abonnement verwalten
es: Gestiona tu suscripción
fr: Gérez votre abonnement
he: לנהל את המינוי שלך
id: Kelola langganan Anda
it: Gestisci il tuo abbonamento
nl: Beheer je abonnement
pt_br: Gerencie sua assinatura
ru: Управление подпиской
sv: Hantera din prenumeration
tr: Aboneliğinizi yönetin

source: Manual Offsets
ar: تعديلات يدويّة
de: Manueller Versatz
es: Compensaciones manuales
fr: Décalage manuel
he: התאמות ידניות
id: Offset Manual
it: Offset manuale
ja: マニュアルオフセット
nl: Handmatige offsets
pt_br: Ajustes manuais
ru: Вручную
sv: Manuella offset-värden
tr: Özel saat farkı

source: Manual Refund
ar: عملية رد المبالغ المدفوعة يدويًا
de: Manuelle Rückerstattung
es: Reembolso manual
fr: Remboursement manuel
he: החזר כספי ידני
id: Pengembalian Dana Manual
it: Rimborso manuale
ja: 手動返金
nl: Handmatige terugbetaling
pt_br: Reembolso manual
ru: Возврат вручную
sv: Manuell återbetalning
tr: Manuel Para İadesi

source: Mapped Domain
ar: النطاق المعيّن
de: Gemappte Domain
es: Dominio mapeado
fr: Domaine mappé
he: דומיין ממופה
id: Domain Dipetakan
it: Dominio mappato
ja: マッピング済みドメイン
nl: Toegewezen domein
pt_br: Domínio mapeado
ru: Привязанный домен
sv: Ompekad domän
tr: Alan adını yönet

source: Mark Completed
ar: وضع علامة بأنه مكتمل
de: Als abgeschlossen markieren
es: Marcar como completado
fr: Marquer comme terminé
he: לסמן כ'הושלמה'
id: Tandai Selesai
it: Contrassegna come completato
ja: 完了としてマークされました
nl: Markeren als voltooid
pt_br: Marcar como concluído
ru: Пометить как завершённый
sv: Markera som slutförd
tr: Tamamlandı Olarak İşaretle

source: Mark Order Complete
ar: وضع علامة مكتمل على الطلب
de: Bestellung als abgeschlossen markieren
es: Marcar el pedido como completado
fr: Marquer la commande comme terminée
he: סימון הזמנה כ'הושלמה'
id: Tandai Pesanan Selesai
it: Contrassegna ordine come completo
ja: 注文を完了としてマーク
nl: Bestelling markeren als voltooid
pt_br: Marcar pedido como concluído
ru: Отметить заказ как выполненный
sv: Markera ordern som slutförd
tr: Siparişi Tamamlanmış Olarak İşaretle

source: Mark all
ar: وسم الجميع
de: Alle markieren
es: Marcar todo
fr: Tout marquer
he: לסמן הכול
id: Tandai semua
it: Contrassegna tutto
ja: すべてマーク
nl: Alle markeren
pt_br: Marcar todas
ru: Отметить все
sv: Markera alla
tr: Tümünü işaretle

source: Mark all as read
ar: وسم الكل كمقروء
de: Alle als gelesen markieren
es: Marcar todo como leído
fr: Tout marquer comme lu
he: סימון כל הפריטים כ'נקרא'
id: Tandai Semua sebagai Sudah Dibaca
it: Segna tutte come lette
ja: すべて既読にする
nl: Alle als gelezen markeren
pt_br: Marcar todas como lidas
ru: Отметить все как прочитанные
sv: Markera alla som lästa
tr: Tümünü Okundu Olarak İşaretle

source: Mark all reviews as read
ar: وسم جميع المراجعات كمقروءة
de: Alle Bewertungen als gelesen markieren
es: Marcar todas las reseñas como leídas
fr: Marquer tous les avis comme lus
he: לסמן את כל הביקורות כ'נקרא'
id: Tandai semua ulasan sebagai sudah dibaca.
it: Contrassegna tutte le recensioni come lette
ja: すべてのレビューを既読としてマークする
nl: Alle beoordelingen als gelezen markeren
pt_br: Marcar todas as avaliações como lidas
ru: Отметить все отзывы как прочитанные
sv: Markera alla recensioner som lästa
tr: Tüm yorumları okundu olarak işaretle

source: Mark this order as complete and notify the customer
ar: وضع علامة على هذا الطلب على أنه مكتمل وإخطار العميل
de: Markiere diese Bestellung als abgeschlossen und benachrichtige den Kunden.
es: Marcar este pedido como completado y avisar al cliente
fr: Marquer cette commande comme terminée et informer le client
he: לסמן את ההזמנה כ'הושלמה' ולהודיע ללקוח
id: Tandai pesanan ini selesai dan kirim pemberitahuan ke pelanggan
it: Contrassegna questo ordine come completato e invia una notifica al cliente
ja: この注文に完了のマークを付けてお客様に通知
nl: Markeer deze bestelling als voltooid en informeer de klant
pt_br: Marcar este pedido como concluído e notificar o cliente
ru: Отметить заказ как выполненный и уведомить заказчика
sv: Markera denna beställning som slutförd och avisera kunden
tr: Bu siparişi tamamlandı olarak işaretleyin ve müşteriyi bilgilendirin

source: Marketing & Email
ar: التسويق والبريد الإلكتروني
es: Marketing y correo electrónico
fr: Marketing et e-mail
he: שיווק ואימייל
id: Pemasaran & Email
it: Marketing ed e-mail
nl: Marketing en e-mail
pt_br: Marketing e e-mail
ru: Маркетинг и эл. почта
sv: Marknadsföring och e-post
tr: Pazarlama ve E-posta

source: Marketing automation
ar: التشغيل التلقائي للتسويق
de: Automatisierung von Marketing
es: Automatización del marketing
fr: Marketing automatisé
he: אוטומציה של שיווק
id: Otomatisasi pemasaran
it: Automazione del marketing
nl: Geautomatiseerde marketing
pt_br: Automação de marketing
ru: Автоматизация маркетинга
sv: Automatiserad marknadsföring
tr: Pazarlama otomasyonu

source: Marshall Islands
ar: جزر مارشال
de: Marshallinseln
es: Islas Marshall
fr: Îles Marshall
he: איי מרשל
id: Kepulauan Marshall
it: Isole Marshall
ja: マーシャル諸島
nl: Marshalleilanden
pt_br: Ilhas Marshall
ru: Маршалловы острова
sv: Marshallöarna
tr: Marshall Adaları

source: Martinique
ar: مارتينيك
es: Martinica
he: מרטיניק
id: Martinik
it: Martinica
ja: マルティニーク
pt_br: Martinica
ru: Мартиника
tr: Martinik

source: Mauritania
ar: موريتانيا
de: Mauretanien
fr: Mauritanie
he: מאוריטניה
ja: モーリタニア
nl: Mauritanië
pt_br: Mauritânia
ru: Мавритания
sv: Mauritanien
tr: Moritanya

source: Mauritius
ar: موريشيوس
es: Mauricio
fr: Maurice
he: מאוריציוס
ja: モーリシャス
pt_br: Ilhas Maurício
ru: Маврикий
tr: Morityus

source: Max. Spend (%1$@)
ar: الحد الأقصى الإنفاق (%1$@)
de: Max.- Bestellwert (%1$@)
es: Máx. Gasto (%1$@)
fr: Dépense max. (%1$@)
he: מקסימום הוצאה (%1$@)
id: Maks. Belanja %1$@
it: Spesa massima (%1$@)
ja: 最大 利用額 (%1$@)
nl: Max. bestelbedrag (%1$@)
pt_br: Gasto máx. (%1$@)
ru: Макс. сумма (%1$@)
sv: Max. beställningsbelopp (%1$@)
tr: Maks. Harcama (%1$@)

source: Maximum quantity
ar: الحد الأقصى للكمية
de: Höchstmenge
es: Cantidad máxima
fr: Quantité maximale
he: כמות מקסימלית
id: Jumlah maksimal
it: Quantità massima
nl: Maximaal aantal
pt_br: Quantidade máxima
ru: Максимальное количество
sv: Största kvantitet
tr: Maksimum miktar

source: Maximum quantity: %@
ar: الحد الأقصى للكمية: %@
de: Höchstmenge: %@
es: Cantidad máxima: %@
fr: Quantité maximale : %@
he: כמות מקסימלית: %@
id: Jumlah maksimal: %@
it: Quantità massima: %@
nl: Maximaal aantal: %@
pt_br: Quantidade máxima: %@
ru: Максимальное количество: %@
sv: Största kvantitet: %@
tr: Maksimum miktar: %@

source: Maximum spend of %1$@
ar: الحد الأقصى للإنفاق لـ %1$@
de: Maximalbestellwert: %1$@
es: Gasto máximo de %1$@
fr: Dépense maximale de %1$@
he: הוצאה מקסימלית בגובה %1$@
id: Belanja maksimum %1$@
it: Spesa massima di %1$@
ja: 最大利用額: %1$@
nl: Maximaal bestelbedrag van %1$@
pt_br: Gasto máximo de %1$@
ru: Максимальная сумма %1$@
sv: Maximalt beställningsbelopp är %1$@
tr: Maksimum %1$@ tutarında harcama

source: Maybe Later
ar: ربما لاحقًا
de: Vielleicht später
es: Quizá más adelante
fr: Peut-être plus tard
he: אולי מאוחר יותר
id: Mungkin Nanti
it: Forse dopo
nl: Misschien later
pt_br: Talvez mais tarde
ru: Возможно, позже
sv: Kanske senare
tr: Daha Sonra

source: Mayotte
ar: مايوت
he: מאיוט
ja: マヨット
ru: Майотта

source: Media doesn't have an associated file to upload.
ar: لا تحتوي وسائل التواصل على ملف مرتبط لرفعه.
de: Mit den Medien ist keine Datei zum Hochladen verknüpft.
es: Los medios no están asociados a un archivo a subir.
fr: Le média n’a pas de fichier associé à téléverser.
he: לפריט המדיה חסר קובץ מקושר להעלאה.
id: Media tidak memiliki file yang dikaitkan untuk diunggah.
it: Gli elementi multimediali non sono associati a un file da caricare.
ja: メディアにはアップロードする関連したファイルはありません。
nl: Media heeft geen geassocieerd bestand om te uploaden.
pt_br: A mídia não tem um arquivo associado a ser enviado.
ru: Мультимедиа объект не имеет ассоциированного файла для загрузки.
sv: Valt media har ingen tillhörande fil som kan laddas upp.
tr: Medyada karşıya yüklenecek ilişkili dosya bulunmuyor.

source: Menu
ar: القائمة
de: Menü
es: Menú
he: תפריט
ja: メニュー
ru: Меню
sv: Meny
tr: Menü

source: Menu Order
ar: ترتيب القائمة
de: Menüreihenfolge
es: Orden del menú
fr: Ordre du menu
he: הסדר בתפריט
id: Urutan Menu
it: Ordinamento menu
ja: メニューの表示順
nl: Menuvolgorde
pt_br: Ordem do menu
ru: Порядок меню
sv: Menysortering
tr: Menü Sıralaması

source: Menu button which opens an action sheet with option to mark all reviews as read.
ar: يتضمن زر القائمة الذي يفتح ورقة إجراءات خيارًا لوسم جميع المراجعات كمقروءة.
de: Menü-Button, durch den ein Action Sheet geöffnet wird, um alle Bewertungen als gelesen zu markieren.
es: El botón del menú que abre una hoja de acción con la opción de marcar todas las reseñas como leídas.
fr: Bouton de menu qui ouvre une feuille d’action avec l’option de marquer tous les avis comme lus.
he: כפתור התפריט שנפתח אשר פותח גיליון פעולות עם אפשרות לסמן את כל הביקורות כ'נקרא'.
id: Tombol Menu yang membuka lembar tindakan dengan pilihan untuk menandai semua ulasan sebagai sudah dibaca.
it: Pulsante del menu che apre un foglio delle azioni con l'opzione per contrassegnare tutte le recensioni come lette.
ja: すべてのレビューを既読としてマークするオプションを備えたアクションシートを開くメニューボタンです。
nl: Menuknop waarmee een actieblad wordt geopend met een optie om alle beoordelingen als gelezen te markeren.
pt_br: Botão de menu que abre uma folha de ação com a opção de marcar todas as avaliações como lidas.
ru: Кнопка «Меню», которая открывает список действий с возможностью отметить все отзывы как прочитанные.
sv: Menyknapp som öppnar ett åtgärdsblad med möjlighet att markera alla recensioner som lästa.
tr: Tüm yorumları okundu olarak işaretleme seçeneği içeren bir eylem sayfası açan menü düğmesi.

source: Menu order
ar: ترتيب القائمة
de: Menüreihenfolge
es: Orden del menú
fr: Ordre du menu
he: הסדר בתפריט
id: Urutan menu
it: Ordinamento menu
ja: メニューの表示順
nl: Menuvolgorde
pt_br: Ordem do menu
ru: Порядок меню
sv: Menysortering
tr: Menü sıralaması

source: Merchandise
ar: البضائع
de: Handelsware
es: Promociones comerciales
fr: Marchandise
he: סחורה רשמית
id: Barang dagangan
ja: 商品
pt_br: Mercadoria
ru: Атрибутика
sv: Handelsvaror
tr: Ticari Mal
