Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: Sorry, we could not start Tap to Pay on iPhone. Please check your connection and try again.
ar: عذرًا، يتعذر علينا بدء ميزة "الضغط للدفع" على iPhone. يرجى التحقّق من اتصالك والمحاولة لاحقًا.
de: Tap to Pay on iPhone konnte leider nicht gestartet werden. Bitte überprüfe deine Verbindung und versuche es erneut.
es: Lo sentimos, no hemos podido iniciar la función Tocar para pagar en el iPhone. Comprueba la conexión e inténtalo de nuevo.
fr: Désolés, nous n’avons pas pu démarrer la fonctionnalité iPhone Appuyer pour payer. Veuillez vérifier votre connexion et réessayer.
he: מצטערים, לא הצלחנו להתחיל את השירות של Tap To Pay ב-iPhone. יש לבדוק את החיבור ולנסות שוב.
id: Maaf, kami tidak dapat memulai Ketuk untuk Membayar di iPhone. Periksa koneksi Anda dan coba lagi.
it: Siamo spiacenti, non abbiamo potuto avviare la funzione Tocca per pagare su iPhone. Controlla la connessione e riprova.
ja: iPhone で Tap to Pay を開始できません。 接続を確認して、もう一度お試しください。
nl: Sorry, we konden Tap to Pay voor iPhone niet opstarten. Controleer je verbinding en probeer het nogmaals.
pt_br: Não foi possível iniciar o Tap to Pay on iPhone. Verifique sua conexão e tente novamente.
ru: Не удалось запустить функцию «Tap to Pay on iPhone». Проверьте подключение и повторите попытку.
sv: Vi kunde tyvärr inte starta Tryck för att betala på iPhone. Kontrollera din anslutning och försök igen.
tr: Üzgünüz, Tap to Pay on iPhone'u başlatamadık. Lütfen bağlantınızı kontrol edip tekrar deneyin.

source: Sorry, you may not use that site address.
ar: عذرًا، لا يمكنك استخدام عنوان الموقع هذا.
de: Tut mir Leid, du darfst diese Website-Adresse leider nicht benutzen.
es: No puedes utilizar esta dirección para el sitio.
fr: Vous ne pouvez pas utiliser cette adresse de site.
he: לא ניתן להשתמש בכתובת את זו.
id: Maaf, Anda tidak dapat menggunakan alamat situs tersebut.
it: Spiacenti, non puoi usare quell'indirizzo per il tuo sito.
ja: ご指定のサイトアドレスはご利用いただけません。
nl: Sorry, je mag dit site adres niet gebruiken.
pt_br: Desculpe, você não pode usar esse endereço de site.
ru: Извините, этот адрес сайта нельзя использовать.
sv: Du kan inte använda den adressen till webbplatsen.
tr: Üzgünüz, bu site adresini kullanamazsınız.

source: Sort by
ar: فرز حسب
de: Sortieren nach
es: Ordenar por
fr: Trier par
he: מיון לפי
id: Urutkan berdasarkan
it: Ordina per
ja: 並び順
nl: Sorteren op
pt_br: Classificar por
ru: Приоритет сортировки
sv: Sortera efter
tr: Sırala

source: South Africa
ar: جنوب أفريقيا
de: Südafrika
es: Sudáfrica
fr: Afrique du Sud
he: דרום אפריקה
id: Afrika Selatan
it: Sud Africa
ja: 南アフリカ
nl: Zuid-Afrika
pt_br: África do Sul
ru: Южная Африка
sv: Sydafrika
tr: Güney Afrika

source: South Georgia/Sandwich Islands
ar: جورجيا الجنوبية وجزر ساندويتش
de: Südgeorgien und die Südlichen Sandwichinseln
es: Islas Georgia del Sur y Sandwich del Sur
fr: Îles Géorgie du Sud et Sandwich du Sud
he: ג'ורג'יה הדרומית / איי סנדוויץ'
id: Georgia Selatan/Kepulauan Sandwich Selatan
it: Georgia del Sud/isole Sandwich
ja: サウスジョージア / サウスサンドイッチ諸島
nl: Zuid-Georgia/Zuidelijke Sandwicheilanden
pt_br: Ilhas Geórgia do Sul e Sandwich do Sul
ru: Южная Георгия/Сандвичевы острова
sv: Sydgeorgien och Sydsandwichöarna
tr: Güney Georgia/Sandviç Adaları

source: South Korea
ar: كوريا الجنوبية
de: Südkorea
es: Corea del Sur
fr: Corée du Sud
he: דרום קוריאה
id: Korea Selatan
it: Corea del Sud
ja: 韓国
nl: Zuid-Korea
pt_br: Coreia do Sul
ru: Южная Корея
sv: Sydkorea
tr: Güney Kore

source: South Sudan
ar: جنوب السودان
de: Südsudan
es: Sudán del Sur
fr: Soudan du Sud
he: דרום סודן
id: Sudan Selatan
it: Sudan del Sud
ja: 南スーダン
nl: Zuid-Soedan
pt_br: Sudão do Sul
ru: Южный Судан
sv: Sydsudan
tr: Güney Sudan

source: Spain
ar: إسبانيا
de: Spanien
es: España
fr: Espagne
he: ספרד
id: Spanyol
it: Spagna
ja: スペイン
nl: Spanje
pt_br: Espanha
ru: Испания
sv: Spanien
tr: İspanya

source: Spam
ar: البريد المزعج
fr: Indésirables
he: תגובת זבל
ja: スパム
ru: Спамить
sv: Skräppost
tr: İstenmeyen

source: Sri Lanka
ar: سريلانكا
he: סרי לנקה
ja: スリランカ
ru: Шри-Ланка

source: Standard rate
ar: سعر قياسي
de: Standardpreis
es: Tarifa estándar
fr: Taux standard
he: תעריף סטנדרטי
id: Tarif standar
it: Tariffa standard
ja: 標準税率
nl: Standaardtarief
pt_br: Classificação padrão
ru: Стандартный тариф
sv: Standardmoms
tr: Standart oran

source: Start Date
ar: تاريخ البدء
de: Start-Datum
es: Fecha de inicio
fr: Date de début
he: תאריך התחלה
id: Tanggal Mulai
it: Data di Inizio
ja: 開始日
nl: Startdatum
pt_br: Data inicial
ru: Дата начала
sv: Startdatum
tr: Başlangıç tarihi

source: Start Test order
ar: بدء طلب الاختبار
de: Testbestellung starten
es: Empezar pedido de prueba
fr: Lancer la commande de test
he: להתחיל הזמנה לבדיקה
id: Mulai Pesanan uji coba
it: Inizia l'ordine di prova
nl: Proefbestelling starten
pt_br: Iniciar pedido de teste
ru: Создать тестовый заказ
sv: Starta testbeställning
tr: Test siparişini başlatın

source: Start a Coupon creation by selecting a discount type in a bottom sheet
ar: ابدأ في إنشاء قسيمة عن طريق تحديد نوع خصم في ورقة سفلية
de: Beginne mit der Erstellung eines Gutscheins, indem du in einem Bottom Sheet einen Rabatttyp auswählst
es: Empieza la creación de un cupón seleccionando un tipo de descuento en una hoja inferior
fr: Pour commencer à créer un code promo, sélectionner un type de réduction dans une feuille inférieure
he: יש להתחיל את תהליך היצירה של הקופון על ידי בחירה בסוג ההנחה בגיליון התחתון
id: Buat Kupon dengan memilih jenis diskon di bagian bawah
it: Inizia la creazione di un codice promozionale selezionando il tipo di sconto in un foglio inferiore
ja: ボタンシートで割引の種類を選択してクーポンの作成を開始
nl: Om een coupon aan te maken, begin je door in een sheet onderaan het type korting te kiezen
pt_br: Crie um cupom selecionando um tipo de desconto no menu ao final da tela
ru: Чтобы создать купон, выберите тип скидки на нижней панели
sv: Börja skapa en rabattkod genom att välja en rabattyp i ett nedre blad
tr: Alt sayfada bir indirim türü seçerek Kupon oluşturmaya başlayın

source: Start selling by adding products or services to your store.
ar: ابدأ البيع عن طريق إضافة المنتجات أو الخدمات إلى متجرك.
de: Füge Produkte oder Dienstleistungen zu deinem Shop hinzu und beginne mit dem Verkauf.
es: Para empezar a vender, añade productos o servicios a tu tienda.
fr: Commencez à vendre en ajoutant des produits ou services à votre boutique.
he: להתחיל למכור על ידי הוספת מוצרים ושירותים לחנות שלך.
id: Mulai berjualan dengan menambahkan produk atau layanan ke toko Anda.
it: Inizia a vendere aggiungendo prodotti o servizi al tuo negozio.
ja: ストアに商品やサービスを追加して販売を開始します。
nl: Begin met verkopen door producten of diensten aan je winkel toe te voegen.
pt_br: Adicione produtos ou serviços à loja para começar a vender.
ru: Начните продажи, добавив товары или услуги в магазин.
sv: Börja sälja genom att lägga till produkter eller tjänster i din butik.
tr: Mağazanıza ürün veya hizmet ekleyerek satış yapmaya başlayın.

source: Start selling today by adding your first product to the store.
ar: ابدأ بالبيع اليوم عن طريق إضافة منتجك الأول إلى المخزن.
de: Füge dein erstes Produkt zum Store hinzu, um jetzt mit dem Verkauf zu beginnen.
es: Empieza a vender hoy mismo añadiendo el primer producto a tu tienda.
fr: Commencez à vendre aujourd’hui en ajoutant votre premier produit à la boutique.
he: אפשר להתחיל למכור היום על ידי הוספה של המוצר הראשון לחנות שלך.
id: Mulai berjualan hari ini dengan menambahkan produk pertama ke toko Anda.
it: Inizia a vendere oggi aggiungendo il tuo primo prodotto al negozio.
ja: 今すぐ販売を開始するには、最初の商品をストアに追加してください。
nl: Begin vandaag te verkopen door het eerste product aan de winkel toe te voegen.
pt_br: Comece a vender hoje adicionando o primeiro produto à sua loja.
ru: Добавьте в магазин первый продукт, чтобы уже сегодня приступить к продаже товаров.
sv: Börja sälja idag genom att lägga till din första produkt i butiken.
tr: Mağazanıza ilk ürünü ekleyerek hemen bugün satışa başlayın.

source: State
ar: الحالة
de: Bundesland
es: Provincia
fr: État
he: מדינה
id: Status
it: Stato
ja: 州
nl: Staat
pt_br: Estado
ru: Округ/Область
sv: Stat
tr: Eyalet

source: State missing
ar: الولاية مفقودة
de: Bundesland fehlt
es: Falta la provincia
fr: État manquant
he: המדינה חסרה
id: Provinsi belum diisi
it: Stato mancante
ja: 都道府県がありません
nl: Staat ontbreekt
pt_br: Informe o estado
ru: Не указан регион
sv: Delstat saknas
tr: Eyalet eksik

source: Status
ar: الحالة
es: Estado
fr: État
he: מצב
it: Stato
ja: ステータス
ru: Статус
tr: Durum

source: Status updated
ar: تم تحديث الحالة
de: Status aktualisiert
es: Estado actualizado
fr: État mis à jour
he: הסטטוס עודכן
id: Status diperbarui
it: Stato aggiornato
ja: ステータスを更新しました
nl: Status bijgewerkt
pt_br: Status atualizado
ru: Статус обновлен
sv: Status uppdaterad
tr: Durum güncellendi

source: Stay up-to-date
ar: البقاء على اطلاع
de: Bleibe auf dem Laufenden
es: No te pierdas nada
fr: Rester informé
he: להישאר בעניינים
id: Tetap pantau
it: Rimani aggiornato
nl: Blijf up-to-date
pt_br: Mantenha-se atualizado
ru: Будьте в курсе
sv: Håll dig uppdaterad
tr: Güncel kalın

source: Stay updated and boost store security. Explore Jetpack now.
ar: ابقَّ على اطلاع وعزز أمان المتجر. استكشف Jetpack الآن.
de: Bleibe auf dem neuesten Stand und erhöhe die Sicherheit deines Shops. Sieh dir Jetpack jetzt an.
es: Mantente al día y aumenta la seguridad de tu tienda. Explora Jetpack ahora.
fr: Restez informé et renforcez la sécurité de votre boutique. Découvrez Jetpack dès maintenant.
he: לקבל עדכונים ולשפר את אבטחת החנות. לעיין ב-Jetpack כעת.
id: Terus dapatkan pembaruan dan tingkatkan keamanan toko. Jelajahi Jetpack sekarang.
it: Non perderti i prossimi aggiornamenti e aumenta la sicurezza del negozio. Esplora Jetpack ora.
nl: Blijf op de hoogte en schroef winkelbeveiliging op. Ontdek Jetpack nu.
pt_br: Fique por dentro e turbine a segurança da loja. Conheça o Jetpack agora mesmo.
ru: Следите за обновлениями и повышайте безопасность магазина. Откройте возможности Jetpack.
sv: Håll dig uppdaterad och öka butikssäkerheten. Utforska Jetpack nu.
tr: Güncel kalın ve mağaza güvenliğini artırın. Jetpack'i şimdi keşfedin.

source: Stock Status
ar: حالة المخزون
de: Lagerstatus
es: Estado del inventario
fr: État du stock
he: מצב המלאי
id: Status stok
it: Stato del magazzino
ja: 在庫状況
nl: Voorraadstatus
pt_br: Status do estoque
ru: Статус на складе
sv: Lagerstatus
tr: Stok durumu

source: Stock status
ar: حالة المخزون
de: Lagerstatus
es: Estado del inventario
fr: État du stock
he: מצב המלאי
id: Status stok
it: Stato del magazzino
ja: 在庫状況
nl: Voorraadstatus
pt_br: Status do estoque
ru: Статус на складе
sv: Lagerstatus
tr: Stok durumu

source: Stopped automatically adding tax rate
ar: تم إيقاف إضافة معدل الضريبة تلقائيًا
de: Automatisches Hinzufügen des Steuersatzes gestoppt
es: Se ha dejado de añadir automáticamente la tasa de impuesto
fr: Arrêt de l’ajout automatique du taux de taxe
he: ההוספה האוטומטית של שיעור המס הופסקה
id: Penambahan tarif pajak secara otomatis telah dihentikan
it: Aggiunta automatica dell'aliquota d'imposta interrotta
nl: Automatisch het belastingtarief toevoegen
pt_br: Inclusão automática de imposto interrompida
ru: Автоматическое добавление налоговой ставки прервано
sv: Automatiskt tillägg av momssats stoppades
tr: Vergi oranını otomatik olarak ekleme durduruldu

source: Storage
ar: مساحة التخزين
de: Speicher
es: Almacenamiento
fr: Stockage
he: אחסון
id: Ruang Penyimpanan
it: Spazio di archiviazione
nl: Opslag
pt_br: Armazenamento
ru: Хранилище
sv: Lagring
tr: Depolama

source: Store Name
ar: اسم المتجر
de: Name des Shops
es: Nombre de la tienda
fr: Nom de la boutique
he: שם החנות
id: Nama toko
it: Nome del negozio
nl: Winkelnaam
pt_br: Nome da loja
ru: Название магазина
sv: Butiksnamn
tr: Mağaza adı

source: Store Settings
ar: إعدادات المخزن
de: Store-Einstellungen
es: Ajustes de la tienda
fr: Paramètres de la boutique
he: הגדרות החנות
id: Pengaturan Toko
it: Impostazioni del negozio
ja: 設定を保存
nl: Winkelinstellingen
pt_br: Configurações da loja
ru: Сохранить настройки
sv: Butiksinställningar
tr: Mağaza Ayarları

source: Store details
ar: تفاصيل المتجر
de: Shop-Details
es: Detalles de la tienda
fr: Détails de la boutique
he: פרטי החנות
id: Rincian toko
it: Dettagli negozio
nl: Winkelgegevens
pt_br: Detalhes da loja
ru: Сведения о магазине
sv: Butiksdetaljer
tr: Mağaza detayları

source: Store name
ar: اسم المتجر
de: Name des Shops
es: Nombre de la tienda
fr: Nom de la boutique
he: שם החנות
id: Nama toko
it: Nome del negozio
ja: ストア名
nl: Winkelnaam
pt_br: Nome da loja
ru: Название магазина
sv: Butiksnamn
tr: Mağaza adı

source: Strike Through
ar: يتوسطه خط
de: Durchgestrichen
es: Tachado
fr: Barrer
he: קו חוצה
id: Coretan
it: Barrato
ja: 取り消し線
nl: Doorstrepen
pt_br: Tachado
ru: Зачеркнутый
sv: Genomstrykning
tr: Üzerini Çiz

source: Subject
ar: الموضوع
de: Betreff
es: Asunto
fr: Objet
he: נושא
id: Subjek
it: Oggetto
ja: 件名
nl: Onderwerp
pt_br: Assunto
ru: Тема
sv: Ämne
tr: Konu

source: Submit Support Request
ar: إرسال طلب الدعم
de: Supportanfrage senden
es: Enviar solicitud de asistencia
fr: Envoyer votre demande d&rsquo;aide
he: לשלוח בקשת תמיכה
id: Daftarkan Permohonan Dukungan
it: Invia la richiesta di supporto
ja: サポートリクエストを送信
nl: Ondersteuningsverzoek indienen
pt_br: Enviar solicitação de suporte
ru: Отправить запрос в службу поддержки
sv: Skicka supportförfrågan
tr: Destek Talebi Gönder

source: Subscription
ar: الاشتراك
de: Abonnement
es: Suscripción
fr: Abonnement
he: מינוי
id: Langganan
it: Abbonamento
ja: 定期購入
nl: Abonnement
pt_br: Assinatura
ru: Подписка
sv: Prenumeration
tr: Abonelik

source: Subscription Status
ar: حالة الاشتراك
de: Abonnement-Status
es: Estado de la suscripción
fr: État de l’abonnement
he: סטטוס מינוי
id: Status Langganan
it: Stato dell'abbonamento
nl: Abonnementstatus
pt_br: Status da assinatura
ru: Статус подписки
sv: Prenumerationsstatus
tr: Abonelik Durumu

source: Subscriptions
ar: الاشتراكات
de: Abonnements
fr: Abonnements
he: מינויים
id: Langganan
it: Abbonamenti
nl: Abonnementen
pt_br: Assinaturas
ru: Подписки
sv: Prenumerationer
tr: Abonelikler

source: Subtotal
ar: الإجمالي الفرعي
de: Zwischensumme
fr: Sous-total
he: סכום ביניים
it: Subtotale
ja: 小計
nl: Subtotaal
ru: Подытог
sv: Delsumma
tr: Ara Toplam

source: Successfully updated
ar: تم التحديث بنجاح
de: Erfolgreich aktualisiert.
es: Se ha actualizado correctamente
fr: Mise à jour effectuée avec succès
he: העדכון בוצע בהצלחה
id: Berhasil diperbarui.
it: Aggiornato correttamente
ja: 正常に更新されました
nl: Bijgewerkt
pt_br: Atualizado com sucesso
ru: Обновление выполнено
sv: Uppdatering lyckades
tr: Başarıyla güncellendi

source: Sudan
ar: السودان
es: Sudán
fr: Soudan
he: סודן
ja: スーダン
nl: Soedan
pt_br: Sudão
ru: Судан

source: Suggest a name
ar: اقتراح اسم
de: Namen vorschlagen
es: Sugiere un nombre
he: להציע שם
id: Sarankan nama
it: Suggerisci un nome
nl: Stel een naam voor
pt_br: Sugerir um nome
ru: Предложите название товара
sv: Föreslå ett namn
tr: Bir ad öner

source: Suggestion from photo
ar: الاقتراح من الصورة
de: Vorschlag aus Foto
es: Sugerencia de foto
he: הצעה מתמונה
id: Saran dari foto
it: Suggerimento dalla foto
nl: Suggestie uit de foto
pt_br: Sugestão a partir de uma foto
ru: Предложение по фото
sv: Förslag från foto
tr: Fotoğraftan öneri

source: Sum of products and package weight
ar: إجمالي المنتجات ووزن الحزمة
de: Produktanzahl und Paketgewicht
es: Total de productos y peso del paquete
fr: Somme des produits et poids du colis
he: סיכום המוצרים ומשקל החבילה
id: Jumlah produk dan berat kemasan
it: Somma del peso di prodotti e pacchetto
ja: 商品と荷物の重量の合計
nl: Totaalaantal producten en gewicht van pakket
pt_br: Soma dos produtos e peso do pacote
ru: Сумма всех товаров и вес посылки
sv: Summa av produkter och förpackningsvikt
tr: Ürünlerin toplamı ve paket ağırlığı

source: Summary
ar: ملخّص (موجز)
de: Zusammenfassung
es: Resumen
fr: Sommaire
he: סיכום
id: Ringkasan
it: Riepilogo
ja: ご注文内容
nl: Overzicht
pt_br: Resumo
ru: Обзор
sv: Sammanfattning
tr: Özet

source: Summary: Order #%1$@
ar: الملخص: الطلب رقم %1$@
de: Zusammenfassung: Bestellung #%1$@
es: Resumen: pedido #%1$@
fr: Résumé : Commande %1$@
he: סיכום: הזמנה מס' %1$@
id: Ringkasan: Pesanan #%1$@
it: Riepilogo: ordine #%1$@
ja: ご注文内容: 注文番号%1$@
nl: Samenvatting: Bestelling #%1$@
pt_br: Resumo: pedido #%1$@
ru: Сводка: заказ №%1$@
sv: Sammanfattning: Beställning #%1$@
tr: Özet: %1$@ numaralı sipariş

source: Suriname
ar: سورينام
de: Surinam
es: Surinam
he: סורינם
ja: スリナム
ru: Суринам
sv: Surinam
tr: Surinam

source: Svalbard and Jan Mayen
ar: سفالبارد ويان ماين
de: Svalbard und Jan Mayen
es: Svalbard y Jan Mayen
fr: Svalbard et Jan Mayen
he: איי סבלברד ויאן מאיין
id: Svalbard dan Jan Mayen
it: Svalbard e Jan Mayen
ja: スヴァーバル諸島・ヤンマイエン島
nl: Spitsbergen en Jan Mayen
pt_br: Svalbard e Jan Mayen
ru: Шпицберген и Ян-Майен
sv: Svalbard och Jan Mayen
tr: Svalbard ve Jan Mayen

source: Swaziland
ar: سوازيلاند
de: Swasiland
es: Suazilandia
he: סווזילנד
ja: スワジランド
pt_br: eSwatini
ru: Свазиленд
tr: Svaziland

source: Sweden
ar: السويد
de: Schweden
es: Suecia
fr: Suède
he: שוודיה
id: Swedia
it: Svezia
ja: スウェーデン
nl: Zweden
pt_br: Suécia
ru: Швеция
sv: Sverige
tr: İsveç

source: Swipe Card
ar: تمرير البطاقة
de: Karte durchziehen
es: Pasa la tarjeta
fr: Faire glisser la carte
he: יש להעביר כרטיס
id: Gesek Kartu
it: Carta magnetica
ja: カードをスワイプしてください
nl: Veeg de kaart
pt_br: Passe o cartão
ru: Провести карту
sv: Dra kort
tr: Kartı Geçirin

source: Switch Store
ar: تحويل المتجر
de: Shop wechseln
es: Cambiar de tienda
fr: Changer de boutique
he: החלפת חנות
id: Beralih Toko
it: Cambia negozio
ja: ストアを切り替える
nl: Winkel wijzigen
pt_br: Alterar loja
ru: Переключиться на другой магазин
sv: Växla butik
tr: Mağaza Değiştir

source: Switched to %1$@.
ar: تم التبديل إلى %1$@.
de: Zu %1$@ gewechselt.
es: Se ha cambiado a %1$@.
fr: Basculé vers %1$@.
he: הוחלף אל %1$@.
id: Dialihkan ke %1$@.
it: Passato a %1$@.
ja: %1$@ に切り替えました。
nl: Overgeschakeld naar %1$@.
pt_br: Alternada para %1$@.
ru: Вы переключились на магазин "%1$@".
sv: Växlade till %1$@.
tr: %1$@ mağazasına geçildi.

source: Switches to the Heading 1 font size
ar: يقوم بالتبديل إلى حجم الخط 1 في العنوان
de: Wechselt zur Schriftgröße von Überschrift 1
es: Cambia al tamaño de fuente Encabezado 1
fr: Bascule sur la taille de police Titre 1
he: מבצע החלפה לגודל גופן 1 בכותרת
id: Beralih ke Judul ukuran font 1
it: Passa alla dimensione carattere Titolo 1
ja: 見出し1のフォントサイズに変更する
nl: Schakelt over naar de lettertypegrootte Titel 1
pt_br: Alterna para o tamanho Título 1
ru: Переход к размеру шрифта Heading 1
sv: Ändrar till teckensnittsstorleken för Rubrik 1
tr: Başlık 1 yazı tipi boyutuna geçer

source: Switches to the Heading 2 font size
ar: يقوم بالتبديل إلى حجم الخط 2 في العنوان
de: Wechselt zur Schriftgröße von Überschrift 2
es: Cambia al tamaño de fuente Encabezado 2
fr: Bascule sur la taille de police Titre 2
he: מבצע החלפה לגודל גופן 2 בכותרת
id: Beralih ke Judul ukuran font 2
it: Passa alla dimensione carattere Titolo 2
ja: 見出し2のフォントサイズに変更する
nl: Schakelt over naar de lettertypegrootte Titel 2
pt_br: Alterna para o tamanho Título 2
ru: Переход к размеру шрифта Heading 2
sv: Ändrar till teckensnittsstorleken för Rubrik 2
tr: Başlık 2 yazı tipi boyutuna geçer

source: Switches to the Heading 3 font size
ar: يقوم بالتبديل إلى حجم الخط 3 في العنوان
de: Wechselt zur Schriftgröße von Überschrift 3
es: Cambia al tamaño de fuente Encabezado 3
fr: Bascule sur la taille de police Titre 3
he: מבצע החלפה לגודל גופן 3 בכותרת
id: Beralih ke Judul ukuran font 3
it: Passa alla dimensione carattere Titolo 3
ja: 見出し3のフォントサイズに変更する
nl: Schakelt over naar de lettertypegrootte Titel 3
pt_br: Alterna para o tamanho Título 3
ru: Переход к размеру шрифта Heading 3
sv: Ändrar till teckensnittsstorleken för Rubrik 3
tr: Başlık 3 yazı tipi boyutuna geçer

source: Switches to the Heading 4 font size
ar: يقوم بالتبديل إلى حجم الخط 4 في العنوان
de: Wechselt zur Schriftgröße von Überschrift 4
es: Cambia al tamaño de fuente Encabezado 4
fr: Bascule sur la taille de police Titre 4
he: מבצע החלפה לגודל גופן 4 בכותרת
id: Beralih ke Judul ukuran font 4
it: Passa alla dimensione carattere Titolo 4
ja: 見出し4のフォントサイズに変更する
nl: Schakelt over naar de lettertypegrootte Titel 4
pt_br: Alterna para o tamanho Título 4
ru: Переход к размеру шрифта Heading 4
sv: Ändrar till teckensnittsstorleken för Rubrik 4
tr: Başlık 4 yazı tipi boyutuna geçer

source: Switches to the Heading 5 font size
ar: يقوم بالتبديل إلى حجم الخط 5 في العنوان
de: Wechselt zur Schriftgröße von Überschrift 5
es: Cambia al tamaño de fuente Encabezado 5
fr: Bascule sur la taille de police Titre 5
he: מבצע החלפה לגודל גופן 5 בכותרת
id: Beralih ke Judul ukuran font 5
it: Passa alla dimensione carattere Titolo 5
ja: 見出し5のフォントサイズに変更する
nl: Schakelt over naar de lettertypegrootte Titel 5
pt_br: Alterna para o tamanho Título 5
ru: Переход к размеру шрифта Heading 5
sv: Ändrar till teckensnittsstorleken för Rubrik 5
tr: Başlık 5 yazı tipi boyutuna geçer

source: Switches to the Heading 6 font size
ar: يقوم بالتبديل إلى حجم الخط 6 في العنوان
de: Wechselt zur Schriftgröße von Überschrift 6
es: Cambia al tamaño de fuente Encabezado 6
fr: Bascule sur la taille de police Titre 6
he: מבצע החלפה לגודל גופן 6 בכותרת
id: Beralih ke Judul ukuran font 6
it: Passa alla dimensione carattere Titolo 6
ja: 見出し6のフォントサイズに変更する
nl: Schakelt over naar de lettertypegrootte Titel 6
pt_br: Alterna para o tamanho Título 6
ru: Переход к размеру шрифта Heading 6
sv: Ändrar till teckensnittsstorleken för Rubrik 6
tr: Başlık 6 yazı tipi boyutuna geçer

source: Switches to the default Font Size
ar: يقوم بالتبديل إلى حجم الخط الافتراضي
de: Wechselt zur Standard-Schriftgröße
es: Cambia al tamaño de fuente por defecto
fr: Bascule sur la taille de police par défaut
he: מבצע החלפה לגודל גופן שבברירת מחדל בכותרת
id: Beralih ke Ukuran Font asal
it: Passa alla Dimensione del font predefinita
ja: デフォルトのフォントサイズに変更する
nl: Schakelt over naar de standaard lettertypegrootte
pt_br: Alterna para o tamanho padrão
ru: Переход к размеру шрифта по умолчанию
sv: Växlar till teckensnitt med standardstorlek
tr: Varsayılan Yazı Tipi Boyutuna geçer

source: Switzerland
ar: سويسرا
de: Schweiz
es: Suiza
fr: Suisse
he: שווייץ
id: Swiss
it: Svizzera
ja: スイス
nl: Zwitserland
pt_br: Suíça
ru: Швейцария
sv: Schweiz
tr: İsviçre

source: Sync with Pinterest
ar: المزامنة باستخدام بينتريست
de: Mit Pinterest synchronisieren
es: Sincronizar con Pinterest
fr: Synchronisation avec Pinterest
he: לסנכרן עם Pinterest
id: Sinkronkan dengan Pinterest
it: Sincronizza con Pinterest
nl: Synchroniseren met Pinterest
pt_br: Sincronizar com o Pinterest
ru: Синхронизация с Pinterest
sv: Synkronisera med Pinterest
tr: Pinterest ile senkronizasyon

source: Syncing data
ar: مزامنة البيانات
de: Daten werden synchronisiert
es: Se están sincronizando los datos
fr: Synchronisation des données
he: מסנכרן נתונים
id: Menyinkronkan data
it: Sincronizzazione dei dati
nl: Gegevens synchroniseren
pt_br: Sincronizando dados
ru: Синхронизация данных
sv: Synkroniserar data
tr: Veriler senkronize ediliyor

source: Syria
ar: سوريا
de: Syrien
es: Siria
fr: Syrie
he: סוריה
id: Suriah
it: Siria
ja: シリア
nl: Syrië
pt_br: Síria
ru: Сирия
sv: Syrien
tr: Suriye

source: System Status Report
ar: تقرير حالة النظام
de: Bericht zum Systemstatus
es: Informe de estado del sistema
fr: Rapport sur l’état du système
he: דוח מצב המערכת
id: Laporan Status Sistem
it: Rapporto dello stato del sistema
ja: システムステータスレポート
nl: Systeemstatusrapport
pt_br: Relatório de status do sistema
ru: Отчёт о статусе системы
sv: Systemstatusrapport
tr: Sistem Durum Raporu
