Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: Print receipt
ar: طباعة إيصال
de: Beleg drucken
es: Imprimir recibo
fr: Imprimer le reçu
he: להדפיס קבלה
id: Cetak tanda terima
it: Stampa ricevuta
ja: レシートを印刷
nl: Kwitantie afdrukken
pt_br: Imprimir recibo
ru: Печать квитанции
sv: Skriv ut kvitto
tr: Makbuz yazdır

source: Print shipping labels²
ar: طباعة ملصقات الشحن²
de: Versandetiketten drucken²
es: Imprimir etiquetas de envío²
fr: Imprimer des étiquettes d’expédition²
he: להדפיס תוויות משלוח²
id: Cetak label pengiriman²
it: Stampa etichette di spedizione²
nl: Verzendlabels afdrukken²
pt_br: Imprimir etiquetas de envio²
ru: Печать транспортных этикеток ²
sv: Skriv ut fraktetiketter²
tr: Gönderim etiketleri yazdır²

source: Printing Label
ar: طباعة الملصق
de: Drucken des Versandetiketts
es: Imprimiendo etiqueta
fr: Impression de l’étiquette
he: מדפיס תווית
id: Mencetak Label
it: Etichetta di spedizione
ja: ラベルを印刷中
nl: Label wordt afgedrukt
pt_br: Imprimindo etiqueta
ru: Выполняется печать этикетки
sv: Skriva ut etikett
tr: Etiket Yazdırma

source: Printing Labels
ar: طباعة الملصقات
de: Drucken der Versandetikette
es: Imprimir etiquetas
fr: Impression d’étiquettes
he: הדפסת תוויות
id: Mencetak Label
it: Stampa delle etichette
ja: ラベルを印刷中
nl: Labels worden afgedrukt
pt_br: Imprimindo etiquetas
ru: Печать этикеток
sv: Skriva ut etiketter
tr: Etiketleri Yazdırma

source: Privacy Notice for California Users
ar: إشعار الخصوصية الخاص بالمستخدمين في كاليفورنيا
de: Datenschutzhinweis für Benutzer in Kalifornien
es: Aviso de privacidad para usuarios de California
fr: Message de confidentialité pour les utilisateurs en Californie
he: הצהרת פרטיות למשתמשים מקליפורניה
id: Pemberitahuan Privasi untuk Pengguna di California
it: Nota sulla privacy per utenti in California
ja: カリフォルニア州のユーザーへのプライバシー通知
nl: Privacyverklaring voor gebruikers in Californië
pt_br: Aviso de privacidade para usuários residentes da Califórnia
ru: Заявление о защите конфиденциальности для пользователей из Калифорнии
sv: Integritetsnotis för användare i Kalifornien
tr: Kaliforniya'daki Kullanıcılar için Gizlilik Bildirimi

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
he: מדיניות פרטיות
id: Kebijakan Privasi
it: Politica sulla privacy
ja: 個人情報保護方針
nl: Privacybeleid
pt_br: Política de privacidade
ru: Политика конфиденциальности
sv: Integritetspolicy
tr: Gizlilik Politikası

source: Privacy Settings
ar: إعدادات الخصوصية
de: Datenschutzeinstellungen
es: Ajustes de privacidad
fr: Réglages de confidentialité
he: הגדרות פרטיות
id: Pengaturan Privasi
it: Impostazioni privacy
ja: プライバシー設定
nl: Privacy instellingen
pt_br: Configurações de privacidade
ru: Настройки конфиденциальности
sv: Inställningar för integritet
tr: Gizlilik Ayarları

source: Private
ar: خاص
de: Privat
es: Privado
fr: Privé
he: פרטי
id: Privat
it: Privato
ja: プライベート
nl: Privé
pt_br: Privado
ru: Личный
sv: Privat
tr: Özel

source: Private note
ar: ملاحظة خاصة
de: Privater Hinweis
es: Nota privada
fr: Note privée
he: הערה פרטית
id: Catatan privat
it: Nota privata
ja: プライベートメモ
nl: Privébericht
pt_br: Nota privada
ru: Конфиденциальное примечание
sv: Privat notering
tr: Özel not

source: Processing payment
ar: معالجة الدفع
de: Zahlung wird bearbeitet
es: Procesando pago
fr: Traitement du paiement
he: מעבד תשלום
id: Memproses pembayaran
it: Elaborazione del pagamento
ja: 支払いを処理しています
nl: Betaling wordt verwerkt
pt_br: Processando pagamento
ru: Обработка платежа
sv: Bearbetar betalning
tr: Ödeme işleniyor

source: Processing payment from %1$@
ar: معالجة الدفع من %1$@
de: Zahlung von %1$@ wird bearbeitet
es: Procesando el pago de %1$@
fr: Traitement du paiement de %1$@
he: מעבד תשלום מאת %1$@
id: Memproses pembayaran dari %1$@
it: Elaborazione del pagamento %1$@
ja: %1$@ からの支払いを処理しています
nl: Betaling van %1$@ wordt verwerkt
pt_br: Processando pagamento de %1$@
ru: Обработка платежа от %1$@
sv: Behandlar betalning från %1$@
tr: %1$@ ödemesi işleniyor

source: Processing payment...
ar: جارٍ معالجة الدفع...
de: Zahlung wird bearbeitet …
es: Procesando el pago…
fr: Traitement du paiement en cours…
he: מעבר תשלום...
id: Memproses pembayaran...
it: Elaborazione del pagamento in corso...
ja: 支払いを処理しています...
nl: Betaling wordt verwerkt ...
pt_br: Processando pagamento...
ru: Обработка платежа…
sv: Behandlar betalning...
tr: Ödeme işleniyor...

source: Processing refund
ar: معالجة عملية استرداد المبالغ المدفوعة
de: Rückerstattung wird bearbeitet
es: Procesando el reembolso
fr: Traitement du remboursement en cours
he: מעבד את ההחזר הכספי
id: Memproses pengembalian dana
it: Elaborazione del rimborso
ja: 返金を処理しています
nl: Terugbetaling verwerken
pt_br: Processando reembolso
ru: Обработка возврата
sv: Bearbetar återbetalning
tr: Geri ödeme başarısız oldu

source: Product
ar: المنتج
de: Produkt
es: Producto
fr: Produit
he: מוצר
id: Produk
it: Prodotto
ja: 商品
pt_br: Produto
ru: Товар
sv: Produkt
tr: Ürün

source: Product Add-ons
ar: الوظائف الإضافية للمنتجات
de: Produkt-Add-ons
es: Complementos de producto
fr: Modules produits
he: הרחבות מוצר
id: Add-on Produk
it: Componenti aggiuntivi del prodotto
ja: 製品アドイン
nl: Add-ons voor product
pt_br: Complementos do produto
ru: Дополнения к товару
sv: Produktutökningar
tr: Ürün Eklentileri

source: Product Bundles
ar: حزم المنتجات
de: Produktpakete
es: Paquetes de productos
id: Bundel Produk
it: Pacchetti di prodotti
nl: Productbundels
pt_br: Pacotes de produtos
ru: Комплекты товаров
sv: Produktpaket
tr: Ürün Paketleri

source: Product Category
ar: قسم المنتج
de: Produkt-Kategorie
es: Categoría de producto
fr: Catégorie Produit
he: קטגוריית מוצר
id: Kategori Produk
it: Categoria prodotto
ja: 商品カテゴリー
nl: Productcategorie
pt_br: Categoria de produto
ru: Категория товара
sv: Produktkategori
tr: Ürün Kategorisi

source: Product Link
ar: رابط المنتج
de: Produktlink
es: Enlace del producto
fr: Lien vers le produit
he: קישור למוצר
id: Tautan Produk
it: Link del prodotto
ja: 商品へのリンク
pt_br: Link do produto
ru: Ссылка на товар
sv: Produktlänk
tr: Ürün Bağlantısı

source: Product Review
ar: مراجعة المنتج
de: Produktbewertung
es: Reseña de producto
fr: Avis sur le produit
he: חוות דעת על מוצר
id: Ulasan Produk
it: Recensione prodotto
ja: 製品のレビュー
nl: Productbeoordeling
pt_br: Avaliação do produto
ru: Отзыв на продукт
sv: Produktrecension
tr: Ürün İncelemesi

source: Product Settings
ar: إعدادات المنتج
de: Produkteinstellungen
es: Configuración del producto
fr: Réglages de produit
he: הגדרות מוצר
id: Pengaturan Produk
it: Impostazioni del prodotto
ja: 商品設定
nl: Productinstellingen
pt_br: Configurações de produtos
ru: Настройки продукта
sv: Produktinställningar
tr: Ürün Ayarları

source: Product Status
ar: حالة المنتج
de: Produktstatus
es: Estado del producto
fr: État du produit
he: מצב המוצר
id: Status produk
it: Stato del prodotto
ja: 商品ステータス
pt_br: Status do produto
ru: Статус товара
sv: Produktstatus
tr: Ürün durumu

source: Product Type
ar: نوع المنتج
de: Produkttyp
es: Tipo de producto
fr: Type de produit
he: סוג מוצר
id: Tipe produk
it: Tipo di prodotto
ja: 商品タイプ
pt_br: Tipo de produto
ru: Тип товара
sv: Produkttyp
tr: Ürün türü

source: Product URL
ar: عنوان URL للمنتج
de: Produkt-URL
es: URL del producto
fr: URL du produit
he: כתובת ה-URL של המוצר
id: URL produk
it: URL del prodotto
ja: 商品 URL
pt_br: URL do produto
ru: URL-адрес товара
sv: Produkt-URL
tr: Ürün URL'si

source: Product copied
ar: تم نسخ المنتج
de: Produkt kopiert
es: Producto copiado
fr: Produit copié
he: המוצר הועתק
id: Produk disalin
it: Prodotto copiato
ja: 商品がコピーされました
nl: Product gekopieerd
pt_br: Produto copiado
ru: Продукт скопирован
sv: Produkt kopierad
tr: Ürün kopyalandı

source: Product description
ar: وصف المنتج
de: Produktbeschreibung
es: Descripción del producto
he: תיאור המוצר
id: Deskripsi produk
it: Descrizione del prodotto
nl: Productbeschrijving
pt_br: Descrição do produto
ru: Описание товара
sv: Produktbeskrivning
tr: Ürün açıklaması

source: Product draft saved
ar: تم حفظ مسودة المنتج
de: Produktentwurf gespeichert
es: Borrador del producto guardado
fr: Brouillon de produit sauvegardé
he: הטיוטה של המוצר נשמרה
id: Draf produk disimpan
it: Bozza prodotto salvata
ja: 商品の下書きを保存しました
nl: Productconcept opgeslagen
pt_br: Rascunho de produto salvo
ru: Черновик товара сохранён
sv: Produktutkast sparat
tr: Ürün taslağı kaydedildi

source: Product link
ar: رابط المنتج
de: Produktlink
es: Enlace del producto
fr: Lien vers le produit
he: קישור למוצר
id: Tautan produk
it: Link del prodotto
ja: 商品へのリンク
pt_br: Link do produto
ru: Ссылка на товар
sv: Produktlänk
tr: Ürün bağlantısı

source: Product name
ar: اسم المنتج
de: Produktname
es: Nombre del producto
he: שם המוצר
id: Nama produk
it: Nome del prodotto
nl: Productnaam
pt_br: Nome do produto
ru: Название товара
sv: Produktnamn
tr: Ürün adı

source: Product published
ar: تم نشر منتج
de: Produkt veröffentlicht
es: Producto publicado
fr: Produit publié
he: המוצר פורסם
id: Produk dipublikasikan
it: Prodotto pubblicato
ja: 公開済みの商品
nl: Product gepubliceerd
pt_br: Produto publicado
ru: Товар опубликован
sv: Produkt publicerad
tr: Ürün yayınlandı

source: Product recommendations
ar: توصيات المنتجات
de: Produktempfehlungen
es: Recomendaciones de productos
fr: Recommandations de produits
he: המלצות למוצרים
id: Rekomendasi produk
it: Consigli sui prodotti
nl: Aanbevolen producten
pt_br: Recomendações de produtos
ru: Рекомендации товаров
sv: Produktrekommendationer
tr: Ürün önerileri

source: Product saved
ar: تم حفظ المنتج.
de: Produkt gespeichert.
es: Producto guardado
fr: Produit sauvegardé
he: מוצר נשמר
id: Produk disimpan
it: Prodotto salvato
ja: 商品を保存しました
nl: Product opgeslagen.
pt_br: Produto salvo
ru: Товар сохранен
sv: Produkt sparad
tr: Ürün kaydedildi

source: Product short description
ar: وصف قصير للمنتج
de: Kurzbeschreibung des Produkts
es: Descripción corta del producto
he: תיאור קצר של המוצר
id: Deskripsi singkat produk
it: Breve descrizione del prodotto
nl: Korte productomschrijving
pt_br: Breve descrição sobre o produto
ru: Краткое описание товара
sv: Kort produktbeskrivning
tr: Kısa ürün açıklaması

source: Product type
ar: نوع المنتج
de: Produkttyp
es: Tipo de producto
fr: Type de produit
he: סוג מוצר
id: Tipe produk
it: Tipo di prodotto
ja: 商品タイプ
pt_br: Tipo de produto
ru: Тип товара
sv: Produkttyp
tr: Ürün türü

source: Product with SKU "%@" is not purchasable.
ar: لا يمكن شراء منتج يحمل وحدة SKU "%@".
de: Das Produkt mit der SKU „%@“ ist nicht käuflich zu erwerben.
es: El producto con el SKU “%@” no se puede comprar.
fr: Le produit avec l’UGS « %@ » n’est pas disponible à l’achat.
he: מוצר עם SKU "%@" אינו ניתן לרכישה.
id: Produk dengan SKU "%@" tidak dapat dibeli.
it: Il prodotto con SKU "%@" non è acquistabile.
nl: Product met SKU %@ is niet te koop.
pt_br: Produto com SKU "%@" indisponível para compra.
ru: Покупка товара с артикулом "%@" невозможна.
sv: Produkten med artikelnummer "%@" går inte att köpa.
tr: "%@" SKU kodlu ürün satın alınabilir değil.

source: Product with SKU "%@" not found.
ar: لم يتم العثور على منتج يحمل وحدة SKU "%@".
de: Das Produkt mit der SKU „%@“ wurde nicht gefunden.
es: No se ha encontrado el producto con el SKU “%@”.
fr: Le produit avec l’UGS « %@ » n’a pas été trouvé.
he: לא ניתן למצוא מוצר עם SKU "%@".
id: Produk dengan SKU "%@" tidak ditemukan.
it: Impossibile trovare il prodotto con SKU "%@".
nl: Product met SKU %@ niet gevonden.
pt_br: Produto com SKU "%@" não encontrado.
ru: Товар с артикулом "%@" не найден.
sv: Produkten med artikelnummer "%@" hittades inte.
tr: "%@" SKU kodlu ürün bulunamadı.

# ProductRowViewModel.formattedProductSubscriptionConditions
source: %1$@ signup · %2$@ %3$@ free
ar: التسجيل في %1$@ · %2$@ %3$@ مجاني
de: %1$@ für die Registrierung · %2$@ %3$@ kostenlos
es: %1$@ de inscripción · %2$@ %3$@ gratis
fr: Inscription à %1$@ · %2$@ %3$@ gratuit
he: %1$@ הרשמה · %2$@ %3$@ בחינם
id: pendaftaran %1$@ · gratis %2$@ %3$@
it: Registrati per %1$@ · %2$@ %3$@ gratuito
nl: %1$@ aanmeldkosten · %2$@ %3$@ gratis
pt_br: %1$@ de taxa de inscrição · %2$@ %3$@ de graça
ru: Регистрация %1$@ · %2$@ %3$@ бесплатно
sv: Registrering för %1$@ · %2$@ %3$@ gratis
tr: %1$@ kayıt ücreti · %2$@ %3$@ ücretsiz

# ProductRowViewModel.formattedProductSubscriptionConditionsWithoutSignup
source: %1$@ %2$@ free
ar: %1$@ %2$@ مجاني
de: %1$@ %2$@ kostenlos
es: %1$@ %2$@ gratis
fr: %1$@ %2$@ gratuit
he: %1$@ %2$@ בחינם
id: gratis %1$@ %2$@
it: %1$@ %2$@ gratuito
nl: %1$@ %2$@ gratis
pt_br: %1$@ %2$@ de graça
ru: %1$@ %2$@ бесплатно
sv: %1$@ %2$@ gratis
tr: %1$@ %2$@ ücretsiz

# ProductRowViewModel.formattedProductSubscriptionConditionsWithoutTrial
source: %1$@ signup
ar: التسجيل في %1$@
de: %1$@ für die Registrierung
es: %1$@ de inscripción
fr: Inscription à %1$@
he: %1$@ הרשמה
id: pendaftaran %1$@
it: Registrati per %1$@
nl: %1$@aanmeldkosten
pt_br: %1$@ de taxa de inscrição
ru: Регистрация %1$@
sv: Registrering för %1$@
tr: %1$@ kayıt ücreti

# ProductSKUInputScanner.instructionText
source: Scan product barcode or QR Code
ar: مسح رمز المرور للمنتج أو رمز الاستجابة السريعة ضوئيًا
de: Produkt-Barcode oder QR-Code scannen
es: Escanear código de barras de producto o código QR
fr: Scanner le code-barres ou le code QR du produit
he: יש לסרוק את הברקוד או קוד ה-QR של המוצר
id: Pindai barcode atau Kode QR produk
it: Scansiona il codice a barre o il codice QR del prodotto
nl: Streepjescode of QR-code van product scannen
pt_br: Ler código de barras ou código QR do produto
sv: Skanna produktens streckkod eller QR-kod
tr: Ürün barkodunu veya QR kodunu tarayın

# ProductSKUInputScanner.titleView
source: Scan barcode or QR Code to update SKU
ar: مسح رمز المرور أو رمز الاستجابة السريعة ضوئيًا لتحديث وحدة SKU
de: Scanne den Barcode oder den QR-Code, um die SKU zu aktualisieren
es: Escanear código de barras o código QR para actualizar SKU
fr: Scanner le code-barres ou le code QR pour mettre à jour l’UGS
he: יש לסרוק את הברקוד או קוד ה-QR כדי לעדכן את SKU
id: Pindai barcode atau Kode QR untuk memperbarui SKU
it: Scansiona il codice a barre o il codice QR per aggiornare lo SKU
nl: Streepjescode of QR-code scannen om SKU bij te werken
pt_br: Digitalizar código de barras ou código QR para atualizar a SKU
sv: Skanna streckkoden eller QR-koden för att uppdatera SKU
tr: SKU'yu güncellemek için barkodu veya QR kodunu tarayın

source: Products
ar: المنتجات
de: Produkte
es: Productos
fr: Produits
he: מוצרים
id: Produk
it: Prodotti
ja: 商品
nl: Producten
pt_br: Produtos
ru: Товары
sv: Produkter
tr: Ürünler

source: Products Refund
ar: استرداد المنتجات
de: Rückerstattung für Produkte
es: Reembolso de productos
fr: Produits remboursés
he: החזר כספי על מוצרים
id: Pengembalian Dana Produk
it: Rimborso dei prodotti
ja: 商品の返金
nl: Productvergoeding
pt_br: Reembolso de produtos
ru: Возврат средств за продукты
sv: Produktåterbetalning
tr: Ürün İadesi

source: Products promoted in the cart when current product is selected
ar: يتم الترويج للمنتجات في عربة التسوق عند تحديد المنتج الحالي
de: Produkte, die im Warenkorb beworben werden, wenn das aktuelle Produkt ausgewählt wird
es: Productos promocionados en el carrito cuando se selecciona el producto actual
fr: Produits mis en avant dans le panier lorsque le produit actuel est sélectionné
he: מוצרים שמקודמים בעגלת הקניות כשהמוצרים הנוכחיים נבחרים
id: Produk dipromosikan dalam keranjang saat produk tersebut dipilih
it: Prodotti promossi nel carrello quando viene selezionato il prodotto corrente
ja: 現在の商品が選択された際にカートで宣伝される商品です
nl: Gepromote producten in de winkelwagen als het huidige product is geselecteerd
pt_br: Produtos divulgados no carrinho quando um produto está selecionado
ru: Продукты, которые будут предложены пользователю в дополнение к выбранному продукту в корзине
sv: Produkter som marknadsförs i kundvagnen när den nuvarande produkten är vald
tr: Mevcut ürün seçildiğinde alışveriş sepetinde tanıtılan ürünler

source: Products promoted instead of the currently viewed product (ie more profitable products)
ar: المنتجات التي يتم الترويج لها بدلاً من المنتج المعروض حاليًا (على سبيل المثال: المنتجات الأكثر ربحية)
de: Produkte, die anstelle des Produktes beworben werden, das gerade angesehen wird (z. B. rentablere Produkte)
es: Productos promocionados en lugar del producto que se está viendo actualmente (por ejemplo, productos más rentables)
fr: Produits mis en avant à la place du produit actuellement affiché (p. ex. : produits plus rentables)
he: מוצרים שמקודמים במקום המוצרים שמוצגים עכשיו (כלומר, מוצרים רווחיים יותר)
id: Produk yang dipromosikan alih-alih produk yang sedang dilihat (mis. produk yang lebih menguntungkan)
it: Prodotti promossi al posto del prodotto attualmente visualizzato (ossia i prodotti più redditizi)
ja: 現在表示中の商品の代わりに宣伝される商品です (より安価な商品など)
nl: Gepromote producten in plaats van de momenteel weergegeven producten (ofwel winstgevendere producten)
pt_br: Produtos divulgados em vez do produto visualizado no momento (isto é, produtos mais rentáveis)
ru: Продукты, которые будут предложены пользователю вместо просматриваемого в настоящий момент продукта (например, более прибыльные продукты)
sv: Produkter som marknadsförs istället för den för närvarande visade produkten (dvs. mer lönsamma produkter)
tr: Şu anda görüntülenen ürün yerine tanıtılan ürünler (yani daha kârlı ürünler)

source: Promote on TikTok
ar: الترويج على TikTok
de: Auf TikTok bewerben
es: Promocionar en TikTok
fr: Promouvoir sur TikTok
he: לקדם ב-TikTok
id: Promosikan di TikTok
it: Promuovi su TikTok
nl: Promoten op TikTok
pt_br: Promova no TikTok
ru: Продвижение в TikTok
sv: Marknadsför på TikTok
tr: TikTok'ta tanıtın

source: Promote products with Blaze
ar: ترويج المنتجات باستخدام Blaze
de: Produkte mit Blaze bewerben
es: Promociona productos con Blaze
fr: Promouvoir des produits avec Blaze
he: לקדם מוצרים עם Blaze
id: Promosikan produk dengan Blaze
it: Promuovi i prodotti con Blaze
nl: Producten promoten met Blaze
pt_br: Promova produtos com o Blaze
ru: Продвигайте товары с помощью Blaze
sv: Marknadsför produkter med Blaze
tr: Ürünleri Blaze ile Tanıt

source: Promote with Blaze
ar: الترويج باستخدام Blaze
de: Mit Blaze bewerben
es: Promocionar con Blaze
fr: Promouvoir avec Blaze
he: לקדם עם Blaze
id: Promosikan dengan Blaze
it: Promuovi con Blaze
nl: Promoten met Blaze
pt_br: Promova com o Blaze
ru: Продвигайте с помощью Blaze
sv: Marknadsför med Blaze
tr: Blaze ile Tanıt

source: Public
ar: عام
de: Öffentlich
es: Público
he: ציבורי
id: Publik
it: Pubblico
ja: 公開
nl: Openbaar
pt_br: Público
ru: Общедоступный
sv: Offentlig
tr: Herkese Açık

source: Publish
ar: نشر
de: Veröffentlichen
es: Publicar
fr: Publier
he: לפרסם
id: Terbitkan
it: Pubblica
ja: 公開
nl: Publiceren
pt_br: Publicar
ru: Публикация
sv: Publicera
tr: Yayınla

source: Publish My Store
ar: نشر متجري
de: Meinen Shop veröffentlichen
es: Publicar mi tienda
fr: Publier ma boutique
he: לפרסם את החנות שלי
id: Publikasikan Toko Saya
it: Pubblica il mio negozio
ja: ストアを公開
nl: Mijn winkel publiceren
pt_br: Publicar minha loja
ru: Опубликовать мой магазин
sv: Publicera min butik
tr: Mağazamı Yayınla

source: Publish Settings
ar: إعدادات النشر
de: Veröffentlichen-Einstellungen
es: Configuración de publicación
fr: Réglages de publication
he: הגדרות פרסום
id: Pengaturan Publikasi
it: Impostazioni di pubblicazione
ja: 公開設定
nl: Publicatie-instellingen
pt_br: Configurações de publicação
ru: Настройки публикации
sv: Inställningar för publicering
tr: Yayımlama ayarları

source: Publish your site to the world anytime you want!
ar: انشر موقعك أمام العالم في أي وقت تريده!
de: Mache deine Website für die ganze Welt zugänglich – wann immer du willst!
es: ¡Publica tu sitio cuando quieras para que pueda verlo todo el mundo!
fr: Publiez votre site dans le monde entier quand vous le souhaitez !
he: להשיק את האתר שלך לעולם מתי שנוח לך!
id: Publikasikan situs Anda ke seluruh dunia kapan pun yang Anda mau!
it: Pubblica il tuo sito nel mondo ogni volta che vuoi!
ja: いつでも好きなときに、自分のサイトを世界中に公開できます。
nl: Publiceer je site voor iedereen, wanneer je maar wilt!
pt_br: Publique seu site para o mundo quando quiser!
ru: Покажите свой сайт всему миру, когда захотите!
sv: Publicera din webbplats till världen när du vill!
tr: Sitenizi istediğiniz zaman dünyaya yayımlayın!

source: Published
ar: منشور
de: Veröffentlicht
es: Publicado
fr: Publié
he: פורסם
id: Diterbitkan
it: Pubblicata
ja: 公開済み
nl: Gepubliceerd
pt_br: Publicado
ru: Опубликовать
sv: Publicerad
tr: Yayınlandı

source: Publishing your product...
ar: جارٍ نشر منتجك...
de: Dein Produkt wird veröffentlicht ...
es: Publicando tu producto...
fr: Publication de votre produit en cours…
he: מפרסם את המוצר שלך...
id: Publikasikan produk Anda...
it: Pubblicazione del tuo prodotto...
ja: 商品を公開しています...
nl: Bezig met publiceren van je product...
pt_br: Publicando o produto...
ru: Публикация продукта...
sv: Publicerar din produkt ...
tr: Ürününüz yayımlanıyor...

source: Puerto Rico
ar: بورتوريكو
fr: Porto Rico
he: פורטו ריקו
id: Puerto Riko
it: Porto Rico
ja: プエルトリコ
pt_br: Porto Rico
ru: Пуэрто-Рико
tr: Porto Riko

source: Purchase %1$@
ar: شراء %1$@
de: %1$@ kaufen
es: Comprar %1$@
fr: Acheter %1$@
he: לרכוש את %1$@
id: Beli %1$@
it: Acquista %1$@
nl: Kopen %1$@
pt_br: Comprar %1$@
ru: Купить %1$@
sv: Köp %1$@
tr: %1$@ Satın Al

source: Purchase Date
ar: تاريخ الشراء
de: Kaufdatum
es: Fecha de compra
fr: Date d’achat
he: תאריך הרכישה
id: Tanggal Pembelian
it: Data di acquisto
ja: 購入日
nl: Datum van aanschaf
pt_br: Data da compra
ru: Дата покупки
sv: Inköpsdatum
tr: Satın Alma Tarihi

source: Purchase Label
ar: ملصق الشراء
de: Etikett kaufen
es: Etiqueta de compra
fr: Acheter une étiquette
he: רכישת תוויות
id: Beli Label
it: Acquista etichetta
ja: ラベルを購入
nl: Label aanschaffen
pt_br: Comprar etiqueta
ru: Купить этикетку
sv: Köpetikett
tr: Satın Alma Etiketi

source: Purchase Note
ar: ملحوظة الشراء
de: Kaufbestätigung
es: Nota de compra
fr: Note d’achat
he: הערת רכישה
id: Catatan Pembelian
it: Nota di acquisto
ja: 注意事項
nl: Aankoopnotitie
pt_br: Observação de compra
ru: Примечание к покупке
sv: Köpmeddelande
tr: Satın Alma Notu

source: Purchase note
ar: ملحوظة الشراء
de: Kaufbestätigung
es: Recibo de compra
fr: Note de l'achat
he: הערת רכישה
id: Catatan pembelian
it: Nota di acquisto
ja: 注意事項
nl: Aankoopnotitie
pt_br: Nota de compra
ru: Уведомление о приобретении
sv: Köpmeddelande
tr: Satın alma notu

source: Purchasing Label
ar: شراء ملصق
de: Versandetiketten werden gekauft
es: Comprando etiqueta
fr: Acheter une étiquette
he: רכישת תוויות
id: Membeli Label
it: Acquisto dell'etichetta
ja: ラベルを購入しています
nl: Aanschaffen van label
pt_br: Comprando etiqueta
ru: Покупка этикетки
sv: Köpetikett
tr: Etiket Satın Alınıyor

source: Push Notifications
ar: دفع التنبيهات
de: Push-Benachrichtigungen
es: Notificaciones push
fr: Notifications en push
he: התראות
id: Notifikasi Otomatis
it: Notifiche Push
ja: プッシュ通知
nl: Pushmeldingen
pt_br: Notificação em push
ru: Мгновенные уведомления
sv: Push-notiser
tr: Uzaktan bildirimler

source: QTY
ar: الكمية
de: MGE
es: CANTIDAD
fr: QTÉ
he: כמות
id: JML
it: QUANTITÀ
ja: 数量
nl: Aantal
pt_br: QTD
ru: КОЛ-ВО
sv: Antal

source: Qatar
ar: قطر
de: Katar
es: Catar
he: קטר
ja: カタール
pt_br: Catar
ru: Катар
tr: Katar

source: Qty
ar: الكمية
de: Mge
es: Cantidad
fr: Qté
he: כמות
id: Jml
it: Quantità
ja: 数量
nl: Aantal
pt_br: Qtd
ru: Кол-во
sv: Antal

source: Quantity
ar: الكمية
de: Menge
es: Cantidad
fr: Quantité
he: כמות
id: Jumlah
it: Quantità
ja: 数量
nl: Hoeveelheid
pt_br: Quantidade
ru: Количество
sv: Antal
tr: Miktar

source: Quantity Rules
ar: قواعد الكميات
de: Mengenregeln
es: Reglas de cantidad
fr: Règles de quantité
he: כללי כמות
id: Aturan Jumlah
it: Regole sulla quantità
nl: Regels Aantal
pt_br: Regras de quantidade
ru: Правила количества
sv: Kvantitetsregler
tr: Miktar Kuralları
