Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: Try Payment Again
ar: محاولة الدفع مجددًا
de: Zahlung erneut versuchen
es: Intentar efectuar el pago de nuevo
fr: Réessayer d’effectuer le paiement
he: לנסות את התשלום שוב
id: Coba Lagi Pembayaran
it: Ritenta il pagamento
nl: Probeer de betaling opnieuw
pt_br: Tentar pagar novamente
ru: Оплатить ещё раз
sv: Försök att genomföra betalningen igen
tr: Ödemeyi Tekrar Deneyin

source: Try a %1$@ payment with your debit or credit card. You can refund the payment when you’re done.
ar: جرّب دفع %1$@ باستخدام بطاقة الخصم أو الائتمان الخاصة بك. يمكنك استرداد المدفوعات عندما تنتهي من ذلك.
de: Probiere eine Zahlung in Höhe von %1$@ mit deiner Debit- oder Kreditkarte aus. Die Zahlung wird zurückerstattet, wenn du fertig bist.
es: Haz un pago de %1$@ con tu tarjeta de débito o crédito. Puedes reembolsar el pago cuando hayas terminado.
fr: Essayez de procéder à %1$@ un paiement avec votre carte de débit ou de crédit. Le paiement sera remboursé lorsque vous aurez terminé.
he: לנסות תשלום של %1$@ באמצעות כרטיס חיוב/אשראי. בסיום באפשרותך להנפיק החזר כספי.
id: Coba lakukan pembayaran %1$@ dengan kartu debit atau kredit Anda. Dana akan dikembalikan setelah selesai.
it: Prova un pagamento di %1$@ con la tua carta di debito o di credito. Puoi effettuare il rimborso del pagamento quando hai terminato.
nl: Probeer een %1$@ -betaling met je betaal- of creditcard. De betaling zal worden terugbetaald zodra je klaar bent.
pt_br: Experimente um pagamento no valor de %1$@ com seu cartão de crédito ou débito. Quando você concluir, poderá reembolsá-lo.
ru: Попробуйте оплатить %1$@ банковской картой. После завершения вы сможете вернуть средства.
sv: Prova att göra en betalning på %1$@ med ditt betal- eller kreditkort. Du kan återbetala beloppet när du är klar.
tr: Banka veya kredi kartınızla bir %1$@ tutarında bir ödeme yapmayı deneyin. İşiniz bittiğinde ödemeyi iade edebilirsiniz.

source: Try a Payment
ar: محاولة سداد دفعة
de: Versuche, eine Zahlung vorzunehmen
es: Intentar un pago
fr: Essayer d’effectuer un paiement
he: לנסות גביית תשלום
id: Coba pembayaran
it: Prova un pagamento
nl: Probeer een betaling
pt_br: Experimente um pagamento
ru: Попробуйте выполнить платёж
sv: Prova en betalning
tr: Ödeme Yapmayı Deneyin

source: Try a Test Order
ar: تجربة طلب الاختبار
de: Testbestellung ausprobieren
es: Hacer un pedido de prueba
fr: Essayer une commande de test
he: לנסות הזמנה לבדיקה
id: Coba Pesanan Uji Coba
it: Prova un ordine di prova
nl: Probeer een proefbestelling
pt_br: Experimente um pedido de teste
ru: Использовать тестовый заказ
sv: Prova en testbeställning
tr: Bir Test Siparişi Deneyin

source: Try a payment using your own card (and refund it when you're done.)
ar: جرّب سداد دفعة باستخدام بطاقتك الخاصة (واستردها عند الانتهاء).
de: Versuche, eine Zahlung mit deiner eigenen Karte vorzunehmen (und sie anschließend rückzuerstatten).
es: Intenta realizar un pago con la tarjeta y pide el reembolso cuando hayas terminado.
fr: Essayez d’effectuer un paiement avec votre propre carte (et remboursez-le-vous lorsque vous avez terminé.)
he: ניתן לנסות ביצוע תשלום באמצעות הכרטיס שלך (ולהנפיק החזר כספי אחרי שסיימת).
id: Coba pembayaran dengan kartu Anda (dan kembalikan dana setelah selesai.)
it: Prova un pagamento utilizzando la tua carta (e rimborsalo quando hai finito).
ja: ご自身のカードで支払いをお試しください (完了したら返金してください)。
nl: Probeer te betalen met je eigen betaalpas (en stort de betaling terug wanneer je klaar bent.)
pt_br: Tente pagar usando seu próprio cartão (e reembolse quando terminar).
ru: Попробуйте оплатить со своей карты (и получите деньги назад, когда закончите).
sv: Prova att genomföra en betalning med ditt eget kort (och återbetala den när du är klar).
tr: Kendi kartınızı kullanarak ödeme yapmayı deneyin (ve işiniz bittiğinde iade edin.)

source: Try a test order
ar: تجربة طلب الاختبار
de: Testbestellung ausprobieren
es: Haz un pedido de prueba
fr: Essayer une commande de test
he: לנסות הזמנה לבדיקה
id: Coba pesanan uji coba
it: Prova un ordine di prova
nl: Probeer een proefbestelling
pt_br: Experimente um pedido de teste
ru: Используйте тестовый заказ
sv: Prova en testbeställning
tr: Bir test siparişi deneyin

source: Try again
ar: حاول مرة أخرى
de: Erneut versuchen
es: Intentarlo de nuevo
fr: Réessayez
he: לנסות שוב
id: Coba lagi
it: Riprova
ja: もう一度お試しください
nl: Probeer opnieuw
pt_br: Tente novamente
ru: Попробуйте снова
sv: Försök igen
tr: Tekrar deneyin

source: Try again with WP-Admin page
ar: المحاولة مجددًا باستخدام صفحة مسؤول ووردبريس
de: Versuche es erneut mit der WP Admin-Seite
es: Inténtalo de nuevo con la página WP-Admin
fr: Retentez l’expérience sur la page du tableau de bord
he: לנסות שוב עם העמוד WP-Admin
id: Coba lagi dengan halaman WP-Admin
it: Prova di nuovo con la pagina WP-Admin
nl: Probeer het opnieuw met de pagina WP-Admin
pt_br: Tente novamente com a página WP-Admin.
ru: Попробуйте снова на странице консоли
sv: Prova igen med WP-adminsida
tr: Pano sayfasıyla tekrar deneyin

source: Try connecting again to access your store.
ar: حاول الاتصال مجددًا للوصول إلى متجرك.
de: Versuche erneut, eine Verbindung herzustellen, um auf deinen Shop zuzugreifen.
es: Prueba a conectarte de nuevo para acceder a tu tienda.
fr: Essayez de vous reconnecter pour accéder à votre boutique.
he: יש לנסות להתחבר שוב כדי לגשת לחנות שלך.
id: Coba sambungkan lagi untuk mengakses toko Anda.
it: Prova a connetterti di nuovo per accedere al tuo negozio.
ja: ストアにアクセスするには、もう一度接続してみてください。
nl: Probeer opnieuw verbinding te maken om toegang te krijgen tot je winkel.
pt_br: Tente se conectar novamente para acessar sua loja.
ru: Попробуйте подключиться ещё раз, чтобы войти в магазин.
sv: Försök att ansluta igen för att komma åt din butik.
tr: Mağazanıza erişmek için tekrar bağlanmayı deneyin.

source: Try it now
ar: جرّبه الآن
de: Jetzt ausprobieren
es: Probar ahora
fr: Essayer maintenant
he: כדאי לנסות עכשיו
id: Coba Sekarang
it: Prova ora
ja: 今すぐお試しください
nl: Probeer het nu
pt_br: Experimente já
ru: Попробовать
sv: Prova det nu
tr: Şimdi Deneyin

source: Try with another email
ar: حاول ببريد إلكتروني آخر
de: Mit einer anderen E-Mail-Adresse versuchen
es: Prueba con otro correo electrónico
fr: Essayer avec une autre adresse de messagerie
he: ניתן לנסות באמצעות כתובת אימייל שונה
id: Coba dengan email lain
it: Prova con un'altra e-mail
ja: 別のメールで試す
nl: Probeer met ander e-mailadres
pt_br: Tentar com outro e-mail
ru: Попробуйте с другим email
sv: Prova med en annan e-postadress
tr: Başka bir e-posta ile deneyin

source: Try with the site address
ar: حاول بعنوان الموقع
de: Mit der Website-Adresse versuchen
es: Prueba con la dirección del sitio
fr: Essayer avec l’adresse du site
he: ניתן לנסות באמצעות כתובת האתר
id: Coba dengan alamat situs
it: Prova con l'indirizzo del sito
ja: サイトアドレスで試す
nl: Probeer met het site-adres
pt_br: Tentar com o endereço do site
ru: Попробуйте с адресом сайта
sv: Prova med webbplatsens adress
tr: Site adresi ile deneyin

source: Tunisia
ar: تونس
de: Tunesien
es: Túnez
fr: Tunisie
he: טוניסיה
ja: チュニジア
nl: Tunesië
pt_br: Tunísia
ru: Тунис
sv: Tunisien
tr: Tunus

source: Turkey
ar: تركيا
de: Türkei
es: Turquía
fr: Turquie
he: טורקיה
id: Turki
it: Turchia
ja: トルコ
nl: Turkije
pt_br: Turquia
ru: Турция
sv: Turkiet
tr: Türkiye

source: Turkmenistan
ar: تركمانستان
es: Turkmenistán
fr: Turkménistan
he: טורקמניסטן
ja: トルクメニスタン
pt_br: Turcomenistão
ru: Туркменистан
tr: Türkmenistan

source: Turks and Caicos Islands
ar: جزر تركس وكايكوس
de: Turks- und Caicosinseln
es: Islas Turcas y Caicos
fr: Îles Turks-et-Caïcos
he: איי טורקס וקייקוס
id: Kepulauan Turks dan Caicos
it: Isole Turks e Caicos
ja: タークス・カイコス諸島
nl: Turks- en Caicoseilanden
pt_br: Ilhas Turks e Caicos
ru: Теркс и Кайкос
sv: Turks- och Caicosöarna
tr: Turks ve Caicos Adaları

source: Turn card reader on and place it next to mobile device
ar: تشغيل قارئ البطاقة ووضعه بجوار الجهاز المحمول
de: Schalte das Kartenlesegerät ein und lege es neben das Mobilgerät
es: Activa el lector de tarjetas y colócalo al lado del dispositivo móvil
fr: Allumez le lecteur de carte et placez-le à côté de l’appareil mobile
he: יש להפעיל את קורא הכרטיסים ולמקם אותו ליד המכשיר הנייד
id: Aktifkan pembaca kartu dan pasang di sebelah perangkat seluler
it: Accendi il lettore di carte e posizionalo accanto al dispositivo mobile
ja: カードリーダーをオンにしてモバイルデバイスの横に配置
nl: Zet de kaartlezer aan en plaats deze naast het mobiele apparaat
pt_br: Ative o leitor de cartão e coloque-o próximo ao dispositivo móvel
ru: Включите устройство чтения и расположите его рядом с мобильным устройством
sv: Starta kortläsaren och placera den bredvid den mobila enheten
tr: Kart okuyucuyu çalıştırın ve mobil cihazın yanına koyun

source: Turn mobile device Bluetooth on
ar: تشغيل بلوتوث الجهاز المحمول
de: Aktiviere Bluetooth auf dem Mobilgerät
es: Activa el Bluetooth del dispositivo móvil
fr: Activez le Bluetooth de l’appareil mobile
he: יש להפעיל את חיבור ה-Bluetooth של המכשיר הנייד
id: Aktifkan Bluetooth perangkat seluler
it: Attiva il Bluetooth del dispositivo mobile
ja: モバイルデバイスの Bluetooth をオンに切り替える
nl: Zet de Bluetooth aan op je mobiele apparaat
pt_br: Ligue o Bluetooth do dispositivo móvel
ru: Включите Bluetooth на мобильном устройстве
sv: Aktivera Bluetooth på den mobila enheten
tr: Mobil cihazda Bluetooth'u açın

source: Turn this on if the coupon cannot be used in conjunction with other coupons.
ar: قم بتشغيل هذا الخيار إذا كان يتعذر استخدام القسيمة مع قسائم أخرى.
de: Aktiviere diese Option, wenn der Gutschein nicht zusammen mit anderen Gutscheinen verwendet werden darf.
es: Activa esta opción para que el cupón no se pueda utilizar en combinación con otros.
fr: Activez cette option si le code promo ne peut être utilisé conjointement avec d’autres codes promo.
he: יש להפעיל את האפשרות הזאת אם לא ניתן להשתמש בקופון לצד קופונים אחרים.
id: Aktifkan ini jika kupon tidak dapat digunakan bersamaan dengan kupon lainnya.
it: Attiva questa opzione se il codice promozionale non può essere usato insieme ad altri.
ja: 他のクーポンと併用できないクーポンの場合は、この機能をオンにします。
nl: Schakel deze optie in als de coupon samen met andere coupons mag worden gebruikt.
pt_br: Ative para o cupom não poder ser usado com outros cupons.
ru: Включите это, если купон нельзя применять вместе с другими купонами.
sv: Aktivera det här alternativet om rabattkoden inte ska kunna användas tillsammans med andra rabattkoder.
tr: Kupon diğer kuponlarla birlikte kullanılamıyorsa bunu açın.

source: Turn this on if the coupon should not apply to items on sale. Per-item coupons will only work if the item is not on sale. Per-cart coupons will only work if there are items in the cart that are not on sale.
ar: قم بتشغيل هذا الخيار إذا كان ينبغي عدم تطبيق القسيمة على العناصر المعروضة للبيع بسعر مُخفَّض. لن تعمل القسائم لكل عنصر إلا في حالة أن العنصر ليس معروضًا للبيع بسعر مُخفَّض. لن تعمل القسائم لكل عربة تسوق إلا في حالة وجود عناصر في عربة التسوق ليست معروضة للبيع بسعر مُخفَّض.
de: Aktiviere diese Option, wenn der Gutschein nicht für Produkte gelten soll, die im Angebot sind. Gutscheine pro Produkt/Artikel sind nur einlösbar, wenn das Produkt nicht im Angebot ist. Gutscheine, die Pro-Gesamt-Warenkorb verwendet werden, sind nur einlösbar, wenn der Warenkorb Produkte enthält, die nicht im Angebot sind.
es: Activa esta opción para que el cupón no se aplique a los artículos en oferta. Los cupones por artículo solo funcionarán si el artículo no está en oferta. Los cupones por carro de compra solo funcionarán si el carro contiene artículos que no están en oferta.
fr: Activez cette option si le code promo ne doit pas être appliqué aux articles en promo. Les codes promo par article fonctionneront uniquement si l’article n’est pas en promo. Les codes promo par panier fonctionneront uniquement s’il n’y a pas d’article en promo dans le panier.
he: יש להפעיל את האפשרות הזאת אם הקופון לא חל על פריטים במבצע. קופונים לפי פריטים יעבדו רק כאשר הפריט אינו במבצע. קופונים לפי עגלות יעבדו רק כאשר הפריטים שבעגלה לא במבצע.
id: Aktifkan ini jika kupon tidak berlaku untuk barang obral. Kupon per item hanya dapat digunakan jika barang tidak diobral. Kupon per keranjang hanya dapat digunakan jika ada barang di keranjang yang tidak diobral.
it: Attiva questa opzione se il codice promozionale non si applica agli elementi in saldo. I codici promozionali per prodotto funzioneranno solo se l'elemento non è in vendita. I codici promozionali per carrello funzioneranno solo se nel carrello saranno presenti elementi che non sono in vendita.
ja: セール価格商品へのクーポンの適用を禁止する場合は、この機能をオンにします。 商品単位で適用されるクーポンは、その商品がセール価格商品でない場合にのみ有効になります。 お買い物カゴ単位で適用されるクーポンは、お買い物カゴにセール価格商品ではない商品が含まれる場合にのみ有効になります。
nl: Schakel deze optie in als de coupon niet van toepassing is op afgeprijsde artikelen. Artikel-specifieke coupons werken alleen als het artikel niet is afgeprijsd. Winkelwagen-specifieke coupons werken alleen wanneer er geen afgeprijsde artikelen in de winkelwagen staan.
pt_br: Ative para não aplicar o cupom a itens em promoção. Cupons por item só funcionarão se o item não estiver em promoção. Já cupons por carrinho só funcionarão se houver itens que não estejam em promoção no carrinho.
ru: Включите это, если купон не следует применять к товарам на распродаже. Купоны на один товар применяются только в том случае, если товар не на распродаже. Купоны на одну покупку применяются только в том случае, если в корзине есть товары не по распродаже.
sv: Aktivera det här alternativet om rabattkoden inte ska gå att tillämpa på reavaror. Per-artikel-rabattkoder fungerar bara om varan inte är en reavara. Per-varukorg-rabattkoder fungerar bara om varorna i varukorgen inte är reavaror.
tr: Kupon indirimdeki ürünler için geçerli değilse bunu açın. Ürün kuponları yalnızca ürün satışta değilse çalışır. Sepet kuponları yalnızca sepette satışta olmayan ürünler varsa çalışır.

source: Tuvalu
ar: توفالو
he: טובאלו
ja: ツバル
ru: Тувалу

source: Tweak your text: Unselect scans you don't need or tap to edit
ar: تعديل النص الخاص بك: إلغاء تحديد الفحوصات التي لا تحتاج إليها أو النقر للتحرير
de: Optimiere deinen Text: Hebe die Auswahl von nicht benötigten Scans auf und tippe zum Bearbeiten
es: Ajusta el texto: desmarca las exploraciones que no necesites o toca para editarlas.
he: להתאים את הטקסט: לבטל את הבחירה בסריקות שאין לך בהן צורך או להקיש כדי לערוך
id: Ubah teks Anda: Urungkan pilihan pindaian yang tidak Anda perlukan atau ketuk untuk mengedit
it: Ritocca il testo: deseleziona le scansioni che non ti servono o tocca per modificare
nl: Pas je tekst aan: Deselecteer scans die je niet nodig hebt of klik erop om ze te bewerken
pt_br: Ajuste seu texto: desmarque verificações desnecessárias ou toque para editar
ru: Меняйте текст: отмените выбор ненужных отсканированных страниц или нажмите, чтобы отредактировать текст
sv: Justera din text: Avmarkera skanningar som du inte behöver eller tryck för att redigera
tr: Metninizi düzenleyin: İhtiyacınız olmayan taramaların seçimini kaldırın veya düzenlemek için dokunun

source: Type a name for your store
ar: كتابة اسم لمتجرك
de: Gib einen Namen für deinen Shop ein
es: Escribe un nombre para tu tienda
fr: Saisissez un nom pour votre boutique
he: יש להקליד את השם של החנות שלך
id: Ketik nama untuk toko Anda
it: Digita un nome per il tuo negozio
ja: ストアの名前を入力してください
nl: Type een naam voor je winkel
pt_br: Digite um nome para sua loja
ru: Введите название магазина
sv: Skriv ett namn för din butik
tr: Mağazanız için bir ad yazın

source: Type of contents
ar: نوع المحتويات
de: Art der Inhalte
es: Tipo de contenido
fr: Type de contenu
he: סוג התוכן
id: Tipe konten
it: Tipo di contenuti
ja: 中身の種類
nl: Type inhoud
pt_br: Tipo de conteúdo
ru: Тип содержимого
sv: Typ av innehåll
tr: İçerik türü

source: Type of restriction
ar: نوع القيود
de: Art der Beschränkung
es: Tipo de restricción
fr: Type de restriction
he: סוג ההגבלה
id: Tipe pembatasan
it: Tipo di restrizione
ja: 制限の種類
nl: Type beperking
pt_br: Tipo de restrição
ru: Тип ограничения
sv: Typ av begränsning
tr: Kısıtlama türü

source: URL
ar: عنوان URL
he: כתובת URL
ru: URL-адрес
tr: Adres

source: USPS HAZMAT Search Tool
ar: أداة بحث شحن الموارد الخطيرة عبر الخدمة البريدية للولايات المتحدة
de: USPS-Such-Tool für Gefahrgut
es: Herramienta de búsqueda de materiales peligrosos de USPS
fr: Outil de recherche USPS HAZMAT
he: כלי החיפוש של USPS HAZMAT.
id: Alat Pencarian USPS HAZMAT
it: Strumento di ricerca di USPS HAZMAT
nl: Zoektool USPS HAZMAT
pt_br: Ferramenta de pesquisa de HAZMAT da USPS
ru: Инструмент поиска опасных веществ USPS
sv: USPS-sökverktyg för farligt material
tr: USPS Tehlikeli Madde Arama Aracı

source: Uganda
ar: أوغندا
fr: Ouganda
he: אוגנדה
ja: ウガンダ
nl: Oeganda
ru: Уганда

source: Ukraine
ar: أوكرانيا
es: Ucrania
he: אוקראינה
id: Ukraina
it: Ucraina
ja: ウクライナ
nl: Oekraïne
pt_br: Ucrânia
ru: Украина
sv: Ukraina
tr: Ukrayna

source: Unable To Connect
ar: يتعذر الاتصال
de: Verbindung kann nicht hergestellt werden
es: No fue posible conectar
fr: Impossible de connecter
he: אי אפשר להתחבר
id: Tidak Dapat Terhubung
it: Impossibile connettersi
ja: 接続できない
nl: Verbinding niet mogelijk
pt_br: Não foi possível conectar
ru: Невозможно подключиться
sv: Kan inte ansluta
tr: Bağlanılamıyor

source: Unable to add coupon.
ar: تتعذر إضافة القسيمة.
de: Der Gutschein konnte nicht hinzugefügt werden.
es: No se ha podido añadir el cupón.
fr: Impossible d’ajouter un code promo.
he: לא ניתן להוסיף קופון.
id: Tidak dapat menambahkan kupon.
it: Impossibile aggiungere il codice promozionale.
nl: Kan kortingsbon niet toevoegen.
pt_br: Não foi possível adicionar o cupom.
ru: Не удалось применить купон.
sv: Kan inte lägga till rabattkod.
tr: Kupon eklenemiyor.

source: Unable to add note to order #%1$d
ar: تتعذر إضافة ملحوظة إلى الطلب #⁦%1$d⁩
de: Es kann kein Hinweis zu Bestellung Nr. %1$d hinzugefügt werden
es: No se ha podido añadir la nota al pedido n.º %1$d
fr: Impossible d’ajouter une note à la commande n° %1$d
he: אין אפשרות להוסיף פתק להזמנה ⁦%1$d⁩#
id: Tidak dapat menambahkan catatan ke pesanan #%1$d
it: Impossibile aggiungere la nota all'ordine n. %1$d
ja: 注文番号%1$dにメモを追加できません
nl: Kan geen notitie toevoegen aan bestelnr.%1$d
pt_br: Não foi possível adicionar a anotação ao pedido %1$d
ru: Не удалось добавить примечание к заказу № %1$d
sv: Det gick inte att lägga till en notering till order nummer%1$d
tr: Not %1$d numaralı siparişe eklenemedi

source: Unable to add tracking to order #%1$d
ar: تتعذر إضافة التعقب إلى الطلب رقم ⁦%1$d⁩
de: Sendungsverfolgung für Bestellung Nr. %1$d kann nicht hinzugefügt werden
es: No se ha podido añadir el seguimiento al pedido n.º %1$d
fr: Impossible d’ajouter le suivi de la commande n° %1$d
he: אין אפשרות להוסיף מעקב להזמנה ⁦%1$d⁩#
id: Tidak dapat menambahkan pelacakan untuk pesanan #%1$d
it: Impossibile aggiungere la tracciabilità all'ordine n. %1$d
ja: 注文番号%1$dの追跡を追加できません
nl: Kan tracking niet toevoegen aan bestelnr.%1$d
pt_br: Não foi possível adicionar um rastreamento ao pedido %1$d
ru: Не удаётся добавить отслеживание для заказа № %1$d
sv: Det går inte att lägga till spårning till order nummer%1$d
tr: %1$d No'lu siparişi için takip eklenemiyor

source: Unable to change status of order #%1$d
ar: يتعذر تغيير حالة الطلب رقم ⁦%1$d⁩
de: Status der Bestellung Nr. %1$d kann nicht geändert werden
es: No se ha podido cambiar el estado del pedido n.º %1$d
fr: Impossible de modifier l’état de la commande n° %1$d
he: אין אפשרות לעדכן את מצב ההזמנה ⁦%1$d⁩#
id: Tidak dapat mengubah status pesanan #%1$d
it: Impossibile modificare lo stato dell’ordine n. %1$d
ja: 注文番号%1$dのステータスを変更できません
nl: Kan status niet wijzigen voor bestelnr.%1$d
pt_br: Não foi possível mudar o status do pedido %1$d
ru: Не удалось изменить статус заказа № %1$d
sv: Det gick inte att ändra status på order nummer%1$d
tr: %1$d no'lu siparişin durumu değiştirilemiyor

source: Unable to connect to reader - the reader has a critically low battery - charge the reader and try again.
ar: يتعذر الاتصال بالقارئ - يعاني القارئ من بطارية منخفضة للغاية - اشحن القارئ، وحاول مجددًا.
de: Kartenlesegerät konnte nicht verbunden werden – der Akkustand des Kartenlesegeräts ist extrem niedrig – bitte lade das Kartenlesegerät auf und versuche es erneut.
es: No se ha podido conectar al lector. El nivel de batería del lector es demasiado bajo. Cárgalo e inténtalo de nuevo.
fr: Impossible de se connecter au lecteur. La batterie du lecteur est très faible. Rechargez le lecteur et réessayez
he: לא ניתן לחבר את הקורא – רמת הסוללה של הקורא נמוכה מאוד – יש להטעין את הקורא ולנסות שוב.
id: Tidak dapat terhubung dengan pembaca - daya baterai pembaca rendah - isi daya pembaca dan coba lagi
it: Impossibile connettersi al lettore - il lettore ha una batteria quasi scarica - caricare il lettore e riprovare.
ja: リーダーのバッテリー残量が極めて少ないため、リーダーに接続できません。リーダーを充電してからもう一度お試しください。
nl: Kan geen verbinding maken met de lezer - de batterij van de lezer is bijna leeg - laad de lezer op en probeer het opnieuw.
pt_br: Não foi possível conectar ao leitor porque ele está com a bateria muito baixa. Carregue-o e tente novamente.
ru: Не удалось подключиться к устройству чтения: слишком низкий уровень заряда аккумулятора. Зарядите устройство чтения и повторите попытку.
sv: Kan inte ansluta till läsare – läsaren har ett kritiskt lågt batteri – ladda läsaren och försök igen.
tr: Okuyucuya bağlanılamıyor - okuyucunun pili kritik düzeyde - okuyucuyu şarj edin ve tekrar deneyin.

source: Unable to create new order
ar: يتعذر إنشاء طلب جديد
de: Es konnte keine neue Bestellung erstellt werden
es: No se ha podido crear el nuevo pedido
fr: Impossible de créer une nouvelle commande
he: לא ניתן ליצור הזמנה חדשה
id: Tidak dapat membuat pesanan baru
it: Impossibile creare un nuovo ordine
ja: 新しい注文を作成できません
nl: Kon nieuwe bestelling niet aanmaken
pt_br: Não foi possível criar um novo pedido
ru: Не удалось создать новый заказ
sv: Kan inte skapa ny beställning
tr: Yeni sipariş oluşturulamıyor

source: Unable to create variations
ar: يتعذر إنشاء التباينات
de: Varianten konnten nicht erstellt werden
es: No se pueden crear las variaciones
fr: Impossible de créer des variantes
he: אין אפשרות ליצור את הסוגים
id: Tidak dapat membuat variasi
it: Impossibile creare le varianti
ja: バリエーションを作成できません
nl: Kan variaties niet aanmaken
pt_br: Não é possível criar variações
ru: Не удалось создать варианты
sv: Det gick inte att skapa variationer
tr: Varyasyonlar oluşturulamıyor

source: Unable to fetch countries.
ar: يتعذر إحضار البلدان.
de: Länder konnten nicht abgerufen werden.
es: No se han podido recuperar los países.
fr: Impossible d’extraire les pays.
he: אין אפשרות למצא את המדינות.
id: Tidak dapat memuat negara.
it: Impossibile recuperare il Paese.
ja: 国を取得できません。
nl: Kan landen niet ophalen.
pt_br: Não foi possível buscar países.
ru: Не удалось получить данные о странах.
sv: Det gick inte att hämta länder.
tr: Ülkeler getirilemedi.

source: Unable to fetch country information, please try again later.
ar: يتعذر إحضار معلومات البلد، ترجى المحاولة مجددًا لاحقًا.
de: Die Länderinformation konnte nicht abgerufen werden. Bitte versuche es später erneut.
es: No se puede obtener la información sobre el país; inténtalo de nuevo más tarde.
fr: Impossible d’extraire les informations relatives au pays, veuillez réessayer plus tard.
he: אין אפשרות להביא את פרטי המדינה, יש לנסות שוב מאוחר יותר.
id: Tidak dapat mengambil informasi negara, silakan coba lagi nanti.
it: Impossibile recuperare le informazioni del Paese, riprova più tardi.
ja: 国情報を取得できませんでした。後ほど、もう一度お試しください。
nl: Gegevens betreffende het land konden niet worden opgehaald, probeer het later opnieuw.
pt_br: Não é possível buscar as informações do país. Tente novamente mais tarde.
ru: Не удалось получить информацию о стране, повторите попытку позже.
sv: Kan inte hämta landsinformation, försök igen senare.
tr: Ülke bilgileri alınamadı, lütfen daha sonra tekrar deneyin.
