Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: Confirm Payment Method
ar: تأكيد طريقة الدفع
de: Zahlungsmethode bestätigen
es: Confirmar método de pago
fr: Confirmer le mode de paiement
he: לאשר את אמצעי התשלום
id: Konfirmasi Metode Pembayaran
it: Conferma metodo di pagamento
ja: 決済方法を確認
nl: Betaalmethode bevestigen
pt_br: Confirmar forma de pagamento
ru: Подтвердить способ оплаты
sv: Bekräfta betalningsmetod
tr: Ödeme Yöntemini onaylayın

source: Congo (Brazzaville)
ar: الكونغو (برازافيل)
de: Republik Kongo
es: República del Congo
he: קונגו (ברזוויל)
id: Kongo (Brazzaville)
ja: コンゴ (ブラザビル)
pt_br: Congo
ru: Конго (Браззавиль)
sv: Kongo (Brazzaville)
tr: Kongo (Brazzaville)

source: Congo (Kinshasa)
ar: الكونغو (كينشاسا)
de: Demokratische Republik Kongo
es: República Democrática del Congo
fr: République démocratique du Congo (Kinshasa)
he: קונגו (קינשאסה)
id: Kongo (Kinshasa)
ja: コンゴ (キンシャサ)
pt_br: República Democrática do Congo
ru: Конго (Киншаса)
sv: Kongo (Kinshasa)
tr: Kongo (Kinshasa)

source: Congrats, you’ve read everything!
ar: تهانينا، لقد قرأت كل شيء!
de: Glückwunsch, du hast alles gelesen!
es: ¡Enhorabuena, has acabado de leer!
fr: Féliciations, vous avez tout lu !
he: ברכותינו, קראת הכול!
id: Selamat, Anda telah membaca semuanya!
it: Congratulazioni, hai letto tutto.
ja: すべて読み終えました !
nl: Gefeliciteerd, je hebt alles gelezen!
pt_br: Parabéns, você leu tudo!
ru: Поздравляем, вы прочитали все примечания!
sv: Grattis, du har läst allt!
tr: Tebrikler, her şeyi okudunuz!

source: Congratulations on your purchase
ar: تهانينا على إتمام عملية الشراء الخاصة بك
de: Herzlichen Glückwunsch zu deinem Kauf
es: Felicidades por tu compra
fr: Félicitations pour votre achat
he: ברכותינו על הרכישה החדשה שלך
id: Selamat atas pembelian Anda
it: Congratulazioni per il tuo acquisto
ja: 購入完了です
nl: Gefeliciteerd met je aankoop
pt_br: Parabéns por sua compra
ru: Поздравляем с приобретением
sv: Grattis till dina köp
tr: Satın aldığınız için tebrikler

source: Congratulations! You're one step closer to getting the new store ready.
ar: تهانينا! لقد قمت بخطوة واحدة أقرب لجعل المتجر الجديد جاهزًا.
de: Glückwunsch! Du bist einen Schritt weiter auf dem Weg zu deinem neuen Shop.
es: ¡Enhorabuena! Ya estás un paso más cerca de que tu tienda esté lista.
fr: Bravo ! Vous êtes sur le point d’avoir terminé votre nouvelle boutique.
he: ברכותינו! התקדמת עוד שלב בהכנת החנות.
id: Selamat! Anda selangkah lebih dekat untuk mewujudkan toko baru.
it: Complimenti. Il nuovo negozio è ora più vicino.
nl: Gefeliciteerd! Je bent een stap dichter bij het voltooien van je nieuwe winkel.
pt_br: Parabéns! Você está a um passo de deixar a nova loja pronta.
ru: Поздравляем! Вы стали на шаг ближе к открытию нового магазина.
sv: Grattis! Du är ett steg närmare att få den nya butiken redo.
tr: Tebrikler! Yeni mağazayı hazır hale getirmeye bir adım daha yaklaştınız.

source: Congratulations! You've successfully navigated through the setup and your payment system is ready to roll.
ar: تهانينا! لقد أكملت عملية الإعداد بنجاح وأصبح نظام الدفع الخاص بك جاهزًا للعمل.
de: Glückwunsch! Du hast die Einrichtung erfolgreich abgeschlossen und dein Zahlungssystem ist jetzt einsatzbereit.
es: ¡Enhorabuena! Has navegado con éxito a través de la configuración y tu sistema de pago está listo para implementarse.
fr: Bravo ! Vous avez finalisé la configuration, et votre système de paiement est désormais opérationnel.
he: איחולינו! השלמת בהצלחה את תהליך ההגדרה ומערכת התשלומים שלך מוכנה לשימוש.
id: Selamat! Anda telah berhasil melalui seluruh penyiapan dan sistem pembayaran Anda siap diluncurkan.
it: Complimenti. Hai completato con successo l'impostazione e il tuo sistema di pagamento è pronto per essere usato.
nl: Gefeliciteerd! Je hebt de installatie voltooid. Je betalingssysteem is nu klaar voor de start.
pt_br: Parabéns! Você navegou com sucesso pelo processo de configuração e seu sistema de pagamento está pronto para funcionar.
ru: Поздравляем! Вы успешно прошли настройку — ваша платёжная система готова к работе.
sv: Grattis. Du har gått igenom konfigurationen och ditt betalningssystem är redo att användas.
tr: Tebrikler! Kurulumu başarıyla tamamladınız ve ödeme sisteminiz artık kullanıma hazır.

source: Congratulations! Your reader is running the latest software
ar: مبروك! يقوم القارئ الخاص بك بتشغيل أحدث البرامج
de: Glückwunsch! Dein Reader nutzt die neueste Software
es: ¡Felicidades! El lector funciona con el software más reciente
fr: Bravo ! Votre lecteur exécute la dernière version du logiciel.
he: ברכותינו! הקורא שלך מופעל עם התוכנה המעודכנת ביותר
id: Selamat! Pembaca Anda menggunakan versi perangkat lunak terbaru
it: Complimenti! Sul tuo lettore è in esecuzione il software più recente
ja: おめでとうございます ! お使いのリーダーは最新のソフトウェアを実行しています
nl: Gefeliciteerd! Je lezer heeft nu de meest recente software
pt_br: Parabéns! O seu leitor está usando o software mais recente
ru: Поздравляем! На вашем устройстве чтения установлена новейшая версия программы
sv: Grattis! Din läsare har den senaste programvaran
tr: Tebrikler! Okuyucunuz en son yazılımı çalıştırıyor

source: Connect
ar: توصيل
de: Verbinden
es: Conectar
fr: Connecter
he: להתחבר
id: Hubungkan
it: Connetti
ja: 連携
nl: Verbinden
pt_br: Conectar
ru: Подключиться
sv: Anslut
tr: Bağlan

source: Connect Card Reader
ar: توصيل قارئ البطاقة
de: Kartenlesegerät verbinden
es: Conectar con el lector de tarjetas
fr: Connecter le lecteur de carte
he: לחבר קורא כרטיסים
id: Hubungkan Pembaca Kartu
it: Connetti il lettore di carte
ja: カードリーダーを接続
nl: Kaartlezer koppelen
pt_br: Conectar leitor de cartão
ru: Подключить устройство чтения карт
sv: Anslut kortläsare
tr: Kart Okuyucuyu Bağlayın

source: Connect Jetpack
ar: الاتصال بـ Jetpack
de: Jetpack verbinden
es: Conectar Jetpack
fr: Connecter Jetpack
he: לחבר את Jetpack
id: Hubungkan Jetpack
it: Collega Jetpack
ja: Jetpack を接続
nl: Jetpack inschakelen
pt_br: Conectar ao Jetpack
ru: Подключить Jetpack
sv: Anslut Jetpack
tr: Jetpack'e bağlan

source: Connect Store
ar: ربط المتجر
de: Shop verbinden
es: Conectar tienda
fr: Associer la boutique
he: לחבר את החנות
id: Hubungkan Toko
it: Collega negozio
ja: ストアを連携
nl: Winkel koppelen
pt_br: Conectar loja
ru: Подключение магазина
sv: Anslut butik
tr: Mağazayı Bağla

source: Connect store to Jetpack
ar: ربط متجرك بـ Jetpack
de: Shop mit Jetpack verbinden
es: Conecta tu tienda a Jetpack
fr: Connecter la boutique à Jetpack
he: לחבר את החנות שלך אל Jetpack
id: Sambungkan toko ke Jetpack
it: Connetti il negozio a Jetpack
ja: ストアを Jetpack に連携
nl: Koppel je winkel met Jetpack
pt_br: Conecte a loja ao Jetpack
ru: Подключите магазин к Jetpack
sv: Anslut butik till Jetpack
tr: Mağazanızı Jetpack’e bağlayın

source: Connect to Reader
ar: الربط بالقارئ
de: Mit Kartenlesegerät verbinden
es: Conectar con el lector
fr: Se connecter au lecteur
he: להתחבר לקורא
id: Hubungkan ke Pembaca
it: Connetti al lettore
ja: Reader に接続
nl: Verbinding maken met lezer
pt_br: Conectar-se ao leitor
ru: Подключить устройство чтения
sv: Anslut till läsare
tr: Okuyucuya Bağlan

source: Connect with Facebook
ar: الاتصال بفيسبوك
de: Mit Facebook verbinden
es: Conectar con Facebook
fr: Se connecter avec Facebook
he: להתחבר עם פייסבוק
id: Sambungkan ke Facebook
it: Collegati con Facebook
nl: Verbinden met Facebook
pt_br: Entrar com uma conta do Facebook
ru: Подключиться к Facebook
sv: Anslut med Facebook
tr: Facebook ile bağlan

source: Connect your card reader
ar: توصيل قارئ البطاقة الخاص بك
de: Dein Kartenlesegerät verbinden
es: Conectar el lector de tarjetas
fr: Connecter votre lecteur de carte
he: לחבר את קורא הכרטיסים שלך
id: Hubungkan pembaca kartu Anda
it: Connetti il tuo lettore di carte
ja: カードリーダーを接続
nl: Je kaartlezer koppelen
pt_br: Conecte seu leitor de cartão
ru: Подключите устройство чтения карт
sv: Anslut din kortläsare
tr: Kart okuyucunuzu bağlayın

source: Connected
ar: متصل
de: Verbunden
es: Conectado
fr: Connecté
he: מחובר
id: Tersambung
it: Connesso
ja: 連携済み
nl: Verbonden
pt_br: Conectado
ru: Подключено
sv: Ansluten
tr: Bağlı

source: Connected But…
ar: تم الاتصال ولكن...
de: Verbunden, aber …
es: Conectado pero…
fr: Connecté mais…
he: מחובר, עם זאת...
id: Terhubung, Tetapi…
it: Connesso ma…
ja: 接続されたが…
nl: Verbonden maar...
pt_br: Conectado, mas...
ru: Подключено, но...
sv: Ansluten men …
tr: Bağlandı ancak...

source: Connected Reader
ar: تم توصيل القارئ
de: Verbundenes Kartenlesegerät
es: Conectar el lector
fr: Lecteur connecté
he: קורא מחובר
id: Pembaca Kartu Terhubung
it: Lettore connesso
ja: Reader を接続しました
nl: Verbonden lezer
pt_br: Leitor conectado
ru: Подключённое устройство чтения
sv: Ansluten läsare
tr: Bağlı Okuyucu

source: Connected Store
ar: المتجر الذي تم الاتصال به
de: Verbundener Shop
es: Tienda conectada
fr: Boutique connectée
he: חנות מחוברת
id: Toko yang Terhubung
it: Negozio collegato
ja: 連携ストア
nl: Gekoppelde winkel
pt_br: Loja vinculada
ru: Подключенный магазин
sv: Ansluten butik
tr: Bağlı Mağaza

source: Connected Stores
ar: المخازن التي تم الاتصال بها
de: Verbundene Stores
es: Tiendas conectadas
fr: Boutiques connectées
he: חנויות מחוברות
id: Toko yang Terhubung
it: Negozi collegati
ja: 連携ストア
nl: Gekoppelde winkels
pt_br: Lojas conectadas
ru: Подключённые магазины
sv: Anslutna butiker
tr: Bağlı Mağazalar

source: Connecting Jetpack
ar: الاتصال بـ Jetpack
de: Jetpack verbinden
es: Conectando Jetpack
fr: Connexion de Jetpack
he: מחבר את Jetpack
id: Menyambungkan Jetpack
it: Connessione di Jetpack
ja: Jetpack を連携しています
nl: Verbinden met Jetpack
pt_br: Conexão com o Jetpack
ru: Выполняется подключение Jetpack
sv: Ansluter Jetpack
tr: Jetpack'e bağlanıyor

source: Connecting reader failed
ar: فشل الربط بالقارئ
de: Verbindung zum Reader fehlgeschlagen
es: La conexión del lector ha fallado
fr: Échec de la connexion au lecteur
he: החיבור לקורא נכשל
id: Menyambungkan pembaca gagal
it: Connessione del lettore non riuscita
ja: Reader に接続できませんでした
nl: Verbinding maken met lezer mislukt
pt_br: Falha na conexão do leitor
ru: Сбой подключения к устройству чтения
sv: Det gick inte att ansluta läsaren
tr: Okuyucuya bağlanılamadı

source: Connecting to WordPress.com
ar: الاتصال بـ WordPress.com
de: Verbinde mit WordPress.com
es: Conectando a WordPress.com
fr: Connexion à WordPress.com
he: מתחבר לוורדפרס.קום
id: Menghubungkan ke WordPress.com
it: Connessione con WordPress.com in corso
ja: WordPress.com に接続中
nl: Verbinden met WordPress.com
pt_br: Conectando com WordPress.com
ru: Идёт подключение к WordPress.com
sv: Ansluter till WordPress.com
tr: WordPress.com'a bağlanılıyor

source: Connecting to WordPress.com Servers
ar: الربط بخوادم ووردبريس.كوم
de: Verbindung zu den Servern von WordPress.com wird hergestellt
es: Conexión a los servidores de WordPress.com
fr: Connexion aux serveurs WordPress.com
he: התחברות לשרתי WordPress.com
id: Menyambungkan ke Server WordPress.com
it: Connessione ai server di WordPress.com
nl: Er wordt verbinding gemaakt met de servers van WordPress.com
pt_br: Conectando aos servidores do WordPress.com
ru: Подключение к серверам WordPress.com
sv: Ansluter till WordPress.com-servrar
tr: WordPress.com Sunucularına bağlanma

source: Connecting to a WordPress.com site
ar: الاتصال بموقع ووردبريس.كوم
de: Mit einer WordPress.com-Website verbinden
es: Conectar a un sitio web de WordPress.com
fr: Association à un site WordPress.com
he: מתחבר לאתר ב-WordPress.com
id: Menghubungkan ke situs WordPress.com
it: Connessione a un sito WordPress.com
ja: WordPress.com サイトと連携中
nl: Verbinden met een WordPress.com site
pt_br: Como se conectar a um site do WordPress.com
ru: Подключение к сайту WordPress.com
sv: Ansluter till en WordPress.com-webbplats
tr: Bir WordPress.com sitesine bağlanıyor

source: Connecting to reader
ar: الربط بالقارئ
de: Verbindung zum Reader wird hergestellt
es: Conectando con el lector
fr: Connexion au lecteur
he: מתחבר אל קורא הכרטיסים
id: Menyambungkan ke pembaca
it: Connessione al lettore
ja: Reader に接続しています
nl: Er wordt verbinding gemaakt met lezer
pt_br: Conectando o leitor
ru: Подключение к устройству чтения
sv: Ansluter till läsare
tr: Okuyucuya bağlanılıyor

source: Connecting to your account
ar: الربط بحسابك
de: Verbindung deines Kontos
es: Conectando con tu cuenta
fr: Connexion à votre compte
he: התחברות לחשבונך
id: Menghubungkan ke akun Anda
it: Connessione all'account in corso
ja: アカウントへの接続
nl: Je account koppelen
pt_br: Conectando à sua conta
ru: Подключение к вашей учётной записи
sv: Ansluter till ditt konto
tr: Hesabınıza bağlanılıyor

source: Connecting to your site
ar: ربط موقعك
de: Verbindung mit deiner Website wird hergestellt
es: Conexión a tu sitio
fr: Connexion à votre site
he: התחברות לאתר שלך
id: Menyambungkan ke situs Anda
it: Connessione al tuo sito
nl: Er wordt verbinding gemaakt met je site
pt_br: Conectando ao seu site
ru: Подключение к вашему сайту...
sv: Ansluter till din webbplats
tr: Sitenize bağlanma

source: Connecting your store
ar: الاتصال بمتجرك
de: Deinen Store verbinden
es: Conectando tu tienda
fr: Connexion à votre boutique
he: מחבר את החנות שלך
id: Menyambungkan ke toko Anda
it: Connessione del tuo negozio
ja: ストアを接続しています
nl: Je winkel koppelen
pt_br: Conectando sua loja
ru: Подключение вашего магазина
sv: Ansluter din butik
tr: Mağazanızı bağlama

source: Contact Customer
ar: الاتصال بالعميل
de: Kunden kontaktieren
es: Contactar con el cliente
fr: Contacter le client
he: ליצור קשר עם הלקוח
id: Hubungi Pelanggan
it: Contatta cliente
ja: 顧客に連絡
nl: Contact opnemen met klant
pt_br: Entre em contato com o cliente
ru: Связаться с клиентом
sv: Kontakta kund
tr: Müşteri İle İletişime Geç

source: Contact Details
ar: تفاصيل جهات الاتصال
de: Kontaktdetails
es: Datos de contacto
fr: Informations de contact
he: פרטי התקשרות
id: Detail Kontak
it: Dati di contatto
ja: 連絡先詳細
nl: Contactgegevens
pt_br: Detalhes de contato
ru: Контактные данные
sv: Kontaktdetaljer
tr: İletişim Bilgileri

source: Contact Email
ar: البريد الإلكتروني لجهة الاتصال
de: Kontakt-E-Mail-Adresse
es: Correo electrónico de contacto
fr: Adresse e-mail de contact
he: אימייל ליצירת קשר
id: Hubungi via Email
it: E-mail di contatto
ja: 連絡先メールアドレス
nl: E-mail contactpersoon
pt_br: E-mail de contato
ru: Контактный адрес эл.почты
sv: E-post för kontakt
tr: İletişim E-postası

source: Contact Support
ar: اتصل بالدعم
de: Support kontaktieren
es: Contactar con el servicio de asistencia
fr: Contacter le support
he: ליצור קשר עם התמיכה
id: Hubungi Dukungan
it: Contatta il supporto
ja: サポートに問い合わせる
nl: Neem contact op met Support
pt_br: Entre em contato com o suporte
ru: Связаться со службой поддержки
sv: Kontakta support
tr: Destek Birimine Başvurun

source: Contact support
ar: الاتصال بالدعم
de: Support kontaktieren
es: Contacta con soporte
fr: Contacter le service support
he: כדאי לפנות לתמיכה
id: Hubungi dukungan
it: Contatta il supporto
ja: サポートに問い合わせる
nl: Neem contact op met support
pt_br: Contate o suporte
ru: Обратиться в службу поддержки
sv: Kontakta supporten
tr: Destek ile iletişim kur

source: Contact us
ar: اتصل بنا
de: Kontaktiere uns
es: Contacta con nosotros
fr: Nous contacter
he: ליצור קשר
id: Hubungi kami
it: Contattaci
ja: お問い合わせ
nl: Neem contact op
pt_br: Fale conosco
ru: Связь с нами
sv: Kontakta oss
tr: Bizimle iletişim kurun

source: Contact us here
ar: التواصل معنا هنا
de: Kontaktiere uns hier
es: Ponte en contacto con nosotros aquí
fr: Nous contacter ici
he: ניתן ליצור איתנו קשר כאן
id: Hubungi kami di sini
it: Contattaci qui
ja: こちらから問い合わせ
nl: Neem hier contact met ons op
pt_br: Fale conosco aqui
ru: Свяжитесь с нами
sv: Kontakta oss här
tr: Buradan bize ulaşın

source: Contains Hazardous Materials
ar: يحتوي على مواد خطرة
de: Enthält Gefahrstoffe
es: Contiene materiales peligrosos
fr: Contient des produits dangereux
he: מכיל חומרים מסוכנים
id: Mengandung Bahan Berbahaya
it: Contiene materiali pericolosi
nl: Bevat gevaarlijke materialen
pt_br: Contém materiais perigosos
ru: Содержит опасные вещества
sv: Innehåller farliga material
tr: Tehlikeli Maddeler İçerir

source: Content Details
ar: تفاصيل المحتوى
de: Details zu Inhalten
es: Detalles del contenido
fr: Détails du contenu
he: פרטי תכולה
id: Detail Isi
it: Dettagli dei contenuti
ja: 中身の詳細
nl: Gegevens inhoud
pt_br: Detalhes do conteúdo
ru: Сведения о содержимом
sv: Innehållsdetaljer
tr: İçerik Ayrıntıları

source: Content Type
ar: نوع المحتوى
de: Inhaltstyp
es: Tipo de contenido
fr: Type de contenu
he: סוג התכולה
id: Tipe Konten
it: Tipo di contenuto
ja: 中身の種類
nl: Type inhoud
pt_br: Tipo de conteúdo
ru: Тип содержимого
sv: Innehållstyp
tr: İçerik Türü

source: Continue
ar: المتابعة
de: Weiter
es: Continuar
fr: Continuez
he: המשך
id: Lanjutkan
it: Prosegui
ja: 次へ
nl: Doorgaan
pt_br: Continuar
ru: Продолжить
sv: Fortsätt
tr: Devam et

source: Continue Setup
ar: متابعة الإعداد
de: Mit der Einrichtung fortfahren
es: Continuar con la configuración
fr: Poursuivre la configuration
he: להמשיך להתקנה
id: Lanjutkan Pengaturan
it: Continua con la configurazione
nl: Doorgaan met instellen
pt_br: Continuar configuração
ru: Продолжить настройку
sv: Fortsätt konfigurationen
tr: Kuruluma Devam Et

source: Continue With WordPress.com
ar: المتابعة باستخدام ووردبريس.كوم
de: Weiter mit WordPress.com
es: Acceder a WordPress.com
fr: Continuer avec WordPress.com
he: להמשיך עם WordPress.com
id: Lanjutkan Dengan WordPress.com
it: Continua con WordPress.com
ja: WordPress.com で続ける
nl: Doorgaan met WordPress.com
pt_br: Continuar com o WordPress.com
ru: Продолжить с WordPress.com
sv: Fortsätt med WordPress.com
tr: WordPress.com ile devam et

source: Continue reading
ar: الاستمرار بالقراءة
de: Weiterlesen
es: Continuar leyendo
fr: Lire la suite
he: המשך קריאה
id: Lanjutkan membaca
it: Continua a leggere
ja: 続きを読む
nl: Lees verder
pt_br: Continuar lendo
ru: Читать дальше
sv: Fortsätt läsa
tr: Okumaya devam et

source: Continue with Apple
ar: الاستمرار باستخدام Apple
de: Weiter mit Apple
es: Seguir con Apple
fr: Continuer avec Apple
he: להמשיך עם Apple
id: Lanjutkan dengan Apple
it: Continua con Apple
ja: Apple で続ける
nl: Doorgaan met Apple
pt_br: Continue com Apple
ru: Продолжить с Apple
sv: Fortsätt med Apple
tr: Apple ile devam et

source: Continue with Google
ar: المتابعة باستخدام غوغل
de: Weiter mit Google
es: Seguir con Google
fr: Continuer avec Google
he: להמשיך עם Google
id: Lanjutkan dengan Google
it: Continua con Google
ja: Google で続ける
nl: Doorgaan met Google
pt_br: Continue com Google
ru: Продолжить с Google
sv: Fortsätt med Google
tr: Google ile devam et

source: Continuing with Apple
ar: المتابعة باستخدام Apple
de: Weiter mit Apple
es: Seguir con Apple
fr: Continuer avec Apple
he: להמשיך עם Apple
id: Melanjutkan dengan Apple
it: Continua con Apple
ja: Apple 製品で続ける
nl: Doorgaan met Apple
pt_br: Continuar com Apple
ru: Вход с помощью данных Apple
sv: Fortsätter med Apple
tr: Apple ile devam ediliyor

source: Conversion Rate
ar: معدل التحويل
de: Zielabschlussrate
es: Tasa de conversión
fr: Taux de conversion
he: שיעור המרה
id: Angka Konversi
it: Tasso di conversione
ja: コンバージョン率
nl: Conversiescore
pt_br: Taxa de conversão
ru: Коэффициент конверсии
sv: Omvandlingsfrekvens
tr: Dönüşüm Oranı

source: Cook Islands
ar: جزر كوك
de: Cookinseln
es: Islas Cook
fr: Îles Cook
he: איי קוק
id: Kepulauan Cook
it: Isole Cook
ja: クック諸島
nl: Cookeilanden
pt_br: Ilhas Cook
ru: Острова Кука
sv: Cooköarna
tr: Cook Adaları

source: Cookie Policy
ar: سياسة ملفات تعريف الارتباط
de: Cookie-Richtlinie
es: Política de cookies
fr: Politique relative aux cookies
he: מדיניות קובצי ה-Cookie
id: Kebijakan Cookie
it: Informativa sui cookie
nl: Cookiebeleid
pt_br: Política de cookies
ru: Политика использования файлов cookie
tr: Tanımlama Bilgisi Politikası

source: Copied!
ar: تم النسخ!
de: Kopiert!
es: ¡Copiado!
fr: Copié !
he: הועתק!
id: Disalin.
it: Copiato!
nl: Gekopieerd!
pt_br: Copiado!
ru: Скопировано!
sv: Kopierad.
tr: Kopyalandı!

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
he: העתק
id: Salin
it: Copia
ja: コピー
nl: Kopiëren
pt_br: Copiar
ru: Копировать
sv: Kopiera
tr: Kopyala

source: Copy Code
ar: نسخ رمز
de: Code kopieren
es: Copiar código
fr: Copier le code
he: להעתיק את הקוד
id: Salin Kode
it: Copia codice
ja: コードをコピー
nl: Code kopiëren
pt_br: Copiar código
ru: Копировать код
sv: Kopiera kod
tr: Kodu Kopyala

source: Copy Tracking Number
ar: نسخ رقم التعقب
de: Sendungsverfolgungsnummer kopieren
es: Copiar número de seguimiento
fr: Copier le numéro de suivi
he: להעתקת מספר המעקב
id: Menyalin Nomor Pelacakan
it: Copia numero di tracciabilità
ja: 追跡番号をコピー
nl: Volgnummer kopiëren
pt_br: Copie o número de rastreamento
ru: Копировать номер отслеживания
sv: Kopiera spårningsnummer
tr: Takip Numarasını Kopyala

source: Copy email address
ar: نسخ عنوان البريد الإلكتروني
de: E-Mail-Adresse kopieren
es: Copiar dirección de correo electrónico
fr: Copiez l’adresse email
he: להעתיק את כתובת האימייל
id: Salin alamat email
it: Copia indirizzo e-mail
ja: メールアドレスをコピー
nl: E-mailadres kopiëren
pt_br: Copiar endereço de e-mail
ru: Копировать адрес электронной почты
sv: Kopiera e-postadressen
tr: E-posta adresini kopyala

source: Copy tracking number
ar: نسخ رقم التعقُّب
de: Sendungsverfolgungsnummer kopieren
es: Copiar número de seguimiento
fr: Copier le numéro de suivi
he: להעתקת מספר המעקב
id: Salin nomor pelacakan
it: Copia numero di tracciabilità
ja: 追跡番号をコピー
nl: Volgnummer kopiëren
pt_br: Copie o número de rastreamento
ru: Копировать номер отслеживания
sv: Kopiera spårningsnummer
tr: Takip numarasını kopyala

source: Costa Rica
ar: كوستاريكا
he: קוסטה ריקה
id: Kosta Rika
ja: コスタリカ
ru: Коста-Рика
tr: Kostarika

source: Could not check site purchases.
ar: تعذر التحقق من عمليات شراء الموقع.
de: Die Käufe konnten nicht überprüft werden.
es: No se han podido comprobar las compras del sitio.
fr: Nous ne pouvons pas vérifier les achats du site.
he: לא ניתן היה לבדוק רכישות באתר.
id: Tidak dapat memeriksa pembelian situs.
it: Non è stato possibile controllare se il sito ha componenti acquistati.
ja: サイトで購入した内容を確認できませんでした。
nl: Site-aankopen konden niet gecontroleerd worden.
pt_br: Não foi possível verificar as compras do site.
ru: Не удалось проверить покупки.
sv: Kunde in te kontrollera webbplatsens inköp.
tr: Site alımları kontrol edilemiyor.

source: Could not follow the site at the address specified.
ar: تعذرت متابعة الموقع على العنوان المحدد.
de: Konnte Website an der angegebenen Adresse nicht abonnieren.
es: No se pudo seguir el sitio en la dirección especificada.
fr: Impossible de suivre le site à l’adresse spécifiée.
he: אי אפשר לעקוב אחר האתר בכתובת שצוינה.
id: Tidak dapat mengikuti situs pada lokasi yang ditentukan.
it: Impossibile seguire il sito all'indirizzo specificato.
ja: 指定されたアドレスのサイトをフォローできませんでした。
nl: Kon de site niet volgen op het opgegeven adres.
pt_br: Não foi possível seguir o site no endereço especificado.
ru: Не удалось подписаться на веб-сайт по указанному адресу.
sv: Det gick inte att börja följa webbplatsen på angiven adress.
tr: Belirtilen adresteki site takip edilemedi.

source: Could not launch your store
ar: يتعذر بدء متجرك
de: Dein Shop konnte nicht gestartet werden
es: No se ha podido publicar tu tienda.
fr: Impossible de lancer votre boutique
he: לא ניתן היה להשיק את החנות שלך
id: Tidak dapat meluncurkan toko Anda
it: Impossibile lanciare il tuo negozio
ja: ストアを公開できません
nl: Je winkel kon niet gelanceerd worden
pt_br: Não foi possível lançar sua loja
ru: Не удалось запустить ваш магазин
sv: Det gick inte att lansera din butik
tr: Mağazanız yayınlanamadı
