Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: Apply %1$@ off to all products with the promo code “%2$@”.
ar: قم بتطبيق خصم قدره %1$@ على جميع المنتجات باستخدام الرمز الترويجي "%2$@".
de: Wende mit dem Gutscheincode „%2$@“ einen Rabatt von %1$@ auf alle Produkte an.
es: Aplica un descuento del %1$@ a todos los productos con el código promocional “%2$@”.
fr: Appliquer %1$@ de réduction sur tous les produits avec le code promo « %2$@ ».
he: ניתן להחיל הנחה של %1$@ על כל המוצרים עם קוד המבצע "%2$@".
id: Terapkan diskon %1$@ untuk semua produk dengan kode promo “%2$@”.
it: Applica uno sconto del %1$@ a tutti i prodotti con il codice promozionale "%2$@".
ja: プロモーションコード「%2$@」ですべての商品に %1$@ の割引が適用されます。
nl: Krijg %1$@ korting op alle producten met de promotiecode ‘%2$@’.
pt_br: Aplique %1$@ de desconto a todos os produtos com o código promocional “%2$@”.
ru: Примените скидку %1$@ на все товары с промокодом "%2$@".
sv: Tillämpa %1$@ rabatt på alla produkter med kampanjkoden "%2$@".
tr: Promosyon kodu “%2$@” olan tüm ürünlere %1$@ indirim uygulayın.

source: Apply %1$@ off to some products with the promo code “%2$@”.
ar: قم بتطبيق خصم قدره %1$@ على بعض المنتجات باستخدام الرمز الترويجي "%2$@".
de: Wende mit dem Gutscheincode „%2$@“ einen Rabatt von %1$@ auf bestimmte Produkte an.
es: Aplica un descuento del %1$@ a algunos productos con el código promocional “%2$@”.
fr: Appliquer %1$@ de réduction sur certains produits avec le code promo « %2$@ ».
he: ניתן להחיל הנחה של %1$@ על חלק מהמוצרים עם קוד המבצע "%2$@".
id: Terapkan diskon %1$@ untuk beberapa produk dengan kode promo “%2$@”.
it: Applica uno sconto del %1$@ ad alcuni prodotti con il codice promozionale "%2$@".
ja: プロモーションコード「%2$@」で一部の商品に %1$@ の割引が適用されます。
nl: Krijg %1$@ korting op sommige producten met de promotiecode ‘%2$@’.
pt_br: Aplique %1$@ de desconto a alguns produtos com o código promocional “%2$@”.
ru: Примените скидку %1$@ на некоторые товары с промокодом "%2$@".
sv: Tillämpa %1$@ rabatt på vissa produkter med kampanjkoden "%2$@".
tr: Promosyon kodu “%2$@” olan bazı ürünlere %1$@ indirim uygulayın.

source: Apply this coupon to
ar: تطبيق هذه القسيمة على
de: Diesen Gutschein anwenden auf
es: Aplicar este cupón para
fr: Appliquer ce code promo à
he: להחיל את הקופון על
id: Gunakan kupon ini pada
it: Applica questo codice promozionale a
ja: このクーポンを次に適用:
nl: Deze coupon toepassen op
pt_br: Aplicar este cupom a
ru: Применить этот купон к
sv: Tillämpa denna rabattkod på
tr: Bu kuponu şuraya uygula:

source: Approve
ar: موافقة
de: Genehmigen
es: Aprobar
fr: Approuver
he: אישור
id: Setujui
it: Approva
ja: 承認
nl: Goedkeuren
pt_br: Aprovar
ru: Одобрить
sv: Godkänn
tr: Onayla

source: Approved
ar: تمت الموافقة
de: Genehmigt
es: Se ha aprobado
fr: Approuvé
he: מאושר
id: Disetujui
it: Approvato
ja: 承認済み
nl: Goedgekeurd
pt_br: Aprovado
ru: Одобрен
sv: Godkänd
tr: Onaylandı

source: Approves the comment
ar: يوافق على التعليق
de: Genehmigt den Kommentar
es: Aprueba el comentario
fr: Permet d'accepter ce commentaire
he: אישור התגובה
id: Menyetujui komentar
it: Approva il commento
ja: コメントを承認する
nl: De reactie wordt goedgekeurd
pt_br: Aprova o comentário
ru: Одобрение комментария
sv: Godkänner kommentaren
tr: Yorumu onaylar

source: Are you sure you want to change the product type?
ar: هل تريد بالتأكيد تغيير نوع المنتج؟
de: Möchtest du den Produkttyp wirklich ändern?
es: ¿Seguro que quieres cambiar el tipo de producto?
fr: Voulez-vous vraiment modifier le type de produit ?
he: האם ברצונך לשנות את סוג המוצר?
id: Apakah Anda yakin ingin mengubah jenis produk?
it: Desideri cambiare il tipo di prodotto?
ja: 商品タイプを変更してもよろしいですか ?
nl: Weet je zeker dat je het producttype wilt wijzigen?
pt_br: Tem certeza de que deseja alterar o tipo de produto?
ru: Вы уверены, что хотите изменить тип товара?
sv: Är du säker på att du vill ändra produkttypen?
tr: Ürün türünü değiştirmek istediğinizden emin misiniz?

source: Are you sure you want to delete this category permanently?
ar: هل تريد بالتأكيد حذف هذا التصنيف نهائيًا؟
de: Bist du sicher, dass du diese Kategorie endgültig löschen möchtest?
es: ¿Estás seguro de que quieres eliminar esta categoría definitivamente?
fr: Voulez-vous vraiment supprimer définitivement cette catégorie ?
he: האם ברצונך למחוק את הקטגוריה הזאת לצמיתות?
id: Anda yakin ingin menghapus kategori ini secara permanen?
it: Desideri eliminare definitivamente questa categoria?
nl: Weet je zeker dat je deze categorie permanent wil verwijderen?
pt_br: Tem certeza de que deseja excluir esta categoria de forma permanente?
ru: Вы уверены, что хотите навсегда удалить эту рубрику?
sv: Är du säker på att du vill ta bort denna kategori permanent?
tr: Bu kategoriyi kalıcı olarak silmek istediğinizden emin misiniz?

source: Are you sure you want to delete this coupon?
ar: هل أنت متأكد من رغبتك في حذف هذه القسيمة؟
de: Bist du sicher, dass du diesen Gutschein löschen möchtest?
es: ¿Estás seguro de que quieres eliminar este cupón?
fr: Voulez-vous vraiment supprimer ce code promo ?
he: האם ברצונך למחוק את הקופון הזה?
id: Anda yakin hendak menghapus kupon ini?
it: Desideri eliminare questo codice promozionale?
ja: このクーポンを削除してもよろしいですか ?
nl: Weet je zeker dat je deze coupon wilt verwijderen?
pt_br: Tem certeza de que deseja excluir este cupom?
ru: Действительно удалить этот купон?
sv: Är du säker på att du vill ta bort denna rabattkod?
tr: Bu kuponu silmek istediğinizden emin misiniz?

source: Are you sure you want to discard these changes?
ar: هل أنت متأكد من رغبتك في تجاهل هذه التغييرات؟
de: Möchtest du diese Änderungen wirklich verwerfen?
es: ¿Seguro que quieres descartar estos cambios?
fr: Voulez-vous vraiment annuler ces modifications ?
he: האם ברצונך לבטל את השינויים האלה?
id: Anda yakin ingin mengabaikan perubahan ini?
it: Desideri eliminare queste modifiche?
ja: この変更を破棄してもよいですか ?
nl: Weet je zeker dat je deze wijzigingen wilt annuleren?
pt_br: Tem certeza de que deseja descartar essas alterações?
ru: Вы действительно хотите отменить эти изменения?
sv: Är du säker på att du vill åsidosätta de här ändringarna?
tr: Bu değişiklikleri atmak istediğinizden emin misiniz?

source: Are you sure you want to discard your changes?
ar: هل تريد بالتأكيد تجاهل التغييرات التي أجريتها؟
de: Bist du sicher, dass du deine Änderungen verwerfen möchtest?
es: ¿Seguro que quieres descartar los cambios?
fr: Voulez-vous vraiment annuler vos modifications ?
he: האם ברצונך למחוק את השינויים?
id: Anda yakin ingin menghapus perubahan ini?
it: Desideri eliminare le modifiche?
ja: 変更内容を破棄してもよいですか ?
nl: Weet je zeker dat je je wijzigingen wilt verwerpen?
pt_br: Tem certeza de que deseja descartar suas alterações?
ru: Вы уверены, что хотите отменить изменения?
sv: Är du säker på att du vill åsidosätta dina ändringar?
tr: Değişikliklerinizi iptal etmek istediğinizden emin misiniz?

source: Are you sure you want to issue a refund? This can't be undone.
ar: هل تريد بالتأكيد إرسال مبلغ الاسترداد؟ يتعذر التراجع عن هذا.
de: Möchtest du wirklich eine Rückerstattung ausstellen? Dies kann nicht rückgängig gemacht werden.
es: ¿Seguro que quieres solicitar un reembolso? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment déclencher un remboursement ? Cette opération est irréversible.
he: האם ברצונך להמשיך בהנפקת ההחזר הכספי? לא ניתן לבטל את הפעולה.
id: Apakah Anda yakin ingin meminta pengembalian dana? Hal ini tidak dapat dibatalkan.
it: Desideri emettere un rimborso? Questa operazione non può essere annullata.
ja: 返金を受けますか ? この操作は元に戻すことができません。
nl: Weet je zeker dat je terugbetaling wil aanvragen? Dit kan niet ongedaan worden gemaakt.
pt_br: Tem certeza de que deseja pedir o reembolso? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите вернуть деньги? Это действие невозможно отменить.
sv: Är du säker på att du vill utfärda en återbetalning? Det här kan inte ångras.
tr: Para iadesi yapmak istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: Are you sure you want to log out of the account %@?
ar: هل أنت متأكد من رغبتك في تسجيل الخروج من الحساب %@؟
de: Möchtest du dich wirklich vom Konto %@ abmelden?
es: ¿Estás seguro que quieres salir de la cuenta %@?
fr: Voulez-vous vraiment vous déconnecter du compte %@ ?
he: האם ברצונך להתנתק מהחשבון %@?
id: Apakah Anda yakin ingin logout dari akun %@?
it: Vuoi davvero disconnetterti dal tuo account %@?
ja: アカウント %@ からログアウトしてもよいですか ?
nl: Weet je zeker dat je wilt uitloggen bij het account %@?
pt_br: Tem certeza de que deseja fazer logout da conta %@?
ru: Вы уверены, что хотите выйти из учётной записи %@?
sv: Är du säker på att du vill logga ut från kontot %@?
tr: %@ hesabının oturumunu kapatmak istediğinizden emin misiniz?

source: Are you sure you want to log out of your account?
ar: هل أنت متأكد من رغبتك في تسجيل الخروج من حسابك؟
de: Möchtest du dich wirklich von deinem Konto abmelden?
es: ¿Estás seguro de que quieres salir de tu cuenta?
fr: Voulez-vous vraiment vous déconnecter de votre compte ?
he: ביקשת להתנתק מהחשבון - האם ההחלטה סופית?
id: Apakah Anda yakin ingin keluar dari akun Anda?
it: Vuoi davvero uscire dal tuo account?
ja: 本当にアカウントからログアウトしますか ?
nl: Weet je zeker dat je wilt uitloggen bij je account?
pt_br: Tem certeza de que deseja fazer logout da sua conta?
ru: Вы уверены, что хотите выйти из учетной записи?
sv: Är du säker på att du vill logga ut från ditt konto?
tr: Hesabınızla açılan oturumu kapatmak istediğinizden emin misiniz?

source: Are you sure you want to mark all reviews as read?
ar: هل أنت متأكد من رغبتك في وسم جميع المراجعات كمقروءة؟
de: Bist du sicher, dass du alle Bewertungen als gelesen markieren möchtest?
es: ¿Seguro que quieres marcar todas las reseñas como leídas?
fr: Voulez-vous vraiment marquer tous les avis comme lus ?
he: האם ברצונך לסמן את כל הביקורות כ'נקרא'?
id: Anda yakin ingin menandai semua ulasan sebagai sudah dibaca?
it: Desideri contrassegnare tutte le recensioni come lette?
ja: すべてのレビューを既読としてマークしますか ?
nl: Weet je zeker dat je alle beoordelingen wilt markeren als gelezen?
pt_br: Tem certeza de que deseja marcar todos os comentários como lidos?
ru: Действительно отметить все отзывы как прочитанные?
sv: Är du säker på att du vill markera alla recensioner som lästa?
tr: Tüm yorumları okundu olarak işaretlemek istediğinizden emin misiniz?

source: Are you sure you want to remove this attribute?
ar: هل أنت متأكد من رغبتك في إزالة هذه السمة؟
de: Bist du sicher, dass du diese Eigenschaft entfernen willst?
es: ¿Seguro que quieres eliminar este atributo?
fr: Confirmez-vous la suppression de cet attribut ?
he: האם ברצונך להסיר את המאפיין הזה?
id: Apakah Anda yakin ingin menghapus atribut ini?
it: Desideri rimuovere questo attributo?
ja: この属性を削除してもよろしいですか ?
nl: Weet je zeker dat je deze eigenschap wilt verwijderen?
pt_br: Tem certeza de que deseja remover este atributo?
ru: Вы действительно хотите удалить этот атрибут?
sv: Är du säker på att du vill ta bort detta attribut?
tr: Bu niteliği kaldırmak istediğinizden emin misiniz?

source: Are you sure you want to remove this image?
ar: هل أنت متأكد من رغبتك في إزالة هذه الصورة؟
de: Möchtest du dieses Bild wirklich entfernen?
es: ¿Seguro que quieres eliminar esta imagen?
fr: Voulez-vous vraiment supprimer cette image ?
he: האם ברצונך להסיר את התמונה?
id: Anda yakin ingin menghapus gambar ini?
it: Desideri rimuovere questa immagine?
ja: 画像を削除してもよいですか ?
nl: Weet je zeker dat je deze afbeelding wilt verwijderen?
pt_br: Tem certeza de que deseja remover esta imagem?
ru: Вы уверены, что хотите удалить это изображение?
sv: Är du säker på att du vill ta bort den här bilden?
tr: Bu görseli kaldırmak istediğinizden emin misiniz?

source: Are you sure you want to remove this variation?
ar: هل أنت متأكد من رغبتك في إزالة هذا النوع؟
de: Bist du sicher, dass du diese Variante entfernen willst?
es: ¿Seguro que quieres eliminar esta variación?
fr: Confirmez-vous la suppression de cette variante ?
he: האם ברצונך להסיר את הסוג הזה?
id: Apakah Anda yakin ingin menghapus variasi ini?
it: Desideri rimuovere questa variante?
ja: このバリエーションを削除してもよいですか ?
nl: Weet je zeker dat je deze variatie wilt verwijderen?
pt_br: Tem certeza de que deseja remover esta variação?
ru: Вы действительно хотите удалить этот вариант?
sv: Är du säker på att du vill ta bort den här varianten?
tr: Bu varyasyonu kaldırmak istediğinizden emin misiniz?

source: Are you sure? Inbox messages will be dismissed forever.
ar: هل أنت متأكد؟ سيتم تجاهل رسائل علبة الوارد إلى الأبد.
de: Bist du dir sicher? Posteingangsnachrichten werden für immer ignoriert.
es: ¿Estás seguro? Los mensajes de la bandeja de entrada se descartarán para siempre.
fr: Confirmez-vous ? Les messages de la boîte de réception seront supprimés. Cette action est irréversible.
he: האם ההחלטה סופית? בחרת להתעלם תמיד מההודעות בתיבת הדואר הנכנס.
id: Apakah Anda yakin? Pesan kotak masuk akan terus diabaikan.
it: Sei sicuro? I messaggi nella casella di posta in arrivo verranno ignorati per sempre.
ja: 本当に実行しますか ? 今後受信トレイのメッセージが表示されなくなります。
nl: Weet je het zeker? Inboxberichten zullen voor altijd worden genegeerd.
pt_br: Você tem certeza? As mensagens da caixa de entrada serão dispensadas para sempre.
ru: Вы уверены? Входящие сообщения будут безвозвратно утрачены.
sv: Är du säker? Inkorgsmeddelanden kommer att avfärdas för alltid.
tr: Emin misiniz? Gelen kutusu mesajları artık her zaman kapatılacak.

source: Argentina
ar: الأرجنتين
de: Argentinien
fr: Argentine
he: ארגנטינה
ja: アルゼンチン
nl: Argentinië
ru: Аргентина
tr: Arjantin

source: Armenia
ar: أرمينيا
de: Armenien
fr: Arménie
he: ארמניה
ja: アルメニア
nl: Armenië
pt_br: Armênia
ru: Армения
sv: Armenien
tr: Ermenistan

source: Aruba
ar: أروبا
he: ארובה
ja: アルバ
ru: Аруба

source: Attribute name
ar: اسم السمة
de: Attribut-Name
es: Nombre del atributo
fr: Nom de l’attribut
he: שם המאפיין
id: Nama atribut
it: Nome attributo
ja: 属性名
nl: Naam eigenschap
pt_br: Nome do atributo
ru: Имя атрибута
sv: Attributnamn
tr: Nitelik ismi

source: Attributes
ar: السمات
de: Eigenschaften
es: Atributos
fr: Attributs
he: תכונות
id: Atribut
it: Attributi
ja: 属性
nl: Eigenschappen
pt_br: Atributos
ru: Атрибуты
sv: Attribut
tr: Nitelikler

source: Attributes added!
ar: تمت إضافة السمات!
de: Attribute hinzugefügt!
es: ¡Se han añadido los atributos!
fr: Attributs ajoutés !
he: המאפיינים נוספו!
id: Atribut ditambahkan!
it: Attributi aggiunti
ja: 属性を追加しました
nl: Eigenschappen toegevoegd!
pt_br: Atributos adicionados!
ru: Атрибуты добавлены!
sv: Attribut tillagda!
tr: Özellikler eklendi.

source: Australia
ar: أستراليا
de: Australien
fr: Australie
he: אוסטרליה
ja: オーストラリア
nl: Australië
pt_br: Austrália
ru: Австралия
sv: Australien
tr: Avustralya

source: Austria
ar: النمسا
de: Österreich
fr: Autriche
he: אוסטריה
ja: オーストリア
nl: Oostenrijk
pt_br: Áustria
ru: Австрия
sv: Österrike
tr: Avusturya

source: Authenticating
ar: مصادقة
de: Authentifiziere
es: Autenticando
fr: Connexion
he: מאמת
id: Mengotentikasi
it: Autenticazione in corso
ja: 認証中
nl: Authenticatie
pt_br: Autenticando
ru: Идёт авторизация
sv: Autentiserar
tr: Doğrulanıyor

source: Authentication code
ar: رمز المصادقة
de: Authentifizierungscode
es: Código de autenticación
fr: Code d’authentification
he: קוד אימות
id: Kode autentikasi
it: Codice di autenticazione
ja: 認証コード
nl: Authenticatiecode
pt_br: Código de autenticação
ru: Код аутентификации
sv: Autentiseringskod
tr: Kimlik doğrulama kodu

source: Authentication required for host: %@
ar: يلزم مصادقة للمضيف: %@
de: Autorisierung erforderlich für Host: %@
es: Se requiere autenticación para el host: %@
fr: Authentification obligatoire pour l'hôte : %@
he: נדרש אימות עבור חברת האחסון: ‎%@
id: Autentikasi diperlukan untuk host: %@
it: &Egrave; richiesta l'autenticazione per l'host: %@
ja: ホストに必要な認証:%@
nl: Authenticatie vereist voor host: %@
pt_br: Autenticação requerida pelo host: %@
ru: Необходима авторизация для доступа к узлу: %@
sv: Autentisering krävs för server: %@
tr: Şu adres için doğrulama gerekli: %@

source: Auto-managed on this site
ar: تمت الإدارة التلقائية على هذا الموقع
de: Auf dieser Website automatisch verwaltet
es: Gestión automática de este sitio
fr: Géré automatiquement sur ce site
he: מנוהל באופן אוטומטי באתר זה
id: Dikelola secara otomatis di situs ini
it: Auto-gestito su questo sito
ja: このサイトで自動管理
nl: Automatisch beheerd op deze site
pt_br: Gerenciado automaticamente neste site
ru: Автоматически управляется на этом сайте
sv: Automatiskt hanterat på denna webbplats
tr: Bu sitede otomatik yönetiliyor

source: Automated backup + quick restore
ar: النسخ الاحتياطي التلقائي + الاستعادة السريعة
de: Automatische Backups und schnelle Wiederherstellung
es: Copias de seguridad automatizadas y restauraciones rápidas
fr: Une sauvegarde automatisée + un rétablissement rapide
he: גיבויים אוטומטיים + שחזור מהיר
id: Pencadangan otomatis + pemulihan kilat
it: Backup automatici + ripristini rapidi
nl: Geautomatiseerde back-ups en snel herstellen
pt_br: Backup automatizado e restauração rápida
ru: Автоматическое резервное копирование и быстрое восстановление
sv: Automatisk säkerhetskopiering + snabb återställning
tr: Otomatik yedekleme + hızlı geri yükleme

source: Automated sales taxes
ar: ضرائب المبيعات التلقائية
de: Automatische Umsatzsteuer
es: Impuestos de ventas automáticos
fr: Taxes de vente automatisées
he: חישוב אוטומטי של מיסי מכירה
id: Pajak penjualan otomatis
it: Imposte sulle vendite automatiche
nl: Geautomatiseerde omzetbelasting
pt_br: Taxas de vendas automatizadas
ru: Автоматическое взимание налога с продаж
sv: Automatiserad försäljningsmoms
tr: Otomatikleştirilmiş satış vergileri

source: Automatically adding tax rate
ar: إضافة معدل الضريبة تلقائيًا
de: Steuersatz wird automatisch hinzugefügt
es: Añadir automáticamente la tasa de impuesto
fr: Ajout automatique du taux de taxe
he: הוספה אוטומטית של שיעור מס
id: Tarif pajak ditambahkan secara otomatis
it: Aggiunta automatica dell'aliquota d'imposta
nl: Automatisch het belastingtarief toevoegen
pt_br: Inclusão automática de imposto
ru: Автоматическое добавление налоговой ставки
sv: Automatiskt tillägg av momssats
tr: Vergi oranını otomatik olarak ekleme

source: Automatically start and end a sale
ar: بدء البيع وانتهاؤه تلقائيًا
de: Verkauf automatisch beginnen und beenden
es: Iniciar y finalizar una oferta automáticamente
fr: Commencer et terminer automatiquement une vente
he: להתחיל ולסיים מבצע באופן אוטומטי
id: Otomatis mulai dan akhiri penjualan
it: Avvio e termine automatici di una vendita
ja: セールを自動的に開始、終了する
nl: Verkoop automatisch beginnen en beëindigen
pt_br: Iniciar e encerrar uma oferta automaticamente
ru: Автоматически начинать и завершать распродажу
sv: Starta och avsluta en rea automatiskt
tr: Bir satışı otomatik başlat ve durdur

source: Automattic family
ar: عائلة Automattic
de: Automattic-Familie
es: Familia Automattic
fr: Famille Automattic
he: משפחת Automattic
id: Keluarga Automattic
it: Famiglia Automattic
ja: Automattic ファミリー
pt_br: Família Automattic
ru: Семейство Automattic
sv: Automattic-familjen
tr: Automattic ailesi

source: Available funds are deposited automatically, %1$@.
ar: يتم إيداع الأموال المتوافرة تلقائيًا عند الطلب، %1$@.
de: Verfügbares Guthaben wird automatisch %1$@ ausgezahlt.
es: Los fondos disponibles se depositan automáticamente, %1$@.
fr: Les fonds disponibles sont versés automatiquement, %1$@.
he: הכספים הזמינים יופקדו ידנית, %1$@.
id: Deposit dana yang tersedia dilakukan secara otomatis, %1$@.
it: I fondi disponibili vengono depositati manualmente, ogni %1$@.
nl: Beschikbare bedragen worden automatisch %1$@ gestort.
pt_br: Os fundos disponíveis são depositados automaticamente, %1$@.
ru: Доступные средства вносятся на счёт автоматически, %1$@.
sv: Tillgängliga medel sätts in automatiskt %1$@.
tr: Mevcut fonlar otomatik olarak (%1$@) yatırılır.

source: Available funds are deposited manually, on request.
ar: يتم إيداع الأموال المتوافرة يدويًا عند الطلب.
de: Verfügbares Guthaben wird manuell, auf Anfrage ausgezahlt.
es: Los fondos disponibles se depositan manualmente, previa solicitud.
fr: Les fonds disponibles sont versés manuellement, sur demande.
he: הכספים הזמינים יופקדו ידנית, לפי בקשה.
id: Deposit dana yang tersedia dilakukan secara manual, berdasarkan permintaan.
it: I fondi disponibili vengono depositati manualmente, su richiesta.
nl: Beschikbare bedragen worden handmatig op verzoek gestort.
pt_br: Os fundos disponíveis são depositados manualmente, sob demanda.
ru: Доступные средства вносятся на счёт вручную, по запросу.
sv: Tillgängliga medel sätts in manuellt på begäran.
tr: Mevcut fonlar talep üzerine manuel olarak yatırılır.

source: Average Order Value
ar: متوسط قيمة الطلب
de: Durchschnittlicher Bestellwert
es: Valor medio de los pedidos
fr: Valeur moyenne des commandes
he: ערך הזמנות ממוצע
id: Nilai Pesanan Rata-Rata
it: Valore medio dell'ordine
ja: 平均注文金額
nl: Gemiddelde bestellingswaarde
pt_br: Valor médio por pedido
ru: Средняя стоимость заказа
sv: Genomsnittligt beställningsvärde
tr: Ortalama sipariş değeri

source: Awaiting payment
ar: بانتظار الدفع
de: Warten auf Zahlung
es: Pago pendiente
fr: Paiement en attente
he: ממתין לתשלום
id: Menunggu pembayaran
it: In attesa di pagamento
ja: 支払い待ち
nl: Openstaande betaling
pt_br: Aguardando pagamento
ru: Ожидание платежа
sv: Inväntar betalning
tr: Bekleyen ödeme

source: Awaiting payment via %@
ar: في انتظار الدفع بواسطة %@
de: Warten auf Zahlung per %@
es: Pago pendiente a través de %@
fr: En attente du paiement via %@
he: ממתין לתשלום באמצעות %@
id: Menunggu pembayaran melalui %@
it: In attesa di pagamento tramite %@
ja: %@ による決済待ち
nl: Wachten op betaling via %@
pt_br: Aguardando pagamento via %@
ru: Ожидание оплаты через %@
sv: Väntar på betalning via %@
tr: %@ üzerinden ödeme bekleniyor

source: Azerbaijan
ar: أذربيجان
de: Aserbaidschan
es: Azerbaiyán
fr: Azerbaïdjan
he: אזרבייג'ן
it: Azerbaigian
ja: アゼルバイジャン
nl: Azerbeidzjan
pt_br: Azerbaijão
ru: Азербайджан
sv: Azerbajdzjan
tr: Azerbaycan

source: BILLING ADDRESS
ar: عنوان الفوترة
de: RECHNUNGSADRESSE
es: DIRECCIÓN DE FACTURACIÓN
fr: Adresse de facturation
he: כתובת לחיוב
id: ALAMAT PENAGIHAN
it: INDIRIZZO DI FATTURAZIONE
ja: 請求先住所
nl: FACTUURADRES
pt_br: ENDEREÇO DE COBRANÇA
ru: ПЛАТЁЖНЫЙ АДРЕС
sv: FAKTURERINGSADRESS
tr: FATURA ADRESİ

source: Back
ar: رجوع
de: Zurück
es: Volver
fr: Retour
he: חזרה
id: Kembali
it: Indietro
ja: 戻る
nl: Terug
pt_br: Voltar
ru: Назад
sv: Tillbaka
tr: Geri

source: Back in stock emails
ar: رسائل البريد الإلكتروني الخاصة بالتوافر مرة أخرى في المخزون
de: E-Mails zu wieder verfügbarem Lagerbestand
es: Correos electrónicos de reposición de artículos
fr: E-mails de retour en stock
he: אימיילים לגבי חזרה למלאי
id: Email tentang stok tersedia kembali
it: E-mail Back In Stock
nl: E-mails voor aangevulde voorraad
pt_br: E-mails de notificação de estoque
ru: Эл. письма о наличии товара
sv: E-postmeddelanden om ”Tillbaka i lager”
tr: Tekrar stokta e-postaları

source: Back online
ar: الاتصال بالإنترنت مرة أخرى
de: Wieder online
es: Vuelve a estar conectado a Internet
fr: De nouveau en ligne
he: חזרת למצב מקוון
id: Kembali online
it: Di nuovo online
ja: 再びオンラインになる
nl: Weer online
pt_br: Online novamente
ru: Вы снова в сети
sv: Tillbaka online
tr: Yeniden çevrimiçi

source: Back to My Store
ar: العودة إلى متجري
de: Zurück zu „Mein Shop“
es: Volver a mi tienda
fr: Retour à ma boutique
he: חזרה אל 'החנות שלי'
id: Kembali ke Toko Saya
it: Torna al mio negozio
ja: ストアに戻る
nl: Terug naar winkel
pt_br: Voltar para minha loja
ru: Назад в Мой магазин
sv: Tillbaka till min butik
tr: Mağazama Dön

source: Back to Order
ar: الرجوع إلى الطلب
de: Zurück zur Bestellung
es: Volver al pedido
fr: Retour à la commande
he: בחזרה להזמנה
id: Kembali ke Pesanan
it: Torna all'Ordine
ja: 注文に戻る
nl: Terug naar bestelling
pt_br: Voltar para o pedido
ru: Назад к заказу
sv: Tillbaka till beställningar
tr: Siparişe Geri Dön
