Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: Select products
ar: تحديد المنتجات
de: Produkte auswählen
es: Seleccionar productos
fr: Sélectionner les produits
he: יש לבחור מוצרים
id: Pilih produk
it: Seleziona i prodotti
ja: 商品を選択
nl: Producten selecteren
pt_br: Selecionar produtos
ru: Выбрать товары
sv: Välj produkter
tr: Ürün seç

source: Select reader type
ar: تحديد نوع القارئ
de: Art des Lesegeräts auswählen
es: Elige un tipo de lector
fr: Sélectionner le type de lecteur
he: בחירת סוג קורא
id: Pilih tipe pembaca
it: Seleziona il tipo di lettore
ja: リーダーの種類を選択
nl: Selecteer lezertype
pt_br: Selecione o tipo de leitor
ru: Выберите тип устройства чтения
sv: Välj läsartyp
tr: Okuyucu türünü seçin

source: Select start date
ar: تحديد تاريخ البدء
de: Startdatum auswählen
es: Selecciona la fecha de inicio
fr: Sélectionner la date de début
he: לבחור בתאריך התחלה
id: Pilih tanggal mulai
it: Seleziona la data di inizio
ja: 開始日を選択
nl: Selecteer startdatum
pt_br: Selecionar data de início
ru: Выбрать дату начала
sv: Välj startdatum
tr: Başlangıç tarihini seç

source: Select the type of packaging you'd like to ship your items in
ar: تحديد نوع التعبئة التي ترغب في شحن عناصرك بها
de: Wähle die Art von Verpackung aus, die für deine Artikel verwendet werden soll
es: Selecciona el tipo de paquete con el que enviarás tus artículos
fr: Sélectionner le type de colis à utiliser pour livrer vos articles
he: יש לבחור את סוג האריזה שבאמצעותה ברצונך לשלוח את הפריטים
id: Pilih jenis kemasan yang digunakan untuk mengirim item Anda
it: Seleziona il tipo di pacchetto con cui desideri spedire i tuoi articoli
ja: アイテム配送時の梱包の種類を選択
nl: Selecteer het type verpakking waarin je je artikelen wil verzenden
pt_br: Selecione o tipo de pacote em que você gostaria de enviar seus itens
ru: Выберите тип упаковки, в которой хотите отправить товары
sv: Välj i vilken typ av förpackning du vill skicka dina artiklar
tr: Ürünlerinizi göndermek için kullanmak istediğiniz ambalaj türünü seçin

source: Select this if your package contains dangerous goods or hazardous materials
ar: تحديد ذلك إذا كانت الحزمة الخاصة بك تحتوي على سلع خطيرة أو مواد خطرة.
de: Wähle diese Option aus, wenn dein Paket Gefahrgüter oder -stoffe enthält
es: Selecciona esta opción si tu paquete contiene mercancías peligrosas o materiales peligrosos
fr: Sélectionnez cette option si votre colis contient des marchandises ou des matières dangereuses.
id: Pilih ini jika paket Anda berisi barang atau bahan berbahaya
it: Seleziona questa opzione se il tuo pacco contiene prodotti o materiali pericolosi.
nl: Selecteer dit als je pakket gevaarlijke goederen of gevaarlijk materiaal bevat
pt_br: Selecione esta opção se seu pacote contiver mercadorias ou materiais perigosos
ru: Выберите эту опцию, если в вашей посылке содержатся опасные товары или материалы.
sv: Välj detta alternativ om ditt paket innehåller farligt gods eller farliga material
tr: Paketiniz tehlikeli mallar veya tehlikeli maddeler içeriyorsa bu seçeneği belirleyin.

source: Select upload method
ar: اختيار طريقة الرفع
de: Methode zum Hochladen wählen
es: Elige el método de carga
fr: Sélectionner une méthode de chargement
he: יש לבחור שיטה להעלאה
id: Pilih metode pengunggahan
it: Seleziona metodo di caricamento
ja: アップロード方法を選択
nl: Uploadmethode selecteren
pt_br: Selecionar método de upload
ru: Выберите способ загрузки
sv: Välj uppladdningsmetod
tr: Karşıya yükleme yöntemi seç

source: Select your shipping carrier and rates
ar: تحديد شركة شحنك وأسعارها
de: Versanddienstleister und -tarife auswählen
es: Selecciona la empresa de transporte y las tarifas
fr: Sélectionner votre transporteur et les frais de port
he: יש לבחור את ספק המשלוח והתעריפים
id: Pilih operator dan tarif pengiriman
it: Seleziona corriere e tariffe di spedizione
ja: 配送業者と金額を選択
nl: Selecteer je bezorgservice en tarieven
pt_br: Selecione sua transportadora e as tarifas
ru: Выберите перевозчика и тарифы
sv: Välj ditt transportföretag och avgifter
tr: Kargo şirketinizi ve ücretlerinizi seçin

source: Select your test product, add to cart, and complete checkout on that web store as a real customer.
ar: حدد منتج الاختبار الخاص بك وأضفه إلى عربة التسوق وأكمل السداد على متجر الويب ذلك كعميل حقيقي.
de: Wähle dein Testprodukt aus, füge es zum Warenkorb hinzu und schließe wie ein echter Kunde den Bezahlvorgang in diesem Onlineshop ab.
es: Elige el producto de prueba, añádelo al carrito y realiza el pago en esa tienda web como si fueras un cliente real.
fr: Sélectionnez votre produit de test, ajoutez-le au panier et finalisez la commande dans cette boutique en ligne comme un vrai client.
he: יש לבחור את המוצר לבדיקה, להוסיף אותו לעגלה ולהשלים את תהליך התשלום בקופה בחנות המקוונת, בדיוק כמו לקוח אמיתי.
id: Pilih produk uji coba Anda, tambahkan ke keranjang, lalu selesaikan proses checkout di toko web tersebut sebagai pelanggan sungguhan.
it: Seleziona il tuo prodotto di prova, aggiungilo al carrello e completa il pagamento su quel negozio web come un vero cliente.
nl: Selecteer jouw testproduct, voeg deze toe aan de winkelwagen en voltooi het afrekenscherm in die webwinkel als een echte klant.
pt_br: Selecione seu produto de teste, adicione ao carrinho e finalize a compra em determinada loja online como um cliente real.
ru: Выберите тестируемый товар, добавьте его в корзину и оформите заказ в магазине так, будто вы настоящий покупатель.
sv: Välj din testprodukt, lägg till i varukorg och slutför kassan i den webbutiken som en riktig kund.
tr: Test ürününüzü seçin, sepete ekleyin ve ilgili web mağazasından gerçek bir müşteri olarak ödemeyi tamamlayın.

source: Send
ar: إرسال
de: Senden
es: Enviar
fr: Envoyer
he: לשלוח
id: Kirim
it: Invia
ja: 送信
nl: Verzenden
pt_br: Enviar
ru: Отправить
sv: Skicka
tr: Gönder

source: Send Feedback
ar: إرسال الملاحظات
de: Feedback senden
es: Enviar comentario
fr: Envoyer la réaction
he: שליחת משוב
id: Kirim Masukan
it: Invia un feedback
ja: 意見を送る
nl: Stuur feedback
pt_br: Enviar feedback
ru: Отправить отзыв
sv: Skicka feedback
tr: Geri bildirim gönder

source: Send Link
ar: إرسال رابط
de: Link senden
es: Enviar enlace
fr: Envoyer le lien
he: שליחת קישור
id: Kirim Tautan
it: Invia link
ja: リンクを送信
nl: Stuur link
pt_br: Enviar link
ru: Отправить ссылку
sv: Skicka länk
tr: Bağlantı Gönder

source: Send Link by Email
ar: إرسال الرابط في رسالة عبر البريد الإلكتروني
de: Link per E-Mail senden
es: Enviar enlace por correo electrónico
fr: Envoyer un lien par e-mail
he: לשלוח את הקישור באימייל
id: Kirim Tautan Lewat Email
it: Invia link tramite e-mail
ja: リンクをメールで送信
nl: Link per e-mail verzenden
pt_br: Enviar link por e-mail
ru: Отправить ссылку по электронной почте
sv: Skicka länk via e-post
tr: E-posta ile Bağlantı Gönder

source: Send email verification link
ar: إرسال رابط التحقُّق عبر البريد الإلكتروني
de: Bestätigungslink per E-Mail senden
es: Enviar un enlace de verificación de correo electrónico
fr: Envoyer le lien de vérification par e-mail
he: לשלוח קישור לאימות באימייל
id: Kirim tautan verifikasi email
it: Invia e-mail di verifica dell'e-mail
ja: メール認証リンクを送信
nl: Link voor e-mailverificatie verzenden
pt_br: Enviar link de verificação de e-mail
ru: Отправить ссылку для подтверждения
sv: Skicka länk för e-postverifiering
tr: E-posta doğrulama bağlantısı gönder

source: Senegal
ar: السنغال
fr: Sénégal
he: סנגל
ja: セネガル
ru: Сенегал

source: Serbia
ar: صربيا
de: Serbien
fr: Serbie
he: סרביה
ja: セルビア
nl: Servië
pt_br: Sérvia
ru: Сербия
sv: Serbien
tr: Sırbistan

source: Service Package
ar: حزمة الخدمة
de: Service-Paket
es: Paquete de servicios
fr: Ensemble de services
he: חבילת שירותים
id: Paket Layanan
it: Pacchetto del servizio
ja: サービスパッケージ
nl: Servicepakket
pt_br: Pacote de serviços
ru: Обработка посылки
sv: Tjänstepaket
tr: Hizmet Paketi

source: Set New Tax Rate
ar: تعيين معدل الضريبة الجديد
de: Neuen Steuersatz festlegen
es: Fijar el nuevo tipo impositivo
fr: Définir un nouveau taux de taxe
he: להגדיר שיעור מס חדש
id: Atur Tarif Pajak Baru
it: Imposta la nuova aliquota d'imposta
nl: Nieuw belastingtarief instellen
pt_br: Definir uma taxa de imposto
ru: Указать новую налоговую ставку
sv: Ange ny momssats
tr: Yeni Vergi Oranı Belirle

source: Set Tax Rate
ar: تعيين معدل الضريبة
de: Steuersatz festlegen
es: Fijar el tipo impositivo
fr: Définir un taux de taxe
he: להגדיר שיעור מס
id: Atur Tarif Pajak
it: Imposta l'aliquota d'imposta
nl: Belastingtarief instellen
pt_br: Defina uma taxa de imposto
ru: Указать налоговую ставку
sv: Ange momssats
tr: Vergi Oranını Belirle

source: Set Up Tap to Pay on iPhone
ar: إعداد ميزة Tap to Pay على iPhone
de: Tap to Pay on iPhone einrichten
es: Configura la función "Tap to Pay on iPhone"
fr: Configurer la fonctionnalité Appuyer pour payer sur iPhone
he: להגדיר את Tap to Pay ב-iPhone
id: Atur fitur Ketuk untuk Bayar di iPhone
it: Configura Tap to Pay su iPhone
nl: Tap to Pay on iPhone instellen
pt_br: Configurar Tap to Pay on iPhone
ru: Настройте Tap to Pay on iPhone
sv: Konfigurera Tryck för att betala på iPhone
tr: Tap to Pay on iPhone'u kurun

source: Set a new tax rate for this order
ar: تعيين معدل ضريبة جديد لهذا الطلب
de: Neuen Steuersatz für diese Bestellung festlegen
es: Establecer una nueva tasa de impuesto para este pedido
fr: Définir un nouveau taux de taxe pour cette commande
he: לקבוע שיעור מס חדש להזמנה זו
id: Tentukan tarif pajak baru untuk pesanan ini
it: Configura una nuova aliquota d'imposta per questo ordine
nl: Stel een nieuw belastingtarief in voor deze bestelling
pt_br: Definir um novo imposto para este pedido
ru: Установить другую налоговую ставку для этого заказа
sv: Ange en ny momssats för den här beställningen
tr: Bu sipariş için yeni bir vergi oranı belirleyin

source: Set email
ar: تعيين البريد الإلكتروني
de: E-Mail festlegen
es: Configurar correo electrónico
fr: Configurer l’adresse e-mail
he: הגדרת אימייל
id: Atur email
it: Imposta e-mail
ja: メールを設定
nl: E-mail instellen
pt_br: Definir e-mail
ru: Указать электронную почту
sv: Ställ in e-post
tr: E-postayı belirleyin

source: Set the fixed amount of the discount you want to offer.
ar: حدِّد المبلغ الثابت للخصم الذي ترغب في توفيره.
de: Lege den festen Betrag des Rabatts fest, den du anbieten möchtest.
es: Establece el importe fijo del descuento que quieres ofrecer.
fr: Définissez le montant fixe de la remise que vous souhaitez offrir.
he: יש להגדיר את הסכום הקבוע להנחה שברצונך להציע.
id: Tentukan jumlah tetap diskon yang ingin Anda tawarkan.
it: Imposta l'importo fisso dello sconto che vuoi offrire.
ja: 任意の固定割引額を設定します。
nl: Stel de korting die je wilt bieden, als vast bedrag in.
pt_br: Defina o valor do desconto que você quer oferecer.
ru: Задайте фиксированную сумму, которую вы хотите предложить.
sv: Ställ in det fasta rabattbelopp som du vill erbjuda.
tr: Sunmak istediğiniz indirimin sabit tutarını belirleyin.

source: Set the percentage of the discount you want to offer.
ar: حدِّد النسبة المئوية للخصم الذي ترغب في توفيره.
de: Lege den Prozentsatz des Rabatts fest, den du anbieten möchtest.
es: Establece el porcentaje de descuento que quieres ofrecer.
fr: Définissez le pourcentage de la remise que vous souhaitez offrir.
he: יש להגדיר את אחוז ההנחה שברצונך להציע.
id: Tentukan persentase diskon yang ingin Anda tawarkan.
it: Imposta la percentuale di sconto che vuoi offrire.
ja: 任意の割引率を設定します。
nl: Stel de korting die je wilt bieden, in procenten in.
pt_br: Defina a porcentagem do desconto que você quer oferecer.
ru: Задайте процент скидки, которую вы хотите предложить.
sv: Ställ in den procentuella rabatt som du vill erbjuda.
tr: Sunmak istediğiniz indirimin yüzdesini ayarlayın.

source: Set the tone and voice to shape your product's presentation that aligns with your brand.
ar: قم بتعيين النغمة والصوت لتشكيل العرض التقديمي لمنتجك الذي يتوافق مع علامتك التجارية.
de: Lege Sprache und Tonalität fest, um die Präsentation deines Produkts an deine Marke anzupassen.
es: Establece el tono y la voz para dar forma a una presentación de tu producto que se ajuste a tu marca.
he: כדאי להגדיר את הנימה ואת טון הדיבור כדי לוודא שהתצוגה של המוצר מתאימה למותג שלך.
id: Tentukan nada dan suara agar presentasi produk sesuai dengan merek Anda.
it: Imposta il tone of voice per dare forma a una presentazione del prodotto che sia in linea con il tuo brand.
nl: Stel de toon in om de presentatie van je product af te stemmen op je merk.
pt_br: Defina o tom e a voz para moldar a apresentação do seu produto de forma que reflita a identidade da sua marca.
ru: Задайте тон и стиль презентации, чтобы она соответствовала характеру вашего бренда.
sv: Ställ in ton och röst för att forma presentationen av din produkt så att den passar ditt varumärke.
tr: Ürününüzün sunumunu markanızla uyumlu biçimde şekillendirmek için tonu ve sesi belirleyin.

source: Set tone and voice
ar: تعيين النغمة والصوت
de: Sprache und Tonalität festlegen
es: Establecer tono y voz
he: להגדיר את הנימה וטון הדיבור
id: Tetapkan nada dan suara
it: Imposta il tone of voice
nl: Toon instellen
pt_br: Definir tom e voz
ru: Задайте тон и стиль
sv: Ställ in ton och röst
tr: Ton ve sesi ayarla

source: Set up %1$@
ar: إعداد %1$@
de: %1$@ einrichten
es: Configurar %1$@
fr: Configurer %1$@
he: להגדיר את %1$@
id: Siapkan %1$@
it: Configura %1$@
nl: %1$@ instellen
pt_br: Configure %1$@
ru: Настройка %1$@
sv: Konfigurera %1$@
tr: %1$@ kur

source: Set up Jetpack
ar: إعداد Jetpack
de: Jetpack einrichten
es: Configurar Jetpack
fr: Réglage de Jetpack
he: הגדרת Jetpack
id: Siapkan Jetpack
it: Configura Jetpack
ja: Jetpack のセットアップ
nl: Jetpack instellen
pt_br: Configurar Jetpack
ru: Установить Jetpack
sv: Konfigurera Jetpack
tr: Jetpack'i yapılandır

source: Set up Tap to Pay on iPhone
ar: إعداد ميزة Tap to Pay على iPhone
de: Tap to Pay on iPhone einrichten
es: Configura la función "Tap to Pay on iPhone"
fr: Configurer la fonctionnalité Appuyer pour payer sur iPhone
he: להגדיר את Tap to Pay ב-iPhone
id: Atur fitur Ketuk untuk Bayar di iPhone
it: Configura Tap to Pay su iPhone
ja: iPhone で Tap to Pay を設定
nl: Tap to Pay on iPhone instellen
pt_br: Configurar Tap to Pay on iPhone
ru: Настройте Tap to Pay on iPhone
sv: Konfigurera Tryck för att betala på iPhone
tr: Tap to Pay on iPhone'u kurun

source: Set up the package you'll be using to ship your products. We'll save it for future orders.
ar: قم بإعداد الحزمة التي ستستخدمها لشحن منتجاتك. سنقوم بحفظها للطلبات المستقبلية.
de: Richte das Paket ein, mit dem du deine Produkte versendest. Wir speichern es für zukünftige Bestellungen.
es: Configura el paquete que vas a utilizar para enviar tus productos. Lo guardaremos para futuros pedidos.
fr: Définissez le colis que vous utiliserez pour expédier vos produits. Nous l’enregistrerons pour vos commandes à venir.
he: הגדרת האריזה שבה ברצונך לשלוח את המוצרים. אנחנו נשמור אותה להזמנות עתידיות.
id: Siapkan paket yang akan digunakan untuk mengirim produk Anda. Kami akan menyimpannya untuk pesanan selanjutnya.
it: Configura il pacchetto che utilizzerai per spedire i tuoi prodotti. Lo salveremo per ordini futuri.
ja: 商品の配送に使用する荷物を設定します。 今後の注文用に保存されます。
nl: Configureer het pakket dat je gaat gebruiken voor de verzending van je producten. We slaan het dan op voor toekomstige bestellingen.
pt_br: Defina o pacote que você usará para enviar seus produtos. Salvaremos suas configurações para pedidos futuros.
ru: Настройте посылку, которую вы будете использовать для отправки своих товаров. Она будет сохранена для дальнейших заказов.
sv: Konfigurera paketet som du kommer att använda för att skicka dina produkter. Vi kommer att spara den för framtida beställningar.
tr: Ürünlerinizi göndereceğiniz paket tipini ayarlayın. Gelecekte aldığınız siparişler için bu seçiminizi hatırlayacağız.

source: Settings
ar: إعدادات
de: Einstellungen
es: Configuracion
fr: Paramètres
he: הגדרות
it: Impostazioni
ja: 設定
nl: Instellingen
pt_br: Configurações
ru: Настройки
sv: Inställningar
tr: Ayarlar

source: Setup complete
ar: اكتمل الإعداد
de: Einrichtung abgeschlossen
es: La configuración ha terminado
fr: Configuration terminée
he: ההגדרה הושלמה
id: Penyiapan selesai
it: Impostazione completata
nl: Configuratie voltooid
pt_br: Configuração concluída
ru: Настройка завершена
sv: Installationen är klar
tr: Kurulum tamamlandı

source: Setup failed
ar: فشل الإعداد
de: Einrichtung fehlgeschlagen
es: Error de configuración
fr: Échec de la configuration
he: ההגדרה נכשלה
id: Penyiapan gagal
it: Configurazione non riuscita
ja: 設定できませんでした
nl: Instellen mislukt
pt_br: Falha na configuração
ru: Ошибка настройки
sv: Konfigurationen misslyckades
tr: Kurulum başarısız oldu

source: Several readers found
ar: تم العثور على عدة قراء
de: Mehrere Reader gefunden
es: Se han encontrado varios lectores
fr: Plusieurs lecteurs trouvés
he: נמצאו כמה קוראים
id: Ditemukan beberapa pembaca
it: Sono stati trovati più lettori
ja: 複数の Reader が見つかりました
nl: Meerdere lezers gevonden
pt_br: Vários leitores encontrados
ru: Найдено несколько устройств чтения
sv: Flera läsare hittades
tr: Birkaç okuyucu bulundu

source: Seychelles
ar: سيشيل
de: Seychellen
he: איי סיישל
ja: セーシェル共和国
nl: Seychellen
ru: Сейшельские Острова
sv: Seychellerna
tr: Seyşeller

source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
he: שיתוף
id: Bagikan
it: Condividi
ja: 共有
nl: Delen
pt_br: Compartilhar
ru: Поделиться
sv: Dela
tr: Paylaş

source: Share %1$@
ar: مشاركة %1$@
de: %1$@ teilen
es: Compartir %1$@
fr: Partager %1$@
he: לשתף את %1$@
id: Bagikan %1$@
it: Condividi %1$@
nl: Deel %1$@
pt_br: Compartilhar %1$@
ru: Опубликовать %1$@
sv: Dela %1$@
tr: %1$@ Paylaş

source: Share Coupon
ar: مشاركة قسيمة
de: Gutschein teilen
es: Compartir cupón
fr: Partager des codes promo
he: שיתוף קופון
id: Bagikan Kupon
it: Condividi codice promozionale
ja: クーポンを共有
nl: Coupon delen
pt_br: Compartilhar cupom
ru: Поделиться купоном
sv: Dela rabattkod
tr: Kuponu Paylaş

source: Share Payment Link
ar: مشاركة رابط الدفع
de: Zahlungslink teilen
es: Comparte el enlace para realizar el pago
fr: Partage de lien de paiement
he: לשתף קישור לתשלום
id: Bagikan Tautan Pembayaran
it: Condividi il link di pagamento
ja: 支払いリンクを共有する
nl: Betaallink delen
pt_br: Compartilhar link de pagamento
ru: Поделиться ссылкой на оплату
sv: Dela betalningslänk
tr: Ödeme Bağlantısını Paylaş

source: Share Product
ar: مشاركة المنتج
de: Produkt teilen
es: Compartir producto
fr: Partager le produit
he: לשתף מוצר
id: Bagikan Produk
it: Condividi prodotto
nl: Product delen
pt_br: Compartilhar produto
ru: Поделиться товаром
sv: Dela produkt
tr: Ürün Paylaşın

source: Share URL
ar: مشاركة عنوان URL
de: URL teilen
es: URL para compartir
fr: URL de partage
he: כתובת URL לשיתוף
id: Bagikan URL
it: Condividi URL
ja: 共有 URL
nl: URL delen
pt_br: URL de compartilhamento
ru: URL-адрес рекомендации
sv: Dela URL
tr: URL paylaş

source: Share feedback
ar: مشاركة الملاحظات.
de: Feedback teilen
es: Compartir comentarios
fr: Partager des commentaires
he: כדאי לשלוח משוב
id: Bagikan masukan
it: Condividi il tuo feedback
ja: フィードバックを共有
nl: Deel je feedback
pt_br: Compartilhar feedback
ru: Отправить отзыв
sv: Dela feedback
tr: Görüşlerinizi paylaşın

source: Share with Friends
ar: مشاركة مع الأصدقاء
de: Mit Freunden teilen
es: Compartir con amigos
fr: Partager avec des amis
he: לשתף עם חברים
id: Bagikan dengan Teman
it: Condividi con gli amici
ja: 友達と共有
nl: Deel met vrienden
pt_br: Compartilhe com seus amigos
ru: Поделитесь с друзьями
sv: Dela med vänner
tr: Arkadaşlarla paylaş

source: Ship from
ar: الشحن من
de: Versenden von
es: Enviar desde
fr: Livrer à partir de
he: לשלוח מאת
id: Dikirim dari
it: Spedisci da
ja: 出荷元
nl: Verzenden van
pt_br: Remetente
ru: Доставка из
sv: Avsändare
tr: Gönderen:

source: Ship in Original Packaging
ar: الشحن في الحزمة الأصلية
de: In Originalverpackung versenden
es: Enviar en el paquete original
fr: Livrer dans l’emballage d’origine
he: משלוח באריזה מקורית
id: Kirim menggunakan Kemasan Asli
it: Spedisci nel pacchetto originale
ja: 初期の梱包で配送する
nl: In oorspronkelijke verpakking verzenden
pt_br: Enviar no pacote original
ru: Отправить в оригинальной упаковке
sv: Skicka i originalförpackning
tr: Orijinal Paketinde gönder

source: Ship to
ar: الشحن إلى
de: Versand
es: Enviar a
fr: Livrée à
he: לשלוח אל
id: Dikirim ke
it: Spedisci a
ja: 配送先
nl: Bestemming
pt_br: Enviar para
ru: Доставка в
sv: Leverans
tr: Alıcı

source: Shipment Company %@
ar: شركة الشحن %@
de: Versandunternehmen %@
es: Empresa de transportes %@
fr: Société d'expédition %@
he: חברת משלוח %@
id: Perusahaan Pengiriman %@
it: Corriere %@
ja: 出荷元: %@
nl: Koeriersdienst %@
pt_br: Transportadora %@
ru: Служба доставки %@
sv: Leveransföretag %@
tr: Sevkiyat Şirketi %@

source: Shipment Details
ar: تفاصيل الشحن
de: Versanddetails
es: Detalles del envío
fr: Détails de l’expédition
he: פרטי המשלוח
id: Informasi Pengiriman
it: Dettagli di spedizione
ja: 配送状況の詳細
nl: Verzendingsgegevens
pt_br: Detalhes de envio
ru: Сведения о доставке
sv: Försändelseinformation
tr: Gönderi Ayrıntıları

source: Shipment tracking
ar: تعقب الشحن
de: Sendungsverfolgung
es: Seguimiento de envíos
fr: Suivi de l’expédition
he: מעקב משלוח
id: Pelacakan pengiriman
it: Tracciabilità della spedizione
nl: Verzending bijhouden
pt_br: Rastreamento de envio
ru: Отслеживание доставки
sv: Fraktspårning
tr: Gönderim takibi

source: Shipped %@
ar: تم شحن %@
de: Versendet am %@
es: Enviado el %@
fr: Livré le %@
he: נשלח %@
id: Dikirimkan %@
it: Spedito %@
ja: 出荷日: %@
nl: Verzonden op %@
pt_br: Enviado em %@
ru: Отправлено %@
sv: Skickad %@
tr: Sevkiyat tarihi: %@

source: Shipping
ar: الشحن
de: Versand
es: Envío
fr: Expédition
he: משלוח
id: Pengiriman
it: Spedizione
ja: 配送
nl: Verzending
pt_br: Envio
ru: Доставка
sv: Frakt
tr: Gönderim

source: Shipping Address
ar: عنوان الشحن
de: Lieferadresse
es: Dirección de envío
fr: Adresse de livraison
he: כתובת משלוח
id: Alamat Pengiriman
it: Indirizzo di spedizione
ja: 配送先住所
nl: Verzendadres
pt_br: Endereço de entrega
ru: Адрес доставки
sv: Leveransadress
tr: Gönderim Adresi

source: Shipping Carrier and Rates
ar: شركة الشحن وأسعارها
de: Versanddienstleister und -tarife
es: Empresa de transporte y tarifas
fr: Transporteur et frais de port
he: ספק המשלוח והתעריפים
id: Operator dan Tarif Pengiriman
it: Corriere e tariffe di spedizione
ja: 配送業者と金額
nl: Bezorgservice en tarieven
pt_br: Transportadora e tarifas
ru: Перевозчики и тарифы
sv: Transportföretag och avgifter
tr: Kargo Şirketi ve Ücretler

source: Shipping Carriers
ar: شركات النقل المخصصة للشحن
de: Versanddienstleister
es: Empresas de transporte
fr: Transporteurs
he: ספק משלוח
id: Operator Pengiriman
it: Corrieri della spedizione
ja: 配送業者
nl: Bezorgservices
pt_br: Transportadoras
ru: Перевозчики
sv: Transportföretag
tr: Kargo Şirketleri

source: Shipping Details
ar: تفاصيل الشحن
de: Versanddetails
es: Detalles del envío
fr: Détails de livraison
he: פרטי משלוח
id: Detail pengiriman
it: Dati di spedizione
ja: 配送詳細
nl: Verzendgegevens
pt_br: Detalhes de envio
ru: Сведения о доставке
sv: Leveransadress
tr: Gönderim ayrıntıları

source: Shipping Method
ar: طريقة الشحن
de: Versandmethode
es: Método de envío
fr: Mode de livraison
he: שיטת משלוח
id: Metode Pengiriman
it: Metodo di spedizione
ja: 配送方法
nl: Verzendmethode
pt_br: Método de envio
ru: Способ доставки
sv: Fraktmetod
tr: Gönderi Yöntemi

source: Shipping Refund
ar: استرداد أموال الشحن
de: Versandrückerstattung
es: Reembolso del envío
fr: Remboursement des frais d’expédition
he: החזר כספי על משלוח
id: Pengembalian Biaya Pengiriman
it: Rimborso spedizione
ja: 配送料の返金
nl: Verzendkostenvergoeding
pt_br: Reembolso de envio
ru: Возврат средств за доставку
sv: Fraktåterbetalning
tr: Kargo İadesi

source: Shipping carrier
ar: شركة نقل مخصصة للشحن
de: Versanddienstleister
es: Empresa de transporte
fr: Transporteur
he: ספק משלוח
id: Operator pengiriman
it: Corriere della spedizione
ja: 配送業者
nl: Bezorgservice
pt_br: Transportadora
ru: Перевозчик
sv: Transportföretag
tr: Kargo şirketi
