Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: Sanitary / Phytosanitary Inspection
ar: التفتيش الصحي/تفتيش الصحة النباتية
de: Sanitäre/phytosanitäre Inspektion
es: Inspección sanitaria/fitosanitaria
fr: Inspection sanitaire/phytosanitaire
he: בדיקת תברואה / בדיקה פיטוסניטרית
id: Pemeriksaan Sanitasi/Fitosanitasi
it: Ispezione sanitaria/fitosanitaria
ja: 検疫 / 植物検疫検査
nl: Sanitaire/fytosanitaire inspectie
pt_br: Inspeção sanitária/fitossanitária
ru: Санитарная/фитосанитарная проверка
sv: Sanitär/fytosanitär inspektion
tr: Sağlık/Bitki Sağlığı denetimi

source: Saudi Arabia
ar: المملكة العربية السعودية
de: Saudi-Arabien
es: Arabia Saudí
fr: Arabie saoudite
he: ערב הסעודית
id: Arab Saudi
it: Arabia Saudita
ja: サウジアラビア
nl: Saudi-Arabië
pt_br: Arábia Saudita
ru: Саудовская Аравия
sv: Saudiarabien
tr: Suudi Arabistan

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
he: שמירה
id: Simpan
it: Salva
ja: 保存
nl: Opslaan
pt_br: Salvar
ru: Сохранить
sv: Spara
tr: Kaydet

source: Save as Draft
ar: حفظ كمسودة
de: Als Entwurf speichern
es: Guardar como borrador
fr: Enregistrer comme brouillon
he: לשמור כטיוטה
id: Simpan sebagai Draf
it: Salva come Bozza
ja: 下書きとして保存
nl: Opslaan als concept
pt_br: Salvar como rascunho
ru: Сохранить как черновик
sv: Spara som utkast
tr: Taslak olarak kaydet

source: Save as draft
ar: حفظ كمسودة
de: Als Entwurf speichern
es: Guardar como borrador
fr: Enregistrer comme brouillon
he: לשמור כטיוטה
id: Simpan sebagai draf
it: Salva come bozza
ja: 下書きとして保存
nl: Opslaan als concept
pt_br: Salvar como rascunho
ru: Сохранить как черновик
sv: Spara som utkast
tr: Taslak olarak kaydet

source: Save for Later
ar: حفظ لوقت لاحق
de: Für später speichern
es: Guardar para más tarde
fr: Enregistrer pour plus tard
he: שמירה למועד מאוחר יותר
id: Simpan Untuk Nanti
it: Salva per dopo
ja: 保存して後で読む
nl: Opslaan voor later
pt_br: Salvar para mais tarde
ru: Сохранить для последующего использования
sv: Spara till senare
tr: Sonrası için Kaydet

source: Save for later
ar: حفظ لوقت لاحق
de: Für später speichern
es: Guardar para más adelante
fr: Enregistrer pour plus tard
he: שמירה למועד מאוחר יותר
id: Simpan untuk nanti
it: Salva per dopo
ja: 保存して後で使用
nl: Opslaan voor later
pt_br: Salvar para mais tarde
ru: Сохранить для последующего использования
sv: Spara till senare
tr: Daha sonra kullanmak için kaydet

source: Save receipt and continue
ar: حفظ الإيصال والمتابعة
de: Beleg speichern und fortfahren
es: Guardar recibo y continuar
fr: Enregistrer le reçu et continuer
he: לשמור את הקבלה ולהמשיך
id: Simpan tanda terima dan lanjutkan
it: Salva la ricevuta e continua
ja: レシピを保存して続行
nl: Sla kwitantie op en ga verder
pt_br: Salvar recibo e continuar
ru: Сохранить чек и продолжить
sv: Spara kvitto och fortsätt
tr: Makbuzu kaydet ve devam et

source: Save time and money
ar: توفير الوقت والمال
de: Spare Zeit und Geld
es: Ahorra tiempo y dinero
fr: Gain de temps et d’argent
he: לחסוך זמן וכסף
id: Hemat waktu dan uang
it: Risparmia tempo e denaro
ja: 時間とお金を節約
nl: Bespaar tijd en geld
pt_br: Economize tempo e dinheiro
ru: Экономьте время и деньги
sv: Spara tid och pengar
tr: Zamandan ve paradan tasarruf edin

source: Save time and money by fulfilling with WooCommerce Shipping
ar: ادخر الوقت والمال عن طريق الالتزام بالشحن عبر WooCommerce
de: Spare durch die Ausführung mit WooCommerce Shipping Zeit und Geld
es: Ahorra tiempo y dinero con los envíos de WooCommerce Shipping
fr: Économisez du temps et de l’argent en passant par WooCommerce Shipping
he: כדאי לחסוך זמן וכסף על ידי השלמת ההזמנה עם WooCommerce Shipping
id: Hemat waktu dan biaya dengan memproses pesanan menggunakan WooCommerce Shipping
it: Risparmia tempo e denaro con WooCommerce Shipping
ja: WooCommerce Shipping を利用して、時間とお金を節約
nl: Bespaar tijd en geld door gebruik te maken van WooCommerce Shipping
pt_br: Economize tempo e dinheiro com o WooCommerce Shipping
ru: Экономьте время и деньги, выполняя заказы с помощью WooCommerce Shipping
sv: Spara tid och pengar genom att fullfölja med WooCommerce Shipping
tr: İşinizi WooCommerce Shipping ile yaparak zamandan ve paradan tasarruf edin

source: Saving your product...
ar: جارٍ حفظ منتجك...
de: Dein Produkt wird gespeichert …
es: Guardando tu producto…
fr: Enregistrement de votre produit…
he: שומר את המוצר שלך...
id: Menyimpan produk Anda...
it: Salvataggio del tuo prodotto...
ja: 商品を保存しています...
nl: Je product wordt opgeslagen
pt_br: Salvando seu produto...
ru: Сохранение продукта...
sv: Sparar din produkt …
tr: Ürününüz kaydediliyor...

source: Saving your variation...
ar: جارٍ حفظ مجموعتك...
de: Deine Variante wird gespeichert …
es: Guardando tu variación...
fr: Enregistrement de votre variante...
he: שומר את הסוג שלך...
id: Menyimpan variasi Anda...
it: Salvataggio della tua variante in corso...
ja: バリエーションを保存しています...
nl: Je variatie opslaan…
pt_br: Salvando a sua variação...
ru: Сохранение варианта...
sv: Sparar din variation...
tr: Varyasyonunuz kaydediliyor...

source: Scan QR and follow instructions
ar: مسح الاستجابة السريعة ضوئيًا واتباع التعليمات
de: Scanne den QR-Code und befolge die Anweisungen
es: Escanea el código QR y sigue las instrucciones
fr: Scanner le code QR et suivre les instructions
he: יש לסרוק את קוד ה-QR ולבצע את ההוראות
id: Pindai kode QR dan ikuti petunjuk
it: Scansiona il QR e segui le istruzioni
nl: Scan de QR-code en volg de instructies
pt_br: Escaneie o código QR e siga as instruções
ru: Сканируйте QR-код и следуйте инструкциям
sv: Skanna QR-koden och följ instruktionerna
tr: QR taratın ve talimatları izleyin

source: Scan code like XXXX-XXXX-XXXX-XXXX
ar: مسح الكود، مثل: XXXX-XXXX-XXXX-XXXX، ضوئيًا
de: Code in folgendem Format scannen: XXXX-XXXX-XXXX-XXXX
es: Escanea un código como XXXX-XXXX-XXXX-XXXX
fr: Scanner le code sous la forme XXXX-XXXX-XXXX-XXXX
he: לסרוק קוד בפורמט XXXX-XXXX-XXXX-XXXX
id: Pindai kode seperti XXXX-XXXX-XXXX-XXXX
it: Scansiona codici come XXXX-XXXX-XXXX-XXXX
nl: Scan code zoals XXXX-XXXX-XXXX-XXXX
pt_br: Escaneie o código no formato XXXX-XXXX-XXXX-XXXX
ru: Сканировать код в формате XXXX-XXXX-XXXX-XXXX
sv: Skanna kod som XXXX-XXXX-XXXX-XXXX
tr: XXXX-XXXX-XXXX-XXXX biçimindeki kodu tarayın

source: Scan gift card
ar: مسح بطاقة الهدايا ضوئيًا
de: Geschenkkarte scannen
es: Escanear tarjeta regalo
fr: Scanner la carte-cadeau
he: לסרוק שובר מתנה
id: Pindai kartu hadiah
it: Scansiona gift card
nl: Cadeaubon scannen
pt_br: Escaneie o vale-presente
ru: Сканировать подарочную карту
sv: Skanna presentkort
tr: Hediye kartını tara

source: Scan products
ar: فحص المنتجات
de: Produkte scannen
es: Escanear productos
fr: Scanner des produits
he: לסרוק מוצרים
id: Pindai produk
it: Scansiona prodotti
ja: 商品をスキャン
nl: Producten scannen
pt_br: Verificar produtos
ru: Сканировать товары
sv: Skanna produkter
tr: Ürünleri tara

source: Scanning for readers
ar: الفحص بحثًا عن أجهزة القراءة
de: Suche nach Readern
es: Buscando lectores
fr: Recherche de lecteurs
he: סורק לאיתור קוראים
id: Memindai pembaca
it: Ricerca di lettori
ja: Reader をスキャンしています
nl: Er wordt gescand op lezers
pt_br: Procurando leitores
ru: Поиск устройств чтения
sv: Skannar efter läsare
tr: Okuyucular taranıyor

source: Scans barcodes that are associated with a product SKU for stock management.
ar: يفحص الأكواد الشريطية المرتبطة بوحدة SKU الخاصة بالمنتج لإدارة المخزون.
de: Scannt zur Bestandsverwaltung Barcodes, die mit einer Produkt-SKU verknüpft sind.
es: Escanea los códigos de barras asociados con un SKU de producto para la gestión de inventario.
fr: Scanne les codes-barres associés à une référence produit pour la gestion des stocks.
he: הפעולה סורקת את הברקודים שמשויכים ל-SKU של המוצר לצורך ניהול המלאי.
id: Pindai barcode yang terkait dengan SKU produk untuk manajemen stok.
it: Scansiona i codici a barre associati con uno SKU del prodotto per la gestione del magazzino.
ja: 在庫管理用に商品 SKU と関連付けられたバーコードをスキャンします。
nl: Scant barcodes die gekoppeld zijn aan een product-SKU voor voorraadbeheer.
pt_br: Verifica códigos de barra associados ao código SKU de um produto para gerenciamento de estoque.
ru: Сканирует штрихкоды, которые связаны с артикулом товара, для управления товарными запасами.
sv: Läser av streckkoder associerade med en produkts SKU för lagerhantering.
tr: Stok yönetimi için ürün SKU'su ile ilişkili barkodları tarar.

source: Schedule sale
ar: جدولة البيع
de: Verkauf planen
es: Programar oferta
fr: Planifier une vente
he: לקבוע תאריך למבצע
id: Jadwalkan obral
it: Programma vendita
ja: セールの予定を設定
nl: Verkoop inplannen
pt_br: Agendar oferta
ru: Запланировать распродажу
sv: Schemalägg rea
tr: Programlı satış

source: Search Categories
ar: بحث في التصنيفات
de: Kategorien suchen
es: Buscar categorías
fr: Rechercher dans les catégories
he: חיפוש קטגוריות
id: Cari Kategori
it: Cerca categorie
ja: カテゴリーを検索
nl: Categorieën doorzoeken
pt_br: Pesquisar categorias
ru: Поиск рубрик
sv: Sök kategorier
tr: Kategorilerde Ara

source: Search Products
ar: البحث عن منتجات
de: Produkte suchen
es: Buscar productos
fr: Recherche de produits…
he: חיפוש מוצרים
id: Mencari Produk
it: Cerca prodotti
ja: 商品を検索
nl: Producten zoeken
pt_br: Pesquisar produtos
ru: Поиск по товарам
sv: Sök produkter
tr: Ürün Ara

source: Search all coupons
ar: البحث عن جميع القسائم
de: Alle Gutscheine durchsuchen
es: Buscar todos los cupones
fr: Rechercher parmi tous les codes promo
he: לחפש את כל הקופונים
id: Cari semua kupon
it: Cerca tutti i codici promozionali
ja: すべてのクーポンを検索
nl: Zoek alle coupons
pt_br: Pesquisar todos os cupons
ru: Поиск всех купонов
sv: Sök alla rabattkoder
tr: Tüm kuponlarda ara

source: Search all customers
ar: البحث عن جميع العملاء
de: Nach allen Kunden suchen
es: Buscar todos los clientes
fr: Rechercher tous les clients
he: לחפש בין כל הלקוחות
id: Cari semua pelanggan
it: Cerca tutti i clienti
ja: すべてのお客様を検索
nl: Alle klanten doorzoeken
pt_br: Pesquisar todos os clientes
ru: Поиск по всем клиентам
sv: Sök alla kunder
tr: Tüm müşterileri arayın

source: Search all orders
ar: البحث عن جميع الطلبات
de: Alle Bestellungen durchsuchen
es: Buscar en todos los pedidos
fr: Rechercher toutes les commandes
he: חיפוש בכל ההזמנות
id: Cari semua pesanan
it: Cerca tutti gli ordini
ja: すべての注文を検索
nl: Alle bestellingen doorzoeken
pt_br: Pesquise todos os pedidos
ru: Поиск по всем заказам
sv: Sök alla ordrar
tr: Tüm siparişleri ara

source: Search all products
ar: البحث عن جميع المنتجات
de: Alle Produkte durchsuchen
es: Buscar todos los productos
fr: Rechercher dans tous les produits
he: חיפוש בכל המוצרים
id: Cari semua produk
it: Cerca tutti i prodotti
ja: すべての商品を検索
nl: Zoeken naar producten
pt_br: Pesquisar todos os produtos
ru: Поиск по всем товарам
sv: Sök alla produkter
tr: Tüm ürünleri ara

source: Search coupons
ar: البحث عن القسائم
de: Gutschein suchen
es: Buscar cupones
fr: Recherche codes promo
he: לחפש קופונים
id: Cari Kupon
it: Cerca codici promozionali
ja: クーポンを検索
nl: Zoek coupons
pt_br: Pesquisar cupons
ru: Поиск купонов
sv: Sök rabattkoder
tr: Kuponları ara

source: Search domains
ar: البحث في النطاقات
de: Nach verfügbaren Domains suchen
es: Buscar dominios
fr: Rechercher des domaines
he: חיפוש דומיינים
id: Cari Domain
it: Cerca domini.
ja: ドメインを検索
nl: Domeinen zoeken
pt_br: Pesquisar domínios
ru: Поиск доменов
sv: Sök domäner
tr: Alan adı ara

source: Search for a Domain
ar: البحث عن نطاق
de: Nach einer Domain suchen
es: Buscar un dominio
fr: Rechercher un domaine
he: לחפש דומיין
id: Cari Domain
it: Cerca un dominio
ja: ドメインを検索
nl: Zoek naar een domein
pt_br: Pesquisar um domínio
ru: Поиск домена
sv: Sök efter en domän
tr: Bir Alan Adı Ara

source: Search for an existing customer or
ar: البحث عن عميل موجود أو
de: Suche nach bestehendem Kunden oder
es: Buscar un cliente existente o
fr: Rechercher un client existant ou
he: לחפש לקוח קיים או
id: Cari pelanggan yang sudah ada atau
it: Cerca un cliente esistente o
nl: Een bestaande klant zoeken op
pt_br: Pesquisar cliente existente ou
ru: Поиск существующего клиента или
sv: Sök efter en befintlig kund eller
tr: Mevcut müşteri ara veya

source: Search for customers
ar: البحث عن العملاء
de: Suche nach Kunden
es: Buscar clientes
fr: Rechercher des clients
he: חיפוש לקוחות
id: Mencari pelanggan
it: Cerca clienti
nl: Klanten zoeken
pt_br: Pesquisar clientes
ru: Поиск клиентов
sv: Söka efter kunder
tr: Müşterilerde ara

source: Search for customers by
ar: البحث عن العملاء حسب
de: Suche nach Kunden anhand von
es: Buscar clientes por
fr: Rechercher des clients selon
he: לחפש לקוחות לפי
id: Cari pelanggan berdasarkan
it: Cerca clienti per
nl: Klanten zoeken op
pt_br: Pesquisar clientes por
ru: Поиск клиентов по
sv: Sök efter kunder efter
tr: Müşterilerde şuna göre ara

source: Search orders
ar: البحث عن الطلبات
de: Bestellungen durchsuchen
es: Buscar en pedidos
fr: Rechercher des commandes
he: חיפוש הזמנות
id: Cari pesanan
it: Cerca ordini
ja: 注文を検索
nl: Bestellingen doorzoeken
pt_br: Pesquise pedidos
ru: Поиск по заказам
sv: Sök ordrar
tr: Siparişleri ara

source: Search products
ar: البحث عن المنتجات
de: Produkte durchsuchen
es: Buscar productos
fr: Recherche produits
he: חיפוש מוצרים
id: Cari produk
it: Cerca prodotti
ja: 商品を検索
nl: Zoeken naar producten
pt_br: Pesquisar produtos
ru: Поиск по товарам
sv: Sök produkter
tr: Ürünleri ara

source: Search results only
ar: نتائج البحث فقط
de: Nur Suchergebnisse
es: Solo resultados de búsqueda
fr: Résultats de recherche uniquement
he: תוצאות חיפוש בלבד
id: Hanya hasil penelusuran
it: Soltanto risultati della ricerca
ja: 検索結果のみ
nl: Alleen zoekresultaten
pt_br: Apenas resultados da busca
ru: Только результаты поиска
sv: Endast sökresultat
tr: Yalnızca arama sonuçları

source: See Connected Stores
ar: الاطلاع على المخازن التي تم الاتصال بها
de: Verbundene Stores anzeigen
es: Ver tiendas conectadas
fr: Voir les boutiques connectées
he: להציג חנויות מחוברות
id: Lihat Toko yang Terhubung
it: Visualizza i negozi collegati
ja: 連携ストアを表示
nl: Aangesloten winkels bekijken
pt_br: Ver lojas conectadas
ru: Открыть список подключённых магазинов
sv: Se anslutna butiker
tr: Bağlı Mağazaları Görün

source: See Receipt
ar: الاطلاع على إيصال
de: Siehe Beleg
es: Ver recibo
fr: Voir le reçu
he: להצגת הקבלה
id: Lihat Tanda Terima
it: Visualizza ricevuta
ja: レシートを確認
nl: Bekijk kwitantie
pt_br: Ver recibo
ru: Смотреть квитанцию
sv: Se kvitto
tr: Makbuzu Gör

source: See at a glance which products are winning.
ar: تعرّف على المنتجات الرابحة في لمح البصر.
de: Erfahre auf einen Blick, welche Produkte besonders erfolgreich sind.
es: Consulta qué productos son los mejores de un vistazo.
fr: Affichez en un clin d’œil les produits les plus vendus.
he: אפשר להציג במבט כללי את המוצרים המובילים.
id: Lihat produk terlaris.
it: Visualizza in un solo colpo d'occhio quali prodotti stanno vendendo di più.
ja: どの製品が売れ筋か一目でわかります。
nl: Bekijk in één oogopslag welke producten het beste verkopen.
pt_br: Veja quais produtos são mais populares em um piscar de olhos.
ru: Наглядное представление товаров, которые пользуются спросом.
sv: Se en överblick av vilka produkter som presterar bäst.
tr: Hangi ürünlerin en çok sattığını bir bakışta görün.

source: See layout and paper sizes options
ar: الاطلاع على خيارات التخطيط ومقاسات الورقة
de: Optionen für Layout und Papiergrößen anzeigen
es: Consulta las opciones de tamaño de papel y diseño
fr: Voir les options de mise en page et de format papier
he: להציג אפשרויות של פריסה וגודל נייר
id: Lihat opsi tata letak dan ukuran kertas
it: Visualizza le opzioni di layout e delle dimensioni del foglio
ja: レイアウトと用紙サイズのオプションを見る
nl: Zie opties voor lay-out en papierformaat
pt_br: Consulte as opções de layout e tamanho do papel
ru: См. макет и варианты размера бумаги
sv: Se alternativen för layout och pappersstorlek
tr: Düzen ve kağıt boyutu seçeneklerine bakın

source: See plan details
ar: الاطلاع على تفاصيل الخطة
de: Tarif-Details anzeigen
es: Ver detalles del plan
fr: Voir les détails du plan
he: להציג את פרטי התוכנית
id: Lihat detail paket
it: Vedi i dettagli del piano
nl: Abonnementsgegevens bekijken
pt_br: Conferir detalhes do plano
ru: См. подробную информацию о плане
sv: Se paketdetaljer
tr: Paket ayrıntılarına bakın

source: Select %1$d Categories
ar: تحديد ⁦%1$d⁩ من التصنيفات
de: %1$d Kategorien auswählen
es: Elegir %1$d categorías
fr: Sélectionner %1$d catégories
he: לבחור ⁦%1$d⁩ קטגוריות
id: Pilih %1$d Kategori
it: Seleziona %1$d categorie
ja: %1$d件のカテゴリーを選択
nl: Selecteer %1$d categorieën
pt_br: Selecionar %1$d categorias
ru: Выбрать рубрики (%1$d)
sv: Välj %1$d kategorier
tr: %1$d Kategori Seç

source: Select %1$d Category
ar: تحديد ⁦%1$d⁩ تصنيف
de: %1$d Kategorie auswählen
es: Elegir %1$d categoría
fr: Sélectionner %1$d catégorie
he: לבחור קטגוריה ⁦%1$d⁩
id: Pilih %1$d Kategori
it: Seleziona %1$d categoria
ja: %1$d件のカテゴリーを選択
nl: Selecteer %1$d categorie
pt_br: Selecionar %1$d categoria
ru: Выбрать %1$d рубрику
sv: Välj %1$d kategori
tr: %1$d Kategori Seç

source: Select %1$d Products
ar: تحديد ⁦%1$d⁩ من المنتجات
de: %1$d Produkte auswählen
es: Elegir %1$d productos
fr: Sélectionner %1$d produits
he: יש לבחור ⁦%1$d⁩ מוצרים
id: Pilih %1$d Produk
it: Seleziona %1$d prodotti
ja: %1$d件の商品を選択
nl: %1$d producten selecteren
pt_br: Selecionar %1$d produtos
ru: Выбрать товары (%1$d)
sv: Välj %1$d produkter
tr: %1$d Ürün Seç

source: Select 1 Product
ar: تحديد منتج واحد
de: 1 Produkt auswählen
es: Elegir 1 producto
fr: Sélectionner 1 produit
he: יש לבחור מוצר אחד
id: Pilih 1 Produk
it: Seleziona 1 prodotto
ja: 1件の商品を選択
nl: 1 product selecteren
pt_br: Selecionar 1 produto
ru: Выбрать 1 товар
sv: Välj 1 produkt
tr: 1 Ürün Seç

source: Select All
ar: تحديد الكل
de: Alle auswählen
es: Elegir todo
fr: Tout sélectionner
he: לבחור הכול
id: Pilih Semua
it: Seleziona tutto
ja: すべてを選択
nl: Alles selecteren
pt_br: Selecionar todos
ru: Выбрать Все
sv: Välj alla
tr: Tümünü Seç

source: Select Parent Category
ar: تحديد التصنيف الأصلي
de: Übergeordnete Kategorie auswählen
es: Elegir una categoría principal
fr: Sélectionner la catégorie parente
he: לבחור קטגוריית אם
id: Pilih Kategori Induk
it: Seleziona categoria genitore
ja: 親カテゴリーを選択
nl: Bovenliggende categorie selecteren
pt_br: Selecionar categoria principal
ru: Выберите родительскую категорию
sv: Välj överordnad kategori
tr: Üst Kategori Seç

source: Select Product Categories
ar: تحديد تصنيفات المنتج
de: Produktkategorien auswählen
es: Elegir categorías de productos
fr: Sélectionner des catégories de produits
he: לבחור קטגוריות מוצרים
id: Pilih Kategori Produk
it: Seleziona categorie del prodotto
ja: 商品カテゴリーを選択
nl: Productcategorieën selecteren
pt_br: Selecionar categorias de produto
ru: Выбрать рубрики товаров
sv: Välj produktkategorier
tr: Ürün Kategorileri Seç

source: Select Store
ar: تحديد المتجر
de: Shop auswählen
es: Elegir tienda
fr: Sélectionner la boutique
he: בחירת חנות
id: Pilih Toko
it: Seleziona negozio
ja: ストアを選択
nl: Winkel selecteren
pt_br: Selecionar loja
ru: Выбрать магазин
sv: Välj butik
tr: Mağaza Seç

source: Select Type
ar: تحديد النوع
de: Typ auswählen
es: Elige un tipo
fr: Sélectionner un type
he: יש לבחור סוג
id: Pilih Tipe
it: Seleziona il tipo
ja: タイプを選択
nl: Selecteer type
pt_br: Selecione o tipo
ru: Выбрать тип
sv: Välj typ
tr: Tür Seç

source: Select a category
ar: تحديد تصنيف
de: Kategorie auswählen
es: Elige una categoría
fr: Sélectionner une catégorie
he: בחר קטגוריה
id: Pilih kategori
it: Seleziona una categoria
nl: Een categorie selecteren
pt_br: Selecione uma categoria
ru: Выбрать категорию
sv: Välj en kategori
tr: Bir kategori seçin

source: Select a package
ar: تحديد حزمة
de: Paket auswählen
es: Elige un paquete
fr: Sélectionner un colis
he: יש לבחור חבילה
id: Pilih Paket
it: Seleziona un pacchetto
ja: 荷物を選択
nl: Selecteer een pakket
pt_br: Selecione um pacote
ru: Выбрать посылку
sv: Välj ett paket
tr: Paket seç

source: Select a plan
ar: تحديد خطة
de: Tarif auswählen
es: Elige un plan
fr: Sélectionner un plan
he: לבחור תוכנית
id: Pilih paket
it: Scegli un piano
nl: Selecteer een abonnement
pt_br: Selecionar um plano
ru: Выбрать тарифный план
sv: Välj ett paket
tr: Paket seç

source: Select a product type
ar: تحديد نوع المنتج
de: Wähle einen Produkttyp aus
es: Elige un tipo de producto
fr: Sélectionner un type de produit
he: יש לבחור את סוג המוצר
id: Pilih jenis produk
it: Seleziona un tipo di prodotto
ja: 商品タイプを選択
nl: Selecteer een producttype
pt_br: Selecione um tipo de produto
ru: Выбрать тип товара
sv: Välj en produkttyp
tr: Bir ürün türü seç

source: Select a tax rate
ar: تحديد معدل الضريبة
de: Steuersatz auswählen
es: Elegir un tipo impositivo
fr: Sélectionner un taux de taxe
he: לבחור שיעור מס
id: Pilih tarif pajak
it: Seleziona un'aliquota d'imposta
nl: Een belastingtarief selecteren
pt_br: Selecione uma taxa de imposto
ru: Выбрать налоговую ставку
sv: Välj en momssats
tr: Bir vergi oranı seç

source: Select all
ar: تحديد الكل
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
he: לבחור הכול
id: Pilih semua
it: Seleziona tutto
ja: すべて選択
nl: Alles selecteren
pt_br: Selecionar tudo
ru: Выбрать всё
sv: Markera alla
tr: Tümünü seç

source: Select an option
ar: حدد خيارًا
de: Wähle eine Option
es: Selecciona una opción
fr: Sélectionner une option
he: לבחור אפשרות
id: Tentukan pilihan
it: Seleziona un'opzione
ja: オプションを選択
nl: Selecteer een optie
pt_br: Selecione uma opção
ru: Выберите вариант.
sv: Välj ett alternativ
tr: Bir seçenek seçin

source: Select carrier
ar: تحديد شركة النقل
de: Versanddienstleister auswählen
es: Elige una empresa de transporte
fr: Sélectionnez un transporteur
he: יש לבחור ספק
id: Pilih operator
it: Seleziona il corriere
ja: 配送業者を選択
nl: Bezorgservice selecteren
pt_br: Selecione a transportadora
ru: Выберите перевозчика
sv: Välj transportföretag
tr: Kargo şirketi seçin

source: Select categories
ar: تحديد التصنيفات
de: Kategorien auswählen
es: Elegir categorías
fr: Sélectionner les catégories
he: לבחור קטגוריות
id: Pilih kategori
it: Seleziona categorie.
ja: カテゴリーを選択
nl: Categorieën selecteren
pt_br: Selecionar categorias
ru: Выберите категории
sv: Välj kategorier
tr: Kategorileri seçin

source: Select end date
ar: تحديد تاريخ الانتهاء
de: Enddatum auswählen
es: Selecciona la fecha de finalización
fr: Sélectionner la date de fin
he: לבחור בתאריך סיום
id: Pilih tanggal akhir
it: Seleziona la data di fine
ja: 終了日を選択
nl: Selecteer einddatum
pt_br: Selecionar data de término
ru: Выбрать дату окончания
sv: Välj slutdatum
tr: Bitiş tarihini seç

source: Select items
ar: تحديد العناصر
de: Artikel auswählen
es: Seleccionar elementos
fr: Sélectionner des éléments
he: יש לבחור פריטים
id: Pilih item
it: Seleziona elementi
ja: 項目を選択
nl: Selecteer items
pt_br: Selecionar itens
ru: Выберите элементы
sv: Välj objekt
tr: Öğe seç

source: Select one or more scans to generate product details
ar: تحديد واحدة أو أكثر من عمليات الفحص لإنشاء تفاصيل المنتجات
de: Wähle mindestens einen Scan aus, um Produktdetails zu generieren
es: Elige una o más exploraciones para generar los detalles del producto
he: יש לבחור לפחות סריקה אחת כדי ליצור את פרטי המוצר
id: Pilih satu atau beberapa pindaian untuk membuat detail produk
it: Seleziona una o più scansioni per generare i dettagli del prodotto
nl: Selecteer een of meer scans om productgegevens te genereren
pt_br: Selecione uma ou mais varreduras para gerar detalhes do produto
ru: Выберите один или несколько файлов сканирования для создания сведений о товаре
sv: Välj en eller flera skanningar för att generera produktinformation
tr: Ürün ayrıntılarını oluşturmak için bir veya daha fazla tarama seçin

source: Select paragraph style
ar: تحديد نمط الفقرة
de: Absatzformat auswählen
es: Elegir el estilo del párrafo
fr: Sélectionner le style de paragraphe
he: בחירת סגנון פסקה
id: Pilih gaya paragraf
it: Seleziona lo stile del paragrafo
ja: 段落スタイルを選択
nl: Alineastijl selecteren
pt_br: Selecione o estilo do parágrafo
ru: Выбрать стиль абзацев
sv: Välj styckeformatering
tr: Paragraf stilini seçin
