Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: This text will be shown on the button linking to the external product.
ar: سيظهر هذا النص على الزر المرتبط بالمنتج الخارجي.
de: Dieser Text wird auf dem Button erscheinen, der auf das externe Produkt verlinkt.
es: Este texto se mostrará en el botón que enlaza al producto externo.
fr: Ce texte sera visible dans le bouton de lien vers le produit externe.
he: טקסט זה יופיע על כפתור קישור למוצר החיצוני.
id: Teks ini akan ditampilkan pada tombol yang menghubungkan ke produk eksternal.
it: Questo testo verrà visualizzato sul pulsante di collegamento al prodotto esterno.
ja: このテキストは外部商品のリンクボタンに表示されます
nl: Deze tekst wordt weergegeven op de knop die naar het externe product doorverwijst.
pt_br: Este texto será mostrado no botão que leva ao produto externo.
ru: Будет показан на кнопке, связанной с внешним товаром.
sv: Denna text kommer visas på knappen som länkar till den externa produkten.
tr: Bu metin harici ürüne bağlantı düğmesinde gösterilecektir.

source: This user account cannot be closed if there are unresolved chargebacks.
ar: يتعذر إغلاق حساب المستخدم هذا إذا كانت هناك عمليات رد مبالغ مدفوعة لم يتم حلها.
de: Dieses Benutzerkonto kann nicht geschlossen werden, solange noch ungelöste Rückbuchungen bestehen.
es: No es posible cerrar la cuenta de este usuario si tiene devoluciones sin resolver.
fr: Ce compte utilisateur ne peut pas être clôturé s’il y a des contestations de paiement non résolues.
he: לא ניתן לסגור את חשבון המשתמש כל עוד יש לו חיובים שלא שולמו.
id: Akun pengguna ini tidak dapat ditutup jika ada proses penagihan balik yang belum terselesaikan.
it: Questo account utente non può essere chiuso se sono presenti revoche non risolte.
ja: 未解決のチャージバックがある場合、このユーザーアカウントを閉鎖できません。
nl: Dit gebruikersaccount kan niet worden gesloten als er onopgeloste terugvorderingen zijn.
pt_br: A conta não pode ser encerrada pois possui estornos não resolvidos.
ru: Эту учетную запись пользователя нельзя закрыть, если есть неразрешенные возвратные платежи.
sv: Detta användarkonto kan inte avslutas eftersom det fortfarande finns någon oavslutad chargeback.
tr: Çözülmemiş geri ödeme varsa bu kullanıcı hesabı kapatılamaz.

source: This user account cannot be closed while it has active purchases.
ar: لا يمكن إغلاق حساب المستخدم هذا ومازالت عليه عمليات شراء نشطة.
de: Dieses Benutzerkonto kann nicht geschlossen werden, solange es aktive Käufe hat.
es: No es posible cerrar la cuenta de este usuario porque tiene compras activas.
fr: Impossible de clôturer ce compte utilisateur tant qu’il bénéficie d’achats activés.
he: לא ניתן לסגור את חשבון המשתמש כל עוד יש לו רכישות פעילות.
id: Akun pengguna berikut tidak dapat ditutup jika memiliki pembelian aktif.
it: Questo account utente ha acquisti attivi e non può essere chiuso.
ja: 有効になっている購入があるため、このユーザーアカウントを閉鎖できません。
nl: Dit gebruikersaccount kan niet worden gesloten terwijl het actieve aankopen heeft.
pt_br: A conta não pode ser encerrada pois possui compras ativas.
ru: Эту учетную запись пользователя нельзя закрыть, если есть активные покупки.
sv: Detta användarkonto kan inte avslutas eftersom det har aktiva inköp.
tr: Aktif satın alımları olduğundan, bu kullanıcı hesabı kapatılamadı.

source: This user account cannot be closed while it has active subscriptions.
ar: لا يمكن إغلاق حساب المستخدم هذا ومازالت عليه اشتراكات نشطة.
de: Dieses Benutzerkonto kann nicht geschlossen werden, solange es aktive Abonnements hat.
es: No es posible cerrar la cuenta de este usuario porque tiene suscripciones activas.
fr: Impossible de clôturer ce compte utilisateur tant qu’il bénéficie d’abonnements en cours.
he: לא ניתן לסגור את חשבון המשתמש כל עוד יש לו מינויים פעילים.
id: Akun pengguna berikut tidak dapat ditutup jika memiliki langganan aktif.
it: Questo account utente ha abbonamenti attivi e non può essere chiuso.
ja: 有効になっているサブスクリプションがあるため、このユーザーアカウントを閉鎖できません。
nl: Dit gebruikersaccount kan niet worden gesloten zolang het actieve abonnementen heeft.
pt_br: A conta não pode ser encerrada pois possui assinaturas ativas.
ru: Эту учетную запись пользователя нельзя закрыть, если есть активные подписки.
sv: Detta användarkonto kan inte avslutas eftersom det har aktiva abonnemang.
tr: Aktif abonelikleri olduğundan, kullanıcı hesabı kapatılamadı.

source: This will change the customer’s address to the location of the tax rate you select.
ar: سيؤدي ذلك إلى تغيير عنوان العميل إلى موقع معدل الضريبة الذي تحدِّده.
de: Dadurch wird die Adresse des Kunden in den Ort des Steuersatzes, der von dir ausgewählt wurde, geändert.
es: Esto cambiará la dirección del cliente a la ubicación del tipo impositivo que selecciones.
fr: Cela modifiera l’adresse du client selon l’emplacement du taux de taxe sélectionné par vos soins.
he: הפעולה הזאת תשנה את כתובת הלקוח למיקום של שיעור המס שבחרת.
id: Langkah ini akan mengganti alamat pelanggan menjadi lokasi tarif pajak yang Anda pilih.
it: Questa azione modificherà l'indirizzo del cliente nella località dell'aliquota d'imposta selezionata.
nl: Dit zal het adres van de klant veranderen naar de locatie van het belastingtarief dat je selecteert.
pt_br: Isso mudará o endereço do cliente para o local da taxa de imposto selecionada.
ru: Адрес клиента будет изменён на место, где действует выбранная вами налоговая ставка.
sv: Detta kommer att ändra kundens adress till platsen för den momssats du väljer.
tr: Bu, müşterinin adresini seçtiğiniz vergi oranının konumuna değiştirecektir.

source: This will create a variation for each and every possible combination of variation attributes (%d variations).
ar: سيؤدي ذلك إلى إنشاء تباين جديد لكل المجموعات المحتملة من سمات التباين (%d من التباينات).
de: Dadurch wird eine Variante für jede mögliche Kombination von Variantenattributen erstellt (%d Varianten).
es: Este proceso creará una variación para cada posible combinación de variación de atributos (%d variaciones).
fr: Cette opération créera une variante pour chaque combinaison possible d’attributs de variantes (%d variantes).
he: פעולה זו תיצור סוג עבור כל שילוב אפשרי של מאפייני הסוג (%d סוגים).
id: Ini akan membuat variasi untuk setiap kemungkinan kombinasi atribut variasi (%d variasi).
it: Questo creerà una variazione per ogni possibile combinazione degli attributi di variazione (%d varianti).
ja: この操作を行うと、可能な限りすべてのバリエーション属性の組み合わせ (%d件のバリエーション) につきひとつのバリエーションが作成されます。
nl: Dit voegt een nieuwe variatie toe voor elke mogelijke combinatie van variatie-eigenschappen (%d variaties).
pt_br: Isso criará uma variação para cada combinação possível de atributos (%d variações).
ru: Будет создан вариант для каждой возможной комбинации атрибутов (всего: %d).
sv: Detta kommer skapa en variation för varje möjlig kombination av variationsattribut (%d variationer).
tr: Bu işlem, varyasyon niteliklerinin her olası kombinasyonu için bir varyasyon oluşturur. (%d varyasyon)

source: This will not affect online orders
ar: لن يؤثر ذلك في الطلبات على الإنترنت
de: Dies hat keine Auswirkung auf Online-Bestellungen
es: Esto no afectará a los pedidos en línea
fr: Cela n’affectera pas les commandes en ligne
he: הפעולה לא תשפיע על הזמנות שבוצעו באופן מקוון
id: Hal ini tidak akan memengaruhi pesanan online.
it: Ciò non influirà sugli ordini online
nl: Dit heeft niet alleen effect op online bestellingen
pt_br: Isso não afetará pedidos online
ru: Это не затронет онлайн-заказы
sv: Detta kommer inte att påverka onlinebeställningar
tr: Bu durum çevrimiçi siparişleri etkilemeyecek

source: Time's up, but don't worry, your security is our priority. Please try again!
ar: انتهى الوقت، لكن لا داعي للقلق، فأمانك هو أولويتنا. يرجى المحاولة مرة أخرى!
de: Die Zeit ist abgelaufen, aber mach dir keine Sorgen, deine Sicherheit steht bei uns an erster Stelle. Versuche es bitte noch einmal!
es: Se acabó el tiempo, pero no te preocupes, tu seguridad es nuestra prioridad. ¡Vuelve a intentarlo!
fr: Le temps est écoulé, mais ne vous inquiétez pas : votre sécurité est notre priorité. Veuillez réessayer.
he: נגמר הזמן הקצוב, אבל לא לדאוג: האבטחה שלך בעדיפות ראשונה אצלנו. יש לנסות שוב!
id: Waktu habis, tetapi jangan khawatir, keamanan Anda menjadi prioritas kami. Coba lagi!
it: Il tempo è scaduto, ma non preoccuparti: la tua sicurezza è la nostra priorità. Riprova.
nl: De tijd is om, maar maak je geen zorgen, jouw beveiliging is van het hoogste belang. Probeer het nog eens!
pt_br: Acabou o tempo, mas não se preocupe, nossa prioridade é sua segurança. Tente novamente.
ru: Время вышло, но не волнуйтесь, ваша безопасность — наш приоритет. Пожалуйста, попробуйте еще раз!
sv: Tiden är ute, men oroa dig inte, din säkerhet är vår prioritet. Försök igen!
tr: Süre doldu, ancak endişelenmenize gerek yok. Güvenliğiniz önceliğimizdir. Lütfen yeniden deneyin!

source: Timor-Leste
ar: تيمور الشرقية
de: Osttimor
es: Timor Oriental
fr: Timor-Oriental
he: מזרח טימור
it: Timor Est
ja: 東ティモール
nl: Oost-Timor
ru: Восточный Тимор
tr: Doğu Timor

source: Tip
ar: نصيحة
de: Tipp
es: Consejo
fr: Conseil
he: עצה
id: Tips
it: Suggerimento
ja: ヒント
pt_br: Dica
ru: Совет
sv: Tips
tr: İpucu

source: Title
ar: العنوان
de: Titel
es: Título
fr: Titre
he: כותרת
id: Judul
it: Titolo
ja: タイトル
nl: Titel
pt_br: Titulo
ru: Заголовок
sv: Rubrik
tr: Başlık

source: Title of the product
ar: عنوان المنتج
de: Titel des Produkts
es: Título del producto
fr: Titre du produit
he: כותרת המוצר
id: Judul produk
it: Titolo del prodotto
ja: 商品のタイトル
nl: Titel van het product
pt_br: Título do produto
ru: Заголовок товара
sv: Produktens titel
tr: Ürünün başlığı

source: Title: A to Z
ar: العنوان: A إلى Z
de: Titel: A bis Z
es: Título: A-Z
fr: Titre : A à Z
he: כותרת: מ-A ל-Z
id: Judul: A ke Z
it: Titolo: dalla A alla Z
ja: タイトル :A から Z
nl: Titel: Van A naar Z
pt_br: Título: A a Z
ru: Заголовок: От A до Z (от А до Я)
sv: Titel: A till Ö
tr: Başlık: A’dan Z’ye

source: Title: Z to A
ar: العنوان: Z إلى A
de: Titel: Z bis A
es: Título: Z-A
fr: Titre : Z à A
he: כותרת: מ-Z ל-A
id: Judul: Z ke A
it: Titolo: dalla Z alla A
ja: タイトル :Z から A
nl: Titel: Van Z naar A
pt_br: Título: Z a A
ru: Заголовок: От Z до A (от Я до А)
sv: Titel: Ö till A
tr: Başlık: Z’den A’ya

source: To
ar: إلى
de: An
es: Hasta
fr: Date
he: עד
id: ke
it: A
ja: 送信先
nl: Aan
pt_br: Para
ru: до
sv: Till
tr: Şuraya:

source: To accept payments above this limit, consider purchasing a card reader.
ar: لقبول المدفوعات أعلى من هذا الحد، فكِّر في شراء قارئ البطاقات.
de: Wenn du Zahlungen oberhalb dieses Höchstbetrags akzeptieren möchtest, solltest du möglicherweise ein Kartenlesegerät erwerben.
es: Para aceptar pagos por encima de este límite, considera la posibilidad de adquirir un lector de tarjetas.
fr: Pour accepter les paiements excédant cette limite, envisagez l’achat d’un lecteur de carte.
he: כדי לקבל תשלומים מעל מגבלה זו, כדאי לשקול לרכוש קורא כרטיסים.
id: Untuk menerima pembayaran di atas batas ini, pertimbangkan pembelian pembaca kartu.
it: Per accettare pagamenti superiori a questo limite, potresti acquistare un lettore di carte.
nl: Overweeg een kaartlezer te kopen om betalingen boven deze limiet te kunnen accepteren.
pt_br: Para aceitar pagamentos acima deste limite, considere comprar um leitor de cartão.
ru: Чтобы принимать платежи сверх лимита, вам может потребоваться устройство чтения карт.
sv: Om du vill ta emot betalningar över denna gräns kan du överväga att köpa en kortläsare.
tr: Bu sınırın üzerindeki ödemeleri kabul etmek için bir kart okuyucu satın almayı düşünün.

source: To add a Product Discount, please remove all Coupons from your order
ar: لإضافة خصم المنتج، ترجى إزالة كل القسائم من طلبك
de: Wenn du einen Rabatt auf ein Produkt hinzufügen möchtest, entferne bitte alle Gutscheine aus deiner Bestellung
es: Para añadir un descuento de producto, elimina todos los cupones de tu pedido
fr: Pour ajouter une remise sur le produit, veuillez supprimer tous les codes promo sur votre commande
he: כדי להוסיף הנחת מוצר, יש להסיר את כל הקופונים מההזמנה
id: Untuk menambahkan Diskon Produk, silakan hapus semua Kupon dari pesanan Anda
it: Per aggiungere uno sconto sui prodotti, rimuovi tutti i codici promozionali dall'ordine
nl: Verwijder alle Coupons om een Productkorting toe te voegen
pt_br: Remova todos os cupons do pedido para adicionar um desconto em produto
ru: Чтобы добавить скидку на товар, удалите из заказа все купоны
sv: Ta bort alla rabattkoder från din beställning för att lägga till en produktrabatt
tr: Ürün İndirimi eklemek için lütfen siparişinizdeki tüm Kuponları kaldırın

source: To add a variation, you'll need to set its attributes (ie "Color", "Size") first
ar: لإضافة مجموعة متنوعة، سيتعين عليك تعيين سماتها (أي "اللون" و"الحجم") أولاً
de: Um eine Variation hinzuzufügen, musst du zuerst deren Attribute festlegen (d. h. Farbe, Größe).
es: Para añadir una variación, primero tendrás que definir los atributos (color, tamaño, etc.)
fr: Pour ajouter une variante, vous devrez d’abord configurer ses attributs (couleur, dimensions, etc.)
he: כדי להוסיף סוג, עליך קודם כל להגדיר את המאפיינים שלו (למשל, 'צבע', 'מידה')
id: Untuk menambahkan variasi, Anda perlu mengatur atributnya (yaitu "Warna", "Ukuran") terlebih dahulu
it: Per aggiungere una variante, devi prima impostare i suoi attributi (ad esempio "Colore", "Taglia")
ja: バリエーションを追加するには、最初にその属性 (「色」、「サイズ」など) の設定が必要になります
nl: Om een variatie toe te voegen moet je de eigenschappen (bv. 'kleur', 'maat') eerst instellen
pt_br: Para adicionar uma variação, primeiro você precisará definir os atributos, como "cor" e "tamanho"
ru: Чтобы добавить вариант, необходимо сначала задать атрибуты (например, "Цвет" или "Размер").
sv: För att lägga till en variation måste du först ange dess attribut (dvs. "färg", "storlek").
tr: Bir varyasyon eklemek için önce niteliklerini (yani "Renk", "Boyut") ayarlamanız gerekir.

source: To close this account now, contact our support team.
ar: لإغلاق هذا الحساب الآن، اتصل بفريق الدعم.
de: Kontaktiere unser Support-Team, um dieses Konto jetzt zu schließen.
es: Para cerrar esta cuenta ahora, contacta con nuestro equipo de soporte.
fr: Pour fermer ce compte maintenant, contactez notre équipe d’assistance.
he: לסגירת חשבון זה כעת, עליך לפנות לצוות התמיכה שלנו.
id: Untuk menutup akun ini sekarang juga, hubungi tim dukungan kami.
it: Per chiudere questo account ora, contatta il team di supporto.
ja: このアカウントをすぐにクローズする場合、弊社のサポートチームに連絡してください。
nl: Om dit account direct te sluiten, kun je contact opnemen met ons ondersteuningsteam.
pt_br: Para encerrar a conta agora, fale com nossa equipe de suporte.
ru: Чтобы закрыть эту учётную запись, обратитесь в службу поддержки.
sv: För att avsluta detta konto nu, kontakta vårt supportteam.
tr: Bu hesabı şimdi kapatmak için destek ekibimize başvurun.

source: To confirm, please re-enter your username before closing. %1$@
ar: للتأكيد، يرجى إعادة إدخال اسم المستخدم الخاص بك قبل الإغلاق. %1$@
de: Bitte gib den Benutzernamen vor dem Schließen erneut an, um den Vorgang zu bestätigen. %1$@
es: Para confirmar, por favor, vuelve a introducir tu nombre de usuario antes de cerrarlo. %1$@
fr: Pour confirmer, saisissez à nouveau votre identifiant avant de fermer. %1$@
he: לאישור, עליך להזין שוב את שם המשתמש שלך לפני הסגירה. %1$@
id: Untuk mengonfirmasi, silakan masukkan lagi nama pengguna Anda sebelum menutup. %1$@
it: Per confermare, inserisci nuovamente il nome utente prima di chiudere. %1$@
ja: 確認するには、閉鎖する前のユーザーアカウントをもう一度入力してください。 %1$@
nl: Om te bevestigen, geef je je gebruikersnaam opnieuw in voor het sluiten. %1$@
pt_br: Para confirmar, digite novamente seu nome de usuário antes de encerrar. %1$@
ru: Введите ваше имя пользователя для подтверждения закрытия. %1$@
sv: Bekräfta genom att skriva in ditt användarnamn innan kontot avslutas. %1$@
tr: Onaylamak için lütfen kapatmadan önce kullanıcı adınızı tekrar girin. %1$@

source: To create a variation, you'll need to set its attributes (i.e. "Color," "Size") first
ar: لإنشاء مجموعة، ستحتاج إلى تعيين سماتها (أي "اللون"، "والحجم") أولاً
de: Um eine Variation zu erstellen, musst du zuerst deren Attribute festlegen (d. h. Farbe, Größe).
es: Para crear una variación, primero deberás especificar los atributos (p. ej., "Color" y "Talla")
fr: Pour créer une variante, vous devez d’abord définir ses attributs (par exemple « Couleur » ou « Taille »)
he: כדי ליצור סוג, עליך קודם כל להגדיר את המאפיינים שלו (למשל, 'צבע', 'מידה')
id: Untuk membuat variasi, Anda perlu mengatur atributnya (yaitu "Warna", "Ukuran") terlebih dahulu
it: Per creare una variante, devi prima impostare i suoi attributi (ad esempio "Colore", "Taglia")
ja: バリエーションを作るには、最初にその属性 (「色」、「サイズ」など) を設定する必要があります
nl: Om een variatie te maken moet je de eigenschappen (bv. 'kleur', 'maat') eerst instellen.
pt_br: Para criar uma variação, primeiro você precisará definir os atributos, como "cor" e "tamanho"
ru: Чтобы создать вариант, необходимо сначала задать атрибуты (например, "Цвет" или "Размер").
sv: För att skapa en variant måste du först ställa in dess attribut (d.v.s. "Färg", "Storlek")
tr: Bir varyasyon oluşturmak için önce özelliklerini (yani "Renk", "Boyut") ayarlamanız gerekir

source: To create your new WordPress.com account, please enter your email address.
ar: لإنشاء حسابك الجديد على وردبرس.كوم، يرجى إدخال عنوان بريدك الإلكتروني.
de: Um dein neues WordPress.com-Konto zu erstellen, gib deine E-Mail-Adresse ein.
es: Para crear tu nueva cuenta de WordPress.com, por favor, introduce tu dirección de correo electrónico.
fr: Pour créer votre nouveau compte WordPress.com, veuillez saisir votre adresse e-mail.
he: כדי ליצור חשבון WordPress.com חדש, יש להזין את כתובת האימייל שלך.
id: Untuk membuat akun WordPress.com Anda yang baru, masukkan alamat email Anda.
it: Per creare il tuo nuovo account WordPress.com, inserisci il tuo indirizzo e-mail.
ja: 新しい WordPress.com アカウントを作成するには、メールアドレスを入力してください。
nl: Om een nieuw WordPress.com account te maken, vul jouw e-mailadres in.
pt_br: Para criar sua nova conta WordPress.com, digite seu endereço de e-mail.
ru: Для создания новой учетной записи WordPress.com, пожалуйста, введите ваш адрес эл.почты.
sv: Fyll i din e-postadress för att skapa ditt nya WordPress.com-konto.
tr: Yeni WordPress.com hesabınızı oluşturmak için lütfen e-posta adresinizi girin.

source: To edit Products or Payment Details, change the status to Pending Payment.
ar: لتحرير تفاصيل المنتجات أو الدفع، قم بتغيير الحالة إلى عملية دفع معلقة.
de: Um Produkte oder Zahlungsdetails zu bearbeiten, ändere den Status zu „Zahlung ausstehend“.
es: Para editar Productos o Datos de pago, cambia el estado a Pago pendiente.
fr: Pour modifier des produits ou les détails du paiement, définissez l’état sur Paiement en attente.
he: כדי לערוך פרטים של מוצרים או תשלומים, יש לשנות את הסטטוס ל'בהמתנה לתשלום'.
id: Untuk mengedit Detail Produk atau Pembayaran, ganti status ke Pembayaran Tertunda.
it: Per modificare Dettagli di pagamento o i Prodotti, modifica lo stato in Pagamento in sospeso.
ja: 「商品」または「支払いの詳細」を編集するには、ステータスを「支払い待ち」に変更します。
nl: Om Producten of Betaalgegevens te bewerken wijzig je de status naar Betaling in behandeling.
pt_br: Para editar produtos ou detalhes de pagamento, altere o status para Pagamento pendente.
ru: Чтобы отредактировать сведения о товарах или оплате, измените статус на "Ожидание оплаты".
sv: För att redigera produkter eller betalningsinformation, ändra statusen till Inväntar betalning.
tr: Ürünleri veya Ödeme Ayrıntılarını düzenlemek için durumu Ödeme Bekliyor olarak değiştirin.

source: To help us improve the app’s performance and fix the occasional bug, enable automatic crash reports.
ar: لمساعدتنا على تحسين أداء التطبيق وإصلاح الأخطاء العرضية، قم بتمكين تقارير الأعطال التلقائية.
de: Aktiviere automatische Absturzberichte, um uns zu helfen, die Performance der App zu verbessern und gelegentliche Fehler zu korrigieren.
es: Para mejorar el rendimiento de la aplicación y corregir errores puntuales, activa los informes automáticos sobre fallos.
fr: Aidez-nous à améliorer les performances de l’application et à résoudre les bugs occasionnels en activant les rapports d’incident automatiques.
he: כדי לעזור לנו לשפר את ביצועי האפליקציה ולתקן באגים מזדמנים, מומלץ להפעיל את דוחות הקריסה האוטומטיים.
id: Untuk membantu kami meningkatkan performa aplikasi dan memperbaiki bug, aktifkan laporan otomatis untuk masalah crash.
it: Per aiutarci a migliorare le prestazioni dell'app e correggere bug occasionali, attiva i rapporti di arresto anomalo.
ja: 自動クラッシュレポートを有効化して、アプリのパフォーマンス向上とたまに発生するバグの修正にご協力ください。
nl: Om ons te helpen de prestaties van de app te verbeteren en de incidentele bug te repareren, kun je automatische crash-rapporten inschakelen.
pt_br: Para nos ajudar a melhorar o desempenho do aplicativo e corrigir o bug ocasional, habilite os relatórios de travamento automáticos.
ru: Чтобы помочь нам повысить качество работы приложения и устранить возможные ошибки, включите автоматические отчёты об отказах.
sv: För att hjälpa oss att förbättra appens prestanda och åtgärda eventuella fel, aktivera automatiska kraschrapporter.
tr: Uygulamanın performansını iyileştirmemize ve hataları gidermemize yardımcı olmak için, çökme raporlarını etkinleştirin.

source: To launch your store, you need to upgrade to our plan. %1$@
ar: لبدء متجرك، تتعين عليك الترقية إلى خطتنا. %1$@
de: Zum Starten deines Shops ist ein Upgrade auf unseren Tarif erforderlich. %1$@
es: Para abrir tu tienda, debes mejorar a nuestro plan. %1$@
fr: Pour lancer votre boutique, vous devez passer à un plan payant. %1$@
he: כדי להשיק את החנות שלך, עליך לשדרג לתוכנית שלנו. %1$@
id: Untuk meluncurkan toko, Anda harus upgrade ke paket kami. %1$@
it: Per lanciare il tuo negozio, devi eseguire l'aggiornamento al nostro piano. %1$@
nl: Om je winkel te lanceren, moet je je abonnement upgraden. %1$@
pt_br: Para lançar sua loja, você precisa fazer upgrade para o nosso plano. %1$@
ru: Чтобы запустить магазин, необходимо перейти на платную подписку. %1$@
sv: Du behöver uppgradera till vår plan för att starta din butik. %1$@
tr: Mağazanızı yayınlamak için paketimize yükseltmeniz gerekiyor. %1$@
