Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: Delete %1$@
ar: حذف %1$@
de: %1$@ löschen
es: Eliminar %1$@
fr: Supprimer %1$@
he: למחוק את %1$@
id: Hapus %1$@
it: Elimina %1$@
nl: Verwijder %1$@
pt_br: Excluir %1$@
ru: Удалить %1$@
sv: Ta bort %1$@
tr: %1$@ öğesini sil

source: Delete Coupon
ar: حذف قسيمة
de: Gutschein löschen
es: Eliminar cupón
fr: Supprimer le code promo
he: למחוק קופון
id: Hapus kupon
it: Elimina il codice promozionale
ja: クーポンを削除
nl: Coupon verwijderen
pt_br: Excluir cupom
ru: Удалить купон
sv: Ta bort rabattkod
tr: Kuponu Sil

source: Delete Tracking
ar: حذف التعقب
de: Sendungsverfolgung löschen
es: Eliminar seguimiento
fr: Supprimer le suivi
he: מחיקת מעקב
id: Hapus Pelacakan
it: Elimina tracciabilità
ja: 追跡を削除
nl: Tracking verwijderen
pt_br: Excluir rastreamento
ru: Отменить отслеживание
sv: Ta bort spårning
tr: Takibi Sil

source: Denmark
ar: الدنمارك
de: Dänemark
es: Dinamarca
fr: Danemark
he: דנמרק
it: Danimarca
ja: デンマーク
nl: Denemarken
pt_br: Dinamarca
ru: Дания
sv: Danmark
tr: Danimarka

source: Describe your product
ar: وصف منتجك
de: Beschreibe dein Produkt
es: Describe tu producto
fr: Décrire votre produit
he: יש לתאר את המוצר שלך
id: Deskripsikan produk Anda
it: Descrivi il tuo prodotto
ja: 商品を説明
nl: Beschrijf je product
pt_br: Descreva o produto
ru: Опишите продукт
sv: Beskriv din produkt
tr: Ürününü tanımla

source: Describe your product to your future customers...
ar: صِف منتجك لعملائك في المستقبل...
de: Beschreibe deinen zukünftigen Kunden dein Produkt …
es: Describe el producto a tus futuros clientes...
fr: Décrire votre produit pour vos clients futurs...
he: לתאר את המוצר שלך ללקוחות עתידיים...
id: Jelaskan produk Anda ke calon pelanggan...
it: Descrivi il prodotto ai futuri clienti...
ja: 将来の顧客に商品を説明してください...
nl: Beschrijf je product voor je toekomstige klanten...
pt_br: Descreva seu produto para os futuros clientes...
ru: Опишите свой товар для потенциальных покупателей...
sv: Beskriv din produkt till dina blivande kunder …
tr: Ürününüzü gelecekteki müşterilerinize anlatın...

source: Description
ar: الوصف
de: Beschreibung
es: Descripción
he: תיאור
id: Deskripsi
it: Descrizione
ja: 説明
nl: Beschrijving
pt_br: Descrição
ru: Описание
sv: Beskrivning
tr: Tanım

source: Details
ar: تفاصيل
es: Detalles
he: פרטים
id: Rincian
it: Dettagli
pt_br: Detalhes
ru: Подробности
sv: Detaljer
tr: Detaylar

source: Determine your product's mailability using the %1$@.
ar: تحديد قابلية إرسال منتجاتك بالبريد باستخدام %1$@.
de: Bestimme mit dem %1$@, ob dein Produkt versendbar ist.
es: Determina la capacidad de envío de tu producto utilizando %1$@.
fr: Déterminez l’aptitude de votre produit à être expédié par courrier via %1$@.
he: להבין את אפשרויות השליחה של המוצר שלך בדואר באמצעות %1$@.
id: Gunakan %1$@ untuk mencari tahu apakah produk Anda dapat dikirim.
it: Determina la disponibilità del tuo prodotto usando %1$@.
nl: Controleer de verzendbaarheid van je product met behulp van de %1$@.
pt_br: Determine a adequação do seu produto para envio usando o %1$@.
ru: Выясните, можно ли доставить ваш товар с помощью %1$@.
sv: Bestäm din produkts sändbarhet med hjälp av %1$@.
tr: %1$@ kullanarak ürününüzün postayla gönderilebilir olup olmadığını öğrenin.

source: Determines the products positioning in the catalog. The lower the value of the number, the higher the item will be on the product list. You can also use negative values
ar: تحديد وضع المنتجات في الكتالوج. كلما انخفضت قيمة العدد، سيكون العنصر الموجود في قائمة المنتجات أعلى. يمكنك أيضًا استخدام قيم سالبة
de: Legt die Positionierung der Produkte im Katalog fest. Je niedriger der Wert der Zahl, desto höher wird der Artikel in der Produktliste angezeigt. Du kannst auch negative Werte verwenden.
es: Determina la posición de los productos en el catálogo. Cuanto más bajo sea el valor del número, más alta será la posición del artículo en la lista de productos. También puedes usar valores negativos
fr: Détermine la position des produits dans le catalogue. Plus le nombre est faible, plus l’élément sera haut dans la liste de produits. Vous pouvez également utiliser des valeurs négatives.
he: ההגדרה קובעת את המיקום של המוצרים בקטלוג. ככל שהערך המספרי נמוך יותר, הפריט יופיע במקום גבוה יותר ברשימת המוצרים. ניתן להשתמש גם בערכים שליליים
id: Menentukan posisi produk di katalog. Semakin rendah nilai angka, semakin posisi tinggi item di daftar produk. Anda juga dapat menggunakan nilai negatif
it: Determina la posizione dei prodotti nel catalogo. Minore è il valore del numero, più in alto si troverà l'articolo nell'elenco di prodotti. Puoi usare anche valori negativi
ja: カタログ内の製品の位置を決定します。数字の値が小さいほど、アイテムは商品リストの上の方に表示されます。マイナスの値も利用できます
nl: Bepaalt de positie van de producten in de catalogus. Hoe lager de waarde van het cijfer, hoe hoger het artikel in de productlijst wordt weergegeven. Je kunt ook negatieve waarden gebruiken
pt_br: Determina a posição dos produtos no catálogo. Quanto menor for o valor do número, maior será a posição do item na lista de produtos. Também é possível usar valores negativos.
ru: Определяет положение товара в каталоге. Чем меньше число, тем выше товар в списке. Можно также использовать отрицательные значения.
sv: Bestämmer produktens placering i katalogen. Ju lägre siffervärdet är desto högre kommer artikeln att vara i produktlistan. Du kan också använda negativa värden
tr: Ürünlerin katalogdaki konumlandırmasını belirler. Sayı ne kadar küçükse öğe, ürün listesinde o kadar üstte olacaktır. Negatif değerler de kullanabilirsiniz

source: Didn't mean to create a new account? Go back to re-enter your email address.
ar: ألم تقصد إنشاء حساب جديد؟ ارجع لإعادة إدخال عنوان بريدك الإلكتروني.
de: Du wolltest kein neues Konto erstellen? Gehe zurück und gib deine E-Mail-Adresse erneut ein.
es: ¿Has creado una cuenta nueva sin querer? Vuelve e introduce de nuevo tu dirección de correo electrónico.
fr: Vous ne voulez pas créer de nouveau compte ? Revenez en arrière et ressaisissez votre adresse e-mail.
he: לא התכוונת ליצור חשבון חדש? יש לחזור אחורה כדי להזין מחדש את כתובת האימייל שלך.
id: Tidak ingin membuat akun baru? Silakan kembali dan masukkan lagi alamat email Anda.
it: Non volevi creare un nuovo account? Torna indietro per inserire nuovamente l'indirizzo e-mail.
ja: 新しいアカウントを作成しない場合は、 戻ってメールアドレスを再度入力してください。
nl: Heb je per ongeluk een nieuw account aangemaakt? Ga terug om je e-mailadres opnieuw in te voeren.
pt_br: Não queria criar uma conta nova? Volte para reinserir seu endereço de e-mail.
ru: Не хотели создавать новую учётную запись? Вернитесь и заново введите адрес эл. почты.
sv: Var det inte meningen att skapa ett nytt konto? Gå tillbaka och skriv din e-postadress igen.
tr: Yeni bir hesap oluşturmak istemediniz mi? E-posta adresinizi yeniden girmek için geri dönün.

source: Dimensions: %1$@ x %2$@ %3$@
ar: الأبعاد: ‎%1$@ x %2$@%3$@‎
de: Abmessungen: %1$@ x %2$@%3$@
es: Dimensiones: %1$@ x %2$@%3$@
he: ממדים: %1$@ x %2$@%3$@
id: Dimensi: %1$@ x %2$@%3$@
it: Dimensioni: %1$@ x %2$@%3$@
ja: サイズ :%1$@ x %2$@%3$@
nl: Afmetingen: %1$@ x %2$@%3$@
pt_br: Dimensões: %1$@ x %2$@ %3$@
ru: Размеры: %1$@ x %2$@%3$@
sv: Dimensioner: %1$@ x %2$@%3$@
tr: Ölçüler: %1$@ x %2$@%3$@

source: Dimensions: %1$@ x %2$@ x %3$@ %4$@
ar: الأبعاد: ‎%1$@ x %2$@ x %3$@%4$@‎
de: Abmessungen: %1$@ x %2$@ x %3$@%4$@
es: Dimensiones: %1$@ x %2$@ x %3$@%4$@
he: ממדים: %1$@ x %2$@ x %3$@%4$@
id: Dimensi: %1$@ x %2$@ x %3$@%4$@
it: Dimensioni: %1$@ x %2$@ x %3$@%4$@
ja: サイズ :%1$@ x %2$@ x %3$@%4$@
nl: Afmetingen: %1$@ x %2$@ x %3$@%4$@
pt_br: Dimensões: %1$@ x %2$@ x %3$@ %4$@
ru: Размеры: %1$@ x %2$@ x %3$@%4$@
sv: Dimensioner: %1$@ x %2$@ x %3$@%4$@
tr: Ölçüler: %1$@ x %2$@ x %3$@%4$@

source: Dimensions: %1$@%2$@
ar: الأبعاد: ‎%1$@%2$@‎
de: Abmessungen: %1$@%2$@
es: Dimensiones: %1$@%2$@
he: ממדים: %1$@%2$@
id: Dimensi: %1$@%2$@
it: Dimensioni: %1$@%2$@
ja: サイズ :%1$@%2$@
nl: Afmetingen: %1$@%2$@
pt_br: Dimensões: %1$@%2$@
ru: Размеры: %1$@%2$@
sv: Dimensioner: %1$@%2$@
tr: Ölçüler: %1$@%2$@

source: Disabled
ar: معطّل
de: Deaktiviert
es: Desactivado
fr: Désactivé
he: לא פעיל
id: Non-aktif
it: Disabilitato
ja: 無効
nl: Uitgeschakeld
pt_br: Desativado
ru: Отключено
sv: Inaktiverad
tr: Etkin değil

source: Discard
ar: تجاهل
de: Verwerfen
es: Descartar
fr: Annuler
he: למחוק
id: Buang
it: Annulla
ja: 破棄
nl: Verwijderen
pt_br: Descartar
ru: Отменить
sv: Kasta bort
tr: Vazgeç

source: Discard changes
ar: تجاهل التغييرات
de: Änderungen verwerfen
es: Descartar cambios
fr: Annuler les modifications
he: לבטל את השינויים
id: Abaikan perubahan
it: Annulla le modifiche
ja: 変更を破棄
nl: Wijzigingen annuleren
pt_br: Descartar alterações
ru: Отменить изменения
sv: Förkasta ändringarna
tr: Değişiklikleri iptal et

source: Disconnect Reader
ar: فصل القارئ
de: Kartenlesegerät trennen
es: Desconectar lector
fr: Déconnecter le lecteur
he: לנתק את הקורא
id: Putus Sambungan Pembaca
it: Disconnetti il lettore
ja: Reader の接続を解除
nl: Lezer loskoppelen
pt_br: Desconectar leitor
ru: Отключить устройство чтения
sv: Koppla från läsare
tr: Okuyucunun bağlantısını kes

source: Discount
ar: خصم
de: Rabatt
es: Descuento
fr: Réduction
he: הנחה
id: Diskon
it: Sconto
ja: 割引
nl: Korting
pt_br: Desconto
ru: Скидка
sv: Rabatt
tr: İndirim

source: Discount %1$@
ar: خصم قدره %1$@
de: Rabatt %1$@
es: Descuento %1$@
fr: Remise %1$@
he: הנחה %1$@
id: Diskon %1$@
it: Sconto del %1$@
ja: 割引 %1$@
nl: Korting %1$@
pt_br: Desconto: %1$@
ru: Скидка %1$@
sv: Rabatt %1$@
tr: İndirim %1$@

source: Discount Type
ar: نوع الخصم
de: Rabattart
es: Tipo de descuento
fr: Type de remise
he: סוג הנחה
id: Tipe Diskon
it: Tipo di sconto
ja: 割引の種類
nl: Kortingstype
pt_br: Tipo de desconto
ru: Тип скидки
sv: Rabattyp
tr: İndirim Türü

source: Discounted Orders
ar: الطلبات التي يسري عليها الخصم
de: Rabattierte Bestellungen
es: Pedidos con descuento
fr: Commandes avec réduction
he: הזמנות מוזלות
id: Pesanan yang Didiskon
it: Ordini scontati
ja: 割引注文
nl: Bestellingen met korting
pt_br: Pedidos com desconto
ru: Заказы со скидкой
sv: Rabatterade beställningar
tr: İndirimli siparişler

source: Discounted rates
ar: الأسعار المُخفَّضة
de: Vergünstigte Preise
es: Tarifas con descuento
fr: Tarifs avantageux
he: תעריפים מוזלים
id: Tarif diskon
it: Tariffe scontate
ja: 割引価格
nl: Korting op kosten
pt_br: Tarifas com desconto
ru: Пониженные тарифы
sv: Rabatterade avgifter
tr: İndirimli fiyatlar

source: Discounted shipping²
ar: شحنة مخفّضة²
de: Versandrabatt²
es: Envío con descuento²
fr: Réductions sur les frais d’expédition²
he: משלוח מוזל²
id: Pengiriman berdiskon²
it: Spedizione scontata²
nl: Verzending met korting²
pt_br: Envio com desconto²
ru: Скидки на доставку ²
sv: Rabatterad frakt²
tr: İndirimli gönderim²

source: Discounts unavailable
ar: الخصومات غير متوافرة
de: Rabatte nicht verfügbar
es: Descuentos no disponibles
fr: Remises indisponibles
he: ההנחות לא זמינות
id: Diskon tidak tersedia
it: Sconti non disponibili
nl: Kortingen niet beschikbaar
pt_br: Descontos indisponíveis
ru: Нет доступных скидок
sv: Rabatter ej tillgängliga
tr: İndirimler kullanılamıyor

source: Discover other payment providers and choose a payment provider.
ar: اكتشف مزوّدين آخرين للدفع، واختر مزوّد الدفع.
de: Lerne andere Zahlungsanbieter kennen und wähle einen Zahlungsanbieter aus.
es: Descubre otros proveedores de pago y elige uno.
fr: Découvrez d’autres fournisseurs de paiement et choisissez un fournisseur de paiement.
he: לעיין בספקי תשלום אחרים ולבחור מהם.
id: Temukan penyedia pembayaran lain dan pilih penyedia pembayaran.
it: Scopri altri fornitori di servizi di pagamento e scegli un fornitore di servizi di pagamento.
nl: Ontdek andere betalingsproviders en kies een betalingsprovider.
pt_br: Descubra outros provedores de pagamento e escolha um deles.
ru: Посмотрите другие платёжные системы и выберите одну из них.
sv: Upptäck andra betalningsleverantörer och välj en betalningsleverantör.
tr: Diğer ödeme sağlayıcılarını keşfedin ve bir ödeme sağlayıcısı seçin.

source: Dismiss
ar: رفض
de: Überspringen
es: Cancelar
fr: Ignorer
he: בטל
id: Hentikan
it: Chiudi
ja: 非表示
nl: Afbreken
pt_br: Dispensar
ru: Игнорировать
sv: Avfärda
tr: Kapat

source: Dismiss All
ar: تجاهل الكل
de: Alle ignorieren
es: Descartar todo
fr: Ignorer tout
he: להתעלם מהכול
id: Abaikan semua
it: Ignora tutto
ja: すべて非表示
nl: Alles negeren
pt_br: Dispensar tudo
ru: Пропустить все
sv: Avfärda alla
tr: Tümünü Kapat

source: Dismiss Order
ar: رفض طلب
de: Bestellung verwerfen
es: Descartar pedido
fr: Ignorer la commande
he: לבטל הזמנה
id: Tutup Pesanan
it: Ignora ordine
ja: 注文を非表示
nl: Bestelling negeren
pt_br: Ignorar pedido
ru: Отменить заказ
sv: Avfärda beställning
tr: Siparişi Yoksay

source: Dismiss all messages
ar: تجاهل جميع الرسائل
de: Alle Meldungen verwerfen
es: Descartar todos los mensajes
fr: Ignorer tous les messages
he: להתעלם מכל ההודעות
id: Abaikan semua pesan
it: Ignora tutti i messaggi
ja: メッセージをすべて非表示にする
nl: Alle meldingen negeren
pt_br: Dispensar todas as mensagens
ru: Закрыть все сообщения
sv: Avfärda alla meddelanden
tr: Tüm mesajları önemseme

source: Division 4.1 – Mailable flammable solids and Safety Matches Package - Safety/strike on box matches, book matches, mailable flammable solids
ar: قسم 4.1: طرود المواد الصلبة القابلة للاشتعال وأعواد الثقاب الآمنة المسموح بإرسالها بالبريد - السلامة/طرح علب أعواد الثقاب وأمشاط أعواد الثقاب والمواد الصلبة القابلة للاشتعال المسموح بإرسالها بالبريد
de: Unterkategorie 4.1 – Paket mit versendbaren, entzündbaren Feststoffen und Sicherheitsstreichhölzern (Mailable flammable solids and Safety Matches Package) – Sicherheitsstreichhölzer, durch Reiben an einer Reibfläche entzündbare Streichhölzer, Zündholzbriefchen, versendbare, entzündbare Feststoffe
es: División 4.1 - Paquete de cerillas de seguridad y sólidos inflamables que se pueden enviar: seguridad/fricción en las cajas de cerillas, en los cartones de cerillas o en sólidos inflamables que se pueden enviar
fr: Division 4.1 : matières solides inflammables, matières autoréactives, matières explosibles désensibilisées solides et matières qui polymérisent - allumettes de sûreté ou de survie, pochettes d’allumettes, matières solides inflammables
he: סיווג 4.1 – חבילה עם חומרים מוצקים דליקים שניתנים לשליחה בדואר וגפרורים – גפרורים עם פס בטיחות על האריזה, גפרורים נתלשים, חומרים מוצקים דליקים שניתנים לשליחה בדואר
id: Bagian 4.1 – Zat padat mudah terbakar yang bisa dikirim dan Paket Korek Api - Korek api bungkus kotak, korek api bungkus lipat, zat padat mudah terbakar yang bisa dikirim
it: Divisione 4.1 - Pacchetto spedibile di solidi infiammabili e fiammiferi - Sicurezza/accensione su fiammiferi in scatola, in bustina e su solidi infiammabili spedibili
nl: Divisie 4.1 - Verzendbare vlambare vaste stoffen en veiligheidslucifers-pakket - veiligheids-/striklucifers, luciferboekjes, verzendbare vlambare vaste stoffen
pt_br: Divisão 4.1 - Sólidos inflamáveis que podem ser enviados por correio e pacote com caixas de fósforo - Caixas de fósforo, sólidos inflamáveis que podem ser enviados por correio
ru: П. 4.1 — разрешённые к пересылке воспламеняющиеся твёрдые вещества и безопасные спички — безопасные спички в коробке и разрешённые к пересылке воспламеняющиеся твёрдые вещества
sv: Avdelning 4.1 – Paketet med postbara brandfarliga fasta ämnen och säkerhetständstickor – Säkerhetständstickor/tändstickor som tänds på asken, boktändstickor, postbara brandfarliga fasta ämnen
tr: Bölüm 4.1 - Postayla gönderilebilen yanıcı katılar ve Emniyet Kibritleri Paketi - Kutu kibritler, kitap kibritleri, postayla gönderilebilir yanıcı katılar üzerinde güvenlik/çakma testi

source: Division 5.1 – Oxidizers Package - Hydrogen peroxide (8 to 20％ concentration)
ar: قسم 5.1 - طرد المواد المؤكسدة - بيروكسيد الهيدروجين (بتركيز يتراوح بين 8 و20％)
de: Unterkategorie 5.1 – Paket mit Oxidationsmitteln (Oxidizers Package) – Wasserstoffperoxid (Konzentration von 8 bis 20 ％)
es: División 5.1 - Paquete de oxidantes: peróxido de hidrógeno (concentración de 8 a 20 ％)
fr: Division 5.1 : matières comburantes - peroxyde d’hydrogène (teneur entre 8 et 20 ％)
he: סיווג 5.1 – חבילה עם חומרים מחמצנים – מימן על-חמצני (בריכוז של 8 עד ‎20‎)
id: Bagian 5.1 – Paket Oksidator - Hidrogen peroksida (konsentrasi 8 hingga 20％)
it: Divisione 5.1 - Pacchetto di ossidanti - Perossido di idrogeno (concentrazione da 8 a 20)
nl: Divisie 5.1 - Oxidatiemiddel-pakket - Waterstofperoxide (concentratie van 8 tot 20％)
pt_br: Divisão 5.1 - Pacote com oxidadores - Peróxido de hidrogênio (concentração de 8 a 20％)
ru: П. 5.1 — посылка с окислителями — перекись водорода в концентрации от 8 до 20 ％
sv: Avdelning 5.1 – Paket med oxidationsmedel – Väteperoxid (koncentration: 8 till 20 ％)
tr: Bölüm 5.1 - Oksitleyici Paketi - Hidrojen peroksit (8 ila 20 konsantrasyon)

source: Division 5.2 – Organic Peroxides Package
ar: قسم 5.2 - طرد البيروكسيدات العضوية
de: Unterkategorie 5.2 – Paket mit organischen Peroxiden (Organic Peroxides Package)
es: División 5.2 - Paquete de peróxidos orgánicos
fr: Division 5.2 : peroxydes organiques
he: סיווג 5.2 – חבילה עם על-תחמוצת אורגנית
id: Bagian 5.2 – Paket Peroksida Organik
it: Divisione 5.2 - Pacchetto di perossidi organici
nl: Divisie 5.2 - Organische peroxiden-pakket
pt_br: Divisão 5.2 - Pacote com peróxidos orgânicos
ru: П. 5.2 — посылка с органическими пероксидами
sv: Avdelning 5.2 – Paket med organiska peroxider
tr: Bölüm 5.2 - Organik Peroksitler Paketi

source: Division 6.1 – Toxic Materials Package (with an LD50 of 50 mg/kg or less) - (pesticides, herbicides, etc.)
ar: قسم 6.1 - طرود المواد السامة (بجرعة مميتة وسطية قدرها 50 مجم/كجم أو أقل) - (المبيدات الحشرية، ومبيدات الأعشاب، وغير ذلك)
de: Unterkategorie 6.1 – Paket mit giftigen Materialien (Toxic Materials Package) (mit einem LD50-Wert von 50 mg/kg oder weniger) – (Pestizide, Unkrautvernichtungsmittel usw.)
es: División 6.1 - Paquetes de materiales tóxicos (con una LD50 de 50 mg/kg o menos): pesticidas, herbicidas, etc.
fr: Division 6.1 : matières toxiques (avec une DL50 de 50 mg/kg ou moins) - (pesticides, herbicides, etc.)
he: סיווג 6.1 – חבילה עם חומרים רעילים (עם LD50 של 50 מיקרוגרם לק"ג או פחות) – (חומרי הדברה, קוטלי עשבים וכו').
id: Bagian 6.1 – Paket Bahan-Bahan Beracun (dengan LD50 sebanyak 50 mg/kg atau kurang) - (pestisida, herbisida, dll.)
it: Divisione 6.1 - Pacchetto di materiali tossici (con DL50 pari o inferiore a 50 mg/kg) - (pesticidi, erbicidi, ecc.)
nl: Divisie 6.1 - Giftige materialen-pakket (met een LD50 van 50 mg per kg of minder) - (pesticiden, herbiciden, enz.)
pt_br: Divisão 6.1 - Pacote com materiais tóxicos (com LD50 de 50 mg/kg ou menos) - (pesticidas, herbicidas etc.)
ru: П. 6.1 — посылка с токсичными веществами (средняя летальная доза 50 мг/кг и менее) (пестициды, гербициды и т. д.)
sv: Avdelning 6.1 – Paket med giftiga material (med LD50 på 50 mg/kg eller mindre) – (bekämpningsmedel, herbicider, osv.)
tr: Bölüm 6.1 - Toksik Maddeler Paketi (LD50 değeri 50 mg/kg veya daha az olan) - (pestisitler, herbisitler vb.)

source: Division 6.2 - Hazardous Materials - Biological Materials (e.g., lab test kits, authorized COVID test kit returns)
ar: قسم 6.2 - المواد الخطرة - المواد البيولوجية (مثل: مجموعات أدوات الاختبارات المعملية، ومرتجعات مجموعة أدوات اختبار فيروس كورونا المعتمدة)
de: Unterkategorie 6.2 – Gefahrenstoffe – Biologische Materialien (Hazardous Materials - Biological Materials) (z. B. Labortestkits, autorisierte Rücksendungen von COVID-Testkits)
es: División 6.2 - Materiales peligrosos: materiales biológicos (por ejemplo, equipos de pruebas de laboratorio, devoluciones de kits de pruebas de la COVID autorizadas)
fr: Division 6.2 : matières infectieuses - matières biologiques (ex. : kits de test de laboratoire, retours autorisés de kits de test COVID)
he: סיווג 6.2 – חומרים מסוכנים – חומרים ביולוגיים (למשל, ערכות לבדיקות מעבדה, החזרות של ערכות מאושרות לבדיקת קורונה)
id: Bagian 6.2 - Bahan-Bahan Berbahaya - Bahan-Bahan Biologis (mis. perlengkapan uji laboratorium, paket kembali alat uji COVID terpakai dengan izin resmi)
it: Divisione 6.2 - Materiali pericolosi - Materiali biologici (ad esempio kit per test di laboratorio, resi autorizzati di kit di test Covid)
nl: Divisie 6.2 - Gevaarlijke materialen - Biologische materialen (bv. labtestkits, goedgekeurde teruggestuurde Covid-testkits)
pt_br: Divisão 6.2 - Materiais perigosos - Materiais biológicos (como kits de teste em laboratório, resultados de kit de teste de covid autorizados)
ru: П. 6.2 — посылка с опасными веществами — биологические материалы (например, наборы для лабораторных анализов, материалы для анализа на COVID)
sv: Avdelning 6.2 – Farliga material – Biologiska material (t.ex. laboratorietestkit, returer av auktoriserade covid-testkit)
tr: Bölüm 6.2 - Tehlikeli Maddeler - Biyolojik Maddeler (ör. laboratuvar test kitleri, onaylı COVID test kiti iadeleri)

source: Djibouti
ar: جيبوتي
de: Dschibuti
es: Yibuti
he: ג'יבוטי
it: Gibuti
ja: ジブチ
pt_br: Djibuti
ru: Джибути
tr: Cibuti

source: Do not allow
ar: لا تسمح بذلك
de: Nicht zulassen
es: No permitir
fr: Ne pas autoriser
he: לא לאפשר
id: Jangan izinkan
it: Non consentire
ja: 許可しない
nl: Niet toestaan
pt_br: Não permitir
ru: Запретить
sv: Tillåt inte
tr: İzin verme

source: Do you want to add Pay in Person to your web checkout?
ar: هل تريد إضافة Pay in Person إلى طرق السداد الخاصة بك على الويب؟
de: Möchtest du „Persönliche Zahlung“ zu deinem Web-Bezahlvorgang hinzufügen?
es: ¿Quieres añadir el pago en persona a tu caja web?
fr: Désirez-vous ajouter Payer en personne à la validation de la commande Web ?
he: האם ברצונך להוסיף את 'לשלם באופן אישי' אל תהליך התשלום בקופה באתר?
id: Apakah Anda ingin menambahkan fitur Pembayaran Langsung saat checkout di situs?
it: Vuoi aggiungere Paga di persona al pagamento web?
nl: Wil je Fysiek betalen toevoegen aan online betalen?
pt_br: Quer adicionar a opção de pagamento presencial à finalização da compra online?
ru: Хотите добавить функцию очной оплаты к оформлению заказа онлайн?
sv: Vill du lägga till alternativet Betala personligen i din kassa?
tr: Web ödemenize Şahsen Ödeme özelliğini eklemek istiyor musunuz?

source: Do you want to connect to reader %1$@?
ar: هل ترغب في الربط بالقارئ %1$@؟
de: Möchtest du eine Verbindung zu Reader %1$@ herstellen?
es: ¿Quieres conectarte al lector %1$@?
fr: Voulez-vous connecter le lecteur %1$@ ?
he: האם ברצונך להתחבר לקורא %1$@?
id: Anda ingin menghubungkan ke pembaca kartu %1$@?
it: Vuoi connetterti al lettore %1$@?
ja: リーダー %1$@ に接続しますか ?
nl: Wil je verbinding maken met %1$@-lezer?
pt_br: Deseja se conectar ao leitor %1$@?
ru: Подключить платёжный терминал %1$@?
sv: Vill du ansluta läsare till %1$@?
tr: %1$@ okuyucusuna bağlanmak istiyor musunuz?

source: Do you want to move this product to the Trash?
ar: هل تريد نقل هذا المنتج إلى سلة المهملات؟
de: Möchtest du dieses Produkt in den Papierkorb verschieben?
es: ¿Quieres mover este producto a la papelera?
fr: Voulez-vous déplacer ce produit dans la corbeille ?
he: האם ברצונך להעביר מוצר זה לפח?
id: Ingin memindahkan produk ini ke Tempat Sampah?
it: Vuoi spostare questo prodotto nel cestino?
ja: この商品をゴミ箱に移動しますか ?
nl: Wil je dit product naar de prullenbak verplaatsen?
pt_br: Deseja mover este produto para a lixeira?
ru: Вы уверены, что хотите переместить товар в корзину?
sv: Vill du flytta denna produkt till papperskorgen?
tr: Bu ürünü Çöp Kutusu'na taşımak istiyor musunuz?

source: Documents
ar: المستندات
de: Dokumente
es: Documentos
he: מסמכים
id: Dokumen
it: Documenti
ja: 文書
nl: Documenten
pt_br: Documentos
ru: Документы
sv: Dokument
tr: Belgeler

source: Domains
ar: النطاقات
es: Dominios
fr: Domaines
he: דומיינים
id: Domain
it: Domini
ja: ドメイン
nl: Domeinen
pt_br: Domínios
ru: Домены
sv: Domäner
tr: Alan adları

source: Dominica
ar: دومينيكا
fr: Dominique
he: דומיניקה
id: Dominika
ja: ドミニカ
ru: Доминика
tr: Dominika
