Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: We are working on making it easier for you to see product add-ons from your device! For now, you’ll be able to see the add-ons for your orders. You can create and edit these add-ons in your web dashboard.
ar: نعمل على تسهيل اطلاعك على الوظائف الإضافية للمنتج مباشرةً من جهازك! في الوقت الحالي، ستتمكن من الاطلاع على الوظائف الإضافية لطلباتك. يمكنك إنشاء هذه الوظائف الإضافية وتحريرها في لوحة تحكم الويب الخاصة بك.
de: Wir arbeiten daran, es dir einfacher zu machen, Produkt-Add-ons direkt auf deinem Gerät zu sehen! Im Moment siehst du die Add-ons für deine Bestellung. Du kannst diese Add-ons in deinem Web-Dashboard erstellen und bearbeiten.
es: Estamos trabajando para que sea más sencillo ver complementos de producto directamente con tu dispositivo. A partir de ahora, podrás ver los complementos de tus pedidos. Puedes crear y editar estos complementos en el escritorio web.
fr: Nous travaillons pour faciliter l’affichage des modules produit (Product Add-ons) sur votre appareil ! Pour l’instant, vous pouvez voir les modules de vos commandes. Vous pouvez créer et modifier ces modules dans votre tableau de bord Web.
he: אנחנו עובדים על שיפור התהליך של צפייה בהרחבות המוצרים מהמכשיר שלך! לעת עתה, יש לך אפשרות לראות את ההרחבות שבהזמנות שלך. אפשר ליצור ולערוך את ההרחבות האלה דרך לוח הבקרה במחשב.
id: Kami berusaha agar Anda bisa lebih mudah melihat add-on produk dari perangkat Anda! Untuk sekarang, Anda akan dapat melihat add-on untuk pesanan Anda. Anda dapat membuat dan menyunting add-on ini pada dasbor web Anda.
it: Stiamo lavorando per rendere più semplice per te visualizzare i componenti aggiuntivi del prodotto dal dispositivo. Per ora, sarai in grado di visualizzare i componenti aggiuntivi per gli ordini. Puoi creare e modificare questi componenti aggiuntivi nella bacheca web.
ja: お使いの端末から Product Add-ons をより簡単に確認できるように取り組んでいます。 当面は、注文のアドオンを表示できるようにする予定です。 ウェブダッシュボードでこれらのアドオンを作成および編集できます。
nl: We zijn bezig om het eenvoudiger voor je te maken om extra opties voor je product vanaf je apparaat te bekijken! Voor nu kun je de extra opties voor je bestellingen weergeven. Je kunt deze extra opties maken en bewerken vanaf je webdashboard.
pt_br: Estamos trabalhando para facilitar a visualização de complementos de produtos diretamente no seu dispositivo! Por enquanto, você poderá ver os complementos dos seus pedidos. É possível criar e editar esses complementos no seu painel da Web.
ru: Мы стараемся упростить процедуру просмотра дополнений к товару с вашего устройства. В настоящее время вы можете просматривать дополнения для своих заказов. Такие дополнения можно создавать и редактировать в веб-консоли.
sv: Vi arbetar på att göra det enklare för dig att se produkttillägg från din enhet! För tillfället kan du endast se tilläggen för dina beställningar. Du kan skapa och redigera dessa tillägg i din webbadminpanel.
tr: Ürün eklentilerini cihazınızdan görmenizi kolaylaştırmak için çalışıyoruz. Şimdilik, siparişleriniz için eklentileri görebilirsiniz. Bu eklentileri web yönetim panelinizde oluşturabilir ve düzenleyebilirsiniz.

source: We can't work properly with your site's response. Read more about it or contact our support team and we will happily assist you.
ar: يتعذر علينا التعامل بشكل صحيح مع استجابة موقعك. اقرأ المزيد حول ذلك الأمر أو اتصل بفريق الدعم لدينا وستسعدنا مساعدتك.
de: Wir können mit der Antwort deiner Website nicht richtig arbeiten. Lies weitere Informationen dazu oder kontaktiere unser Support-Team. Wir helfen dir gerne weiter.
es: No podemos trabajar adecuadamente debido a la capacidad de respuesta de tu sitio. Busca algo más de información o consulta a nuestro equipo de soporte y te ayudaremos encantados.
fr: La réponse de votre site ne nous permet pas de travailler convenablement. Lisez la suite ou contactez notre équipe d’assistance, nous serons ravis de vous aider.
he: אנחנו לא יכולים לאפשר פעילות תקינה עם התגובה של האתר שלך. ניתן לקרוא מידע נוסף על השגיאה או לפנות לצוות התמיכה שלנו כדי שנוכל לעזור.
id: Kami tidak dapat menangani respons situs Anda. Baca selengkapnya atau hubungi tim dukungan kami dan kami siap membantu.
it: Non è possibile lavorare correttamente con la risposta del sito. Leggi ulteriori informazioni o contatta il nostro team di supporto. Saremo felici di assisterti.
nl: We kunnen niet goed werken met de reactie van je site. Lees er meer over of neem contact op met ons ondersteuningsteam. We helpen je graag.
pt_br: Não conseguimos trabalhar de forma adequada com a resposta do seu site. Saiba mais ou fale com a nossa equipe de suporte. Estamos à disposição para ajudar.
ru: Нам не удаётся правильно работать с ответом вашего сайта. Узнайте подробнее, в чём дело, или обратитесь в службу поддержки, и мы будем рады вам помочь.
sv: Vi kan inte arbeta korrekt med din webbplats svar. Läs mer om problemet, eller kontakta vårt supportteam så hjälper vi dig.
tr: Sitenizin yanıtında düzgün bir şekilde çalışamıyoruz. Bunun hakkında daha fazla bilgi edinin veya destek ekibimizle iletişime geçin, size yardımcı olmaktan memnuniyet duyarız.

source: We cannot load the store at the moment.
ar: يتعذر علينا تحميل المتجر في الوقت الحالي.
de: Der Shop kann zurzeit nicht geladen werden.
es: En este momento, no podemos cargar la tienda.
fr: Nous ne parvenons pas à charger la boutique pour le moment.
he: אין לנו אפשרות לטעון את החנות כרגע.
id: Saat ini kami tidak dapat memuat toko.
it: Al momento non è possibile caricare il negozio.
ja: 現在、一時的にストアを読み込めません。
nl: We kunnen de winkel momenteel niet laden.
pt_br: Não foi possível carregar a loja no momento.
ru: Не удаётся загрузить магазин в данный момент.
sv: Vi kan inte ladda butiken just nu.
tr: Şu anda mağazayı yükleyemiyoruz.

source: We can’t connect to WordPress.com right now. Try again in a few minutes, or contact our support team and we will happily assist you.
ar: يتعذر علينا الاتصال بووردبريس.كوم الآن. حاول مجددًا في غضون دقائق، أو اتصل بفريق الدعم لدينا وستسعدنا مساعدتك.
de: Es kann derzeit keine Verbindung zu WordPress.com hergestellt werden. Versuche es in ein paar Minuten erneut oder kontaktiere unser Support-Team. Wir helfen dir gerne weiter.
es: En estos momentos no podemos conectar con WordPress.com. Espera unos minutos antes de volver a intentarlo o consulta a nuestro equipo de soporte y te ayudaremos encantados.
fr: Nous ne parvenons pas à nous connecter à WordPress.com actuellement. Réessayez dans quelques minutes ou contactez notre équipe d’assistance, nous serons ravis de vous aider.
he: אנחנו לא יכולים להתחבר אל WordPress.com כרגע. יש לנסות שוב בעוד דקות אחדות או לפנות לצוות התמיכה שלנו כדי שנוכל לעזור.
id: Kami tidak dapat terhubung dengan WordPress.com saat ini. Coba lagi dalam beberapa menit, atau hubungi tim dukungan kami dan kami siap membantu.
it: Non è possibile connettersi a WordPress.com al momento. Riprova tra qualche minuto o contatta il nostro team di supporto e saremo felici di assisterti.
nl: We kunnen momenteel geen verbinding maken met WordPress.com. Probeer het over een paar minuten opnieuw, of neem contact op met ons ondersteuningsteam. We helpen je graag.
pt_br: Não é possível conectar o WordPress.com no momento. Tente novamente em alguns minutos ou fale com a nossa equipe de suporte. Estamos à disposição para ajudar.
ru: Не удалось подключиться к WordPress.com. Повторите попытку через несколько минут или обратитесь в службу поддержки, и мы будем рады вам помочь.
sv: Vi kan inte ansluta till WordPress.com för tillfället. Försök igen om några minuter, eller kontakta vårt supportteam så hjälper vi dig.
tr: Şu anda WordPress.com'a bağlanılamıyor. Birkaç dakika sonra yeniden deneyin veya destek ekibimizle iletişime geçin, size yardımcı olmaktan memnuniyet duyarız.

source: We couldn't connect to your store
ar: تعذر علينا الاتصال بمتجرك
de: Wir konnten keine Verbindung zu deinem Shop herstellen
es: No hemos podido conectarnos a tu tienda
fr: Nous n’avons pas pu nous connecter à votre boutique
he: לא הצלחנו להתחבר לחנות שלך
id: Kami tidak dapat menghubungkan ke toko Anda
it: Non abbiamo potuto connetterci al tuo negozio
nl: We konden geen verbinding maken met je winkel
pt_br: Não foi possível conectar à sua loja
ru: Не удалось подключиться к вашему магазину
sv: Vi kunde inte ansluta till din butik
tr: Mağazanıza bağlanamadık

source: We couldn't connect your reader
ar: تعذر علينا ربط قارئك
de: Fehler beim Herstellen einer Verbindung zu deinem Reader
es: No hemos podido conectar tu lector
fr: Nous n’avons pas pu connecter votre lecteur.
he: לא הצלחנו לחבר את הקורא
id: Tidak dapat menyambungkan pembaca
it: Impossibile connettersi al lettore
ja: Reader に接続できませんでした
nl: We konden geen verbinding maken met je lezer
pt_br: Não foi possível conectar o leitor
ru: Не удалось подключиться к устройству чтения
sv: Vi kunde inte ansluta din läsare
tr: Okuyucunuza bağlanılamadı

source: We couldn't find a coupon with that code. Please try again
ar: يتعذر علينا العثور على قسيمة من خلال ذلك الكود. ترجى المحاولة مجددًا
de: Wir haben keinen Gutschein mit diesem Code gefunden. Bitte versuche es erneut
es: No hemos podido encontrar un cupón con ese código. Inténtalo de nuevo.
fr: Nous n’avons pas trouvé de code promo avec ce code. Veuillez réessayer
he: לא הצלחנו למצוא קופון עם הקוד הזה. יש לנסות שוב
id: Kami tidak dapat menemukan kupon dengan kode tersebut. Silakan coba lagi
it: Non abbiamo trovato un codice promozionale con questo codice. Riprova
nl: We hebben geen kortingsbon gevonden met deze code. Probeer het nog eens
pt_br: Não foi possível encontrar um cupom com esse código. Tente novamente
ru: Не удалось найти купон с таким кодом. Повторите попытку
sv: Vi kunde inte hitta en rabattkod med den koden. Försök igen
tr: Bu koda sahip bir kupon bulamadık. Lütfen tekrar deneyin

source: We couldn't load your data
ar: تعذَّر علينا تحميل بياناتك
de: Fehler beim Laden deiner Daten
es: No hemos podido cargar los datos
fr: Nous n’avons pas pu charger vos données
he: לא ניתן לטעון את הנתונים שלך
id: Data Anda tidak dapat dimuat
it: Impossibile caricare i tuoi dati
ja: データを読み込めませんでした
nl: We konden je gegevens niet laden
pt_br: Não foi possível carregar seus dados
ru: Не удалось загрузить данные
sv: Vi kunde inte ladda dina data
tr: Verileriniz yüklenemedi

source: We couldn't load your site
ar: تعذر علينا تحميل موقعك
de: Fehler beim Laden deiner Website
es: No hemos podido cargar tu sitio
fr: Nous n’avons pas pu charger votre site.
he: לא הצלחנו לטעון את האתר שלך
id: Tidak dapat memuat situs Anda
it: Impossibile caricare il tuo sito
ja: サイトを読み込めませんでした
nl: We konden je site niet laden
pt_br: Não foi possível carregar seu site
ru: Не удалось загрузить сайт
sv: Vi kunde inte ladda din webbplats
tr: Sitenizi yükleyemedik

source: We couldn't process your app login request
ar: تتعذر علينا معالجة طلب تسجيل الدخول إلى تطبيقك
de: Deine App-Anmeldeanfrage konnte nicht verarbeitet werden
es: No hemos podido procesar tu solicitud de acceso a la aplicación
fr: Nous n’avons pas pu traiter votre demande de connexion à l’application
he: לא הצלחנו לעבד את בקשת הכניסה לאפליקציה
id: Kami tidak dapat memproses permintaan login aplikasi Anda
it: Impossibile elaborare la richiesta di accesso all'app
nl: We konden de loginaanvraag van je app niet verwerken
pt_br: Não foi possível processar sua solicitação de login no app
ru: Не удалось обработать запрос на вход в приложение
sv: Vi kunde inte behandla din begäran om inloggning i appen
tr: Uygulamada oturum açma isteğinizi işleme koyamadık

source: We couldn’t find any tax rates
ar: يتعذر علينا إيجاد أي معدلات ضرائب
de: Es konnten keine Steuersätze gefunden werden
es: No hemos encontrado tipos impositivos
fr: Nous n’avons trouvé aucun taux de taxation
he: לא הצלחנו למצוא שיעורי מיסים
id: Kami tidak dapat menemukan tarif pajak
it: Impossibile trovare le aliquote d'imposta
nl: We konden geen belastingtarieven vinden
pt_br: Não foi possível localizar nenhum imposto
ru: Налоговые ставки не найдены
sv: Vi kunde inte hitta några momssatser
tr: Hiçbir vergi oranı bulamadık.

source: We couldn’t log in into your store
ar: تعذر علينا تسجيل الدخول إلى متجرك
de: Die Anmeldung in deinem Shop ist fehlgeschlagen
es: No hemos podido acceder a tu tienda
fr: Nous n’avons pas pu nous connecter à votre boutique
he: לא הצלחנו להתחבר לחנות שלך
id: Tidak dapat login ke toko Anda
it: Impossibile accedere al negozio
nl: We konden niet inloggen bij je winkel
pt_br: Não foi possível fazer login na sua loja
ru: Не удалось войти в ваш магазин
sv: Vi kunde inte logga in i din butik
tr: Sitenizde oturum açamadık

source: We couldn’t update your reader’s software
ar: يتعذر علينا تحديث برنامج القارئ الخاص بك
de: Die Software deines Lesegeräts konnte nicht aktualisiert werden
es: No hemos podido actualizar el software de tu lector.
fr: Nous n’avons pas pu mettre à jour le logiciel de votre lecteur
he: לא הצלחנו לעדכן את התוכנה של קורא הכרטיסים שלך
id: Kami tidak dapat memperbarui perangkat lunak pembaca Anda
it: Non è stato possibile aggiornare il software del tuo lettore
ja: リーダーのソフトウェアを更新できませんでした
nl: We konden de software van je lezer niet bijwerken
pt_br: Não foi possível atualizar o software do seu leitor
ru: Не удалось обновить ПО вашего платёжного терминала
sv: Vi kunde inte uppdatera din läsares programvara
tr: Okuyucunuzun yazılımı güncellenemedi

source: We don’t support In-Person Payments in %1$@
ar: لا ندعم المدفوعات الشخصية في %1$@
de: Wir unterstützen keine persönlichen Zahlungen in %1$@.
es: No admitimos Pagos en persona en %1$@
fr: Nous ne prenons pas en charge les paiements en personne dans le pays suivant : %1$@.
he: אנחנו לא תומכים בתשלומים באופן אישי במדינה %1$@
id: Kami tidak mendukung Pembayaran Langsung di %1$@
it: Non supportiamo Pagamenti di persona in %1$@
ja: %1$@ ではオフラインでの支払いをサポートしていません
nl: We ondersteunen fysieke betalingen niet in %1$@
pt_br: Não aceitamos pagamentos presenciais em %1$@
ru: Мы не поддерживаем очные платежи в %1$@
sv: Vi stöder inte personliga betalningar i %1$@
tr: %1$@ için Şahsen Ödemeleri desteklemiyoruz

source: We don’t support In-Person Payments in your country
ar: لا ندعم المدفوعات الشخصية في بلدك
de: Leider unterstützen wir persönliche Zahlungen in deinem Land noch nicht.
es: No admitimos Pagos en Persona en tu país
fr: Nous ne prenons pas en charge les paiements en personne dans votre pays
he: אנחנו לא תומכים בתשלומים באופן אישי במדינה שלך
id: Kami tidak mendukung Pembayaran Langsung di negara Anda.
it: Non supportiamo Pagamenti di persona nel tuo Paese
ja: お住まいの国ではオフラインでの支払いがサポートされていません
nl: We ondersteunen fysieke betalingen niet in je land
pt_br: Não aceitamos pagamentos presenciais em seu país
ru: Мы не поддерживаем платежи при личном контакте с покупателем в вашей стране
sv: Vi stöder inte personliga betalningar i ditt land
tr: Ülkeniz için Şahsen Ödemeleri desteklemiyoruz

source: We don’t support In-Person Payments with Stripe in %1$@
ar: لا ندعم المدفوعات الشخصية باستخدام Stripe في %1$@
de: Wir unterstützen keine persönlichen Zahlungen mit Stripe in %1$@
es: No admitimos Pagos en persona con Stripe en %1$@
fr: Nous ne prenons pas en charge les paiements en personne avec Stripe dans le pays suivant : %1$@
he: אנחנו לא תומכים בתשלומים באופן אישי עם Stripe בתוך %1$@
id: Kami tidak mendukung Pembayaran Langsung dengan Stripe di %1$@
it: Non supportiamo Pagamenti di persona con Stripe in %1$@
ja: %1$@ では Stripe によるオフラインでの支払いがサポートされていません
nl: We ondersteunen fysieke betalingen met Stripe niet in %1$@
pt_br: Não aceitamos pagamentos presenciais com Stripe em %1$@
ru: Мы не поддерживаем платежи при личном контакте через терминал Stripe в %1$@
sv: Vi stöder inte personliga betalningar med Stripe i %1$@
tr: %1$@ için Stripe ile Şahsen Ödemeleri desteklemiyoruz

source: We don’t support In-Person Payments with Stripe in your country
ar: لا ندعم المدفوعات الشخصية باستخدام Stripe في بلدك
de: Wir unterstützen keine persönlichen Zahlungen mit Stripe in deinem Land
es: No admitimos Pagos en persona con Stripe en tu país.
fr: Nous ne prenons pas en charge les paiements en personne avec Stripe dans votre pays
he: אנחנו לא תומכים בתשלומים באופן אישי עם Stripe במדינה שלך
id: Kami tidak mendukung Pembayaran Langsung dengan Stripe di negara Anda
it: Non supportiamo i pagamenti di persona con Stripe nel tuo Paese
ja: お住まいの国では Stripe によるオフラインでの支払いがサポートされていません
nl: We ondersteunen fysieke betalingen met Stripe niet in je land
pt_br: Não aceitamos pagamentos presenciais com Stripe em seu país
ru: Мы не поддерживаем платежи при личном контакте через терминал Stripe в вашей стране
sv: Vi stöder inte personliga betalningar med Stripe i ditt land
tr: Ülkenizde Stripe ile Şahsen Ödemeleri desteklemiyoruz

source: We enable you to process them effortlessly.
ar: نتيح لك معالجتها من دون مجهود.
de: Wir ermöglichen dir die problemlose Verarbeitung.
es: Puedes procesarlos sin esfuerzo.
fr: Nous vous permettons de les traiter en toute simplicité.
he: אנחנו מאפשרים לך לעבד תשלומים ללא מאמץ.
id: Kami membuat Anda bisa memprosesnya dengan mudah.
it: Ti consentiamo di elaborarli senza sforzo.
ja: 手間をかけずに処理できるようになりました。
nl: Wij maken het mogelijk om ze eenvoudig te verwerken.
pt_br: Nós simplificamos o processamento.
ru: Мы поможем выполнять обработку без лишних усилий.
sv: Vi gör det möjligt för dig att bearbeta betalningar på ett enkelt och smidigt sätt
tr: Bunları zahmetsizce işlemenizi sağlıyoruz.

source: We encountered a problem loading analytics
ar: واجهنا مشكلة في أثناء تحميل التحليلات
de: Beim Laden der Statistiken ist ein Problem aufgetreten
es: Se ha producido un problema al cargar los análisis
fr: Nous avons rencontré un problème lors du chargement des statistiques
he: נתקלנו בבעיה בטעינת הנתונים האנליטיים
id: Ada masalah saat memuat analitik
it: Abbiamo riscontrato un problema durante il caricamento dell'analisi
ja: 分析の読み込み中に問題が発生しました
nl: Er heeft zich een probleem voorgedaan bij het laden van de analyses
pt_br: Ocorreu um problema ao carregar a análise
ru: Возникла проблема при загрузке данных аналитики
sv: Ett problem uppstod när analysen skulle laddas
tr: Analytics yüklenirken bir sorunla karşılaşıldı

source: We encountered an error confirming your payment.
ar: واجهنا خطأ في أثناء تأكيد الدفع الخاص بك.
de: Beim Bestätigen deiner Zahlung ist ein Fehler aufgetreten.
es: Se ha producido un error al confirmar tu pago.
fr: Nous avons rencontré une erreur lors de la confirmation de votre paiement.
he: נתקלנו בשגיאה בעת אישור התשלום
id: Terjadi error saat mengonfirmasi pembayaran Anda.
it: Si è verificato un errore durante la conferma del pagamento.
nl: Er heeft zich een fout voorgedaan bij het bevestigen van je betaling.
pt_br: Encontramos um erro ao confirmar seu pagamento.
ru: При подтверждении платежа возникла ошибка.
sv: Det uppstod ett fel vid bekräftelsen av din betalning.
tr: Ödemenizi onaylarken bir hatayla karşılaştık.

source: We encountered an error loading plan information
ar: واجهنا خطأ في أثناء تحميل معلومات الخطة
de: Beim Laden der Tarifinformationen ist ein Fehler aufgetreten
es: Se ha producido un error al cargar la información del plan.
fr: Nous avons rencontré une erreur lors du chargement des informations relatives au plan.
he: נתקלנו בשגיאה בעת הטעינה של פרטי התוכנית
id: Terjadi error ketika memuat informasi paket
it: Si è verificato un errore durante il caricamento delle informazioni sul piano
nl: Er heeft zich een fout voorgedaan bij het laden van de abonnementsgegevens
pt_br: Encontramos um erro ao carregar as informações do plano
ru: При загрузке информации о тарифном плане возникла ошибка.
sv: Det uppstod ett fel vid laddningen av paketinformationen
tr: Paket bilgilerini yüklerken bir hatayla karşılaştık

source: We found that the store has already launched.
ar: تبين لنا أن متجرك بدأ بالفعل.
de: Wir haben festgestellt, dass dein Shop bereits gestartet wurde.
es: Hemos detectado que la tienda ya se ha publicado.
fr: Nous avons constaté que le lancement de la boutique avait déjà eu lieu.
he: בדקנו וראינו שהחנות כבר הושקה.
id: Kami mendapati bahwa toko telah diluncurkan.
it: Abbiamo notato che il negozio è già stato lanciato.
ja: このストアはすでに公開済みです。
nl: We zien dat de winkel al gelanceerd is.
pt_br: Vimos que a loja já foi lançada.
ru: Оказалось, что магазин уже запущен.
sv: Vi upptäckte att butiken redan har lanserats.
tr: Mağazanızın zaten yayınlanmış olduğunu fark ettik.

source: We have paused your store. You can purchase another plan by logging in to WordPress.com on your browser.
ar: لقد أوقفنا متجرك مؤقتًا. يمكنك شراء خطة أخرى عن طريق تسجيل الدخول إلى ووردبريس.كوم على متصفحك.
de: Wir haben deinen Shop deaktiviert. Du kannst einen anderen Tarif kaufen, indem du dich in deinem Browser bei WordPress.com anmeldest.
es: Hemos puesto en pausa tu tienda. Puedes adquirir otro plan accediendo a WordPress.com desde tu navegador.
fr: Nous avons suspendu votre boutique. Vous pouvez acheter un autre plan en vous connectant à WordPress.com sur votre navigateur.
he: השהינו את החנות שלך. אפשר לרכוש תוכנית אחרת על ידי התחברות אל WordPress.com בדפדפן.
id: Kami menghentikan sementara toko Anda. Anda dapat membeli paket lain dengan masuk ke WordPress.com via browser.
it: Abbiamo messo in pausa il tuo negozio. Puoi acquistare un altro piano accedendo a WordPress.com sul tuo browser.
nl: We hebben je winkel even stilgezet. Je kan een ander abonnement aanschaffen door in te loggen op WordPress.com in je browser.
pt_br: Nós suspendemos a sua loja. Você pode adquirir outro plano ao fazer login no WordPress.com no seu navegador.
ru: Мы приостановили работу вашего магазина. Вы можете приобрести другой тарифный план, войдя в WordPress.com в своём браузере.
sv: Vi har pausat din butik. Du kan köpa ett annat paket genom att logga in på WordPress.com i din webbläsare.
tr: Mağazanızı duraklattık. Tarayıcınızda WordPress.com'da oturum açarak başka bir paket satın alabilirsiniz.

source: We have slightly modified the address entered. If correct, please use the suggested address to ensure accurate delivery.
ar: لقد أجرينا تعديلاً طفيفًا على العنوان الذي تم إدخاله. إذا كان صحيحًا، فيرجى استخدام العنوان المقترح لضمان التوصيل الدقيق.
de: Wir haben die eingegebene Adresse leicht verändert. Wenn diese korrekt ist, verwende bitte die vorgeschlagene Adresse, um eine Zustellung an den richtigen Empfänger sicherzustellen.
es: Hemos modificado ligeramente la dirección introducida. Si es correcta, usa la dirección sugerida para que la entrega se realice sin problemas.
fr: Nous avons légèrement modifié l’adresse saisie. Si l’adresse suggérée est correcte, utilisez-la pour garantir la précision de la livraison.
he: שינינו מעט את הכתובת שהוזנה. אם הכתובת נכונה, אנחנו מציעים להשתמש בכתובת המומלצת כדי לוודא שהיעד למשלוח מדויק.
id: Kami sedikit mengubah alamat yang dimasukkan. Jika sudah benar, gunakan alamat yang disarankan untuk memastikan pengiriman yang akurat.
it: Abbiamo leggermente modificato l'indirizzo inserito. Se è corretto, usa l'indirizzo inserito per garantire una consegna accurata.
ja: 入力された住所が一部修正されました。 正しい場合は、正確に配送できるように提案された住所を使用してください。
nl: We hebben het adres dat is ingevoerd een beetje aangepast. Indien het juist is, gebruik dan het voorgestelde adres om zeker te zijn van een nauwkeurige levering.
pt_br: Modificamos um pouco o endereço inserido. Se estiver certo, use o endereço sugerido para garantir uma entrega precisa.
ru: Мы немного изменили введённый адрес. Если всё правильно, используйте предложенный адрес для доставки по назначению.
sv: Vi har ändrat den adress du angav något. Använd den föreslagna adressen om den stämmer för att försäkra korrekt leverans.
tr: Girilen adresi biraz değiştirdik. Doğruysa, teslimatın doğru yapılması için lütfen önerilen adresi kullanın.
