Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

# multipleSelectionList.searchResults
source: Search results
ar: نتائج البحث
de: Suchergebnisse
es: Resultados de la búsqueda
fr: Résultats de recherche
he: תוצאות חיפוש
id: Hasil pencarian
it: Risultati della ricerca
nl: Zoekresultaten
pt_br: Resultados da pesquisa
ru: Результаты поиска
sv: Sökresultat
tr: Arama sonuçları

# newNoteViewController.emailNoteSwitch.accessibilityLabel.off
source: Email note to customer Off
ar: إرسال الملاحظة عبر البريد الإلكتروني إلى العميل قيد إيقاف التشغيل
de: Hinweis per E-Mail an Kunden senden – deaktiviert
es: Envío de nota por correo electrónico al cliente desactivado
fr: Envoyer la note par e-mail au client désactivé
he: האפשרות לשליחת ההערה באימייל ללקוח הושבתה
id: Email catatan ke pelanggan Nonaktif
it: Nota e-mail al cliente Disattivo
nl: E-mailbericht aan klant Uit
pt_br: Envio de observação por e-mail ao cliente desativado
ru: Отправить примечание клиенту по электронной почте Выкл.
sv: E-postavisering till kund av
tr: Notu müşteriye e-posta ile gönderme Kapalı

# newNoteViewController.emailNoteSwitch.accessibilityLabel.on
source: Email note to customer On
ar: إرسال الملاحظة عبر البريد الإلكتروني إلى العميل قيد التشغيل
de: Hinweis per E-Mail an Kunden senden – aktiviert
es: Envío de nota por correo electrónico al cliente activado
fr: Envoyer la note par e-mail au client activé
he: האפשרות לשליחת ההערה באימייל ללקוח הופעלה
id: Email catatan ke pelanggan Aktif
it: Nota e-mail al cliente Attivo
nl: E-mailbericht aan klant Aan
pt_br: Envio de observação por e-mail ao cliente ativado
ru: Отправить примечание клиенту по электронной почте Вкл.
sv: E-postavisering till kund på
tr: Notu müşteriye e-posta ile gönderme Açık

source: no previous period
ar: لا توجد فترة سابقة
de: Keine vorherige Periode
es: no hay períodos previos
fr: aucune période précédente
he: אין תקופה קודמת
id: tidak ada periode sebelumnya
it: nessun periodo precedente
ja: 前の期間はありません
nl: geen vorige periode
pt_br: nenhum período anterior
ru: нет предыдущего периода
sv: Ingen föregående period
tr: önceki dönem yok

# order.barcode.scan.parent.product.notice.subtitle
source: Please select a specific variation.
ar: يرجى تحديد شكل محدد.
de: Bitte gib eine bestimmte Variante an.
es: Elije una variación específica.
fr: Veuillez sélectionnez une variante spécifique.
he: יש לבחור סוג ספציפי.
id: Pilih satu variasi spesifik.
it: Seleziona una variante specifica
nl: Selecteer een bepaalde variatie.
pt_br: Selecione uma variação específica.
ru: Выберите конкретный вариант.
sv: Välj en specifik variant.
tr: Lütfen belirli bir varyasyon seçin.

# order.barcode.scan.parent.product.notice.title
source: You cannot add a variable product directly.
ar: يتعذر عليك إضافة منتج متغير مباشرة.
de: Du kannst ein variables Produkt nicht direkt hinzufügen.
es: No puedes añadir un producto variable directamente.
fr: Vous ne pouvez pas ajouter directement un produit variable.
he: לא ניתן להוסיף ישירות מוצר עם סוגים.
id: Produk variabel tidak dapat ditambahkan secara langsung.
it: Non è possibile aggiungere direttamente un prodotto variabile.
nl: Je kan een variabel product niet rechtstreeks toevoegen.
pt_br: Não é possível adicionar um produto variável diretamente.
ru: Невозможно добавить товар с вариантами напрямую.
sv: Du kan inte lägga till en variabel produkt direkt.
tr: Değişken bir ürünü doğrudan ekleyemezsiniz.

# order.form.coupon.add.button.title
source: Add Coupon
ar: إضافة قسيمة
de: Gutschein hinzufügen
es: Añadir cupón
fr: Ajouter un code promo
he: הוספת קופון
id: Tambah Kupon
it: Aggiungi codice promozionale
nl: Coupon toevoegen
pt_br: Adicionar cupom
ru: Добавить купон
sv: Lägg till rabattkod
tr: Kupon Ekle

# order.form.coupon.cancel.button.title
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batal
it: Annulla
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal et

# order.form.coupon.empty.goToCoupons.alert.confirm.button.title
source: Go
ar: الانتقال
de: Los
es: Ir
fr: Accéder
he: המשך
id: Buka
it: Vai
nl: Gaan
pt_br: Ir
ru: Перейти
sv: Kör
tr: Git

# order.form.coupon.empty.goToCoupons.alert.message
source: Do you want to navigate to the Coupons Menu? These changes will be discarded.
ar: هل تريد الانتقال إلى قائمة القسائم؟ سيتم تجاهل هذه التغييرات.
de: Möchtest du das Menü „Gutscheine“ aufrufen? Diese Änderungen werden verworfen.
es: ¿Quieres ir al menú Cupones? Estos cambios se descartarán.
fr: Voulez-vous accéder au menu des codes promo ? Ces modifications seront annulées.
he: האם ברצונך לנווט אל 'תפריט הקופונים'? השינויים האלה לא יישמרו.
id: Anda ingin membuka Menu Kupon? Perubahan ini akan dibuang.
it: Vuoi passare al menu dei codici promozionali? Queste modifiche verranno eliminate.
nl: Wil je naar het couponmenu gaan? Deze wijzigingen worden geannuleerd.
pt_br: Quer navegar pelo menu Cupons? Essas mudanças serão descartadas.
ru: Перейти к меню купонов? Изменения будут отменены.
sv: Vill du navigera till rabattkodsmenyn? Dessa ändringar kommer att ignoreras.
tr: Kuponlar Menüsüne gitmek ister misiniz? Bu değişiklikler silinecektir.

# order.form.coupon.empty.goToCoupons.button.title
source: Go to Coupons
ar: الانتقال إلى القسائم
de: Zu den Gutscheinen
es: Ir a Cupones
fr: Accéder aux codes promo
he: מעבר אל 'קופונים'
id: Buka Kupon
it: Vai ai codici promozionali
nl: Naar coupons
pt_br: Ir para Cupons
ru: Перейти к купонам
sv: Gå till rabattkoder
tr: Kuponlara Git

# order.form.coupon.moreInfo.accessibilityLabel
source: Coupon information
ar: معلومات القسائم
de: Gutschein-Informationen
es: Información del cupón
fr: Informations relatives au code promo
he: פרטי הקופון
id: Informasi Kupon
it: Informazioni sui codici promozionali
nl: Couponinformatie
pt_br: Informações sobre o cupom
ru: Информация о купонах
sv: Rabattkodsinformation
tr: Kupon bilgisi

# order.form.coupon.unavailable.tooltip.description
source: To add Coupons, please remove your Product Discounts
ar: لإضافة القسائم، ترجى إزالة خصومات المنتجات لديك
de: Wenn du Gutscheine hinzufügen möchtest, entferne bitte die Rabatte auf deine Produkte
es: Para añadir cupones, elimina los descuentos de tu producto.
fr: Pour ajouter des codes promo, veuillez supprimer vos remises sur le produit
he: כדי להוסיף קופונים, יש להסיר את הנחות המוצר
id: Untuk menambahkan Kupon, silakan hapus Diskon Produk Anda
it: Per aggiungere codici promozionali, rimuovi gli sconti sui prodotti
nl: Verwijder je Productkortingen om Coupons toe te voegen
pt_br: Remova seus descontos em produtos para adicionar os cupons
ru: Чтобы добавить купоны, удалите скидки на товары
sv: Ta bort dina produktrabatter för att lägga till rabattkoder
tr: Kupon eklemek için lütfen Ürün İndirimlerinizi kaldırın

# order.form.coupon.unavailable.tooltip.title
source: Coupons unavailable
ar: القسائم غير متوافرة
de: Gutscheine nicht verfügbar
es: Cupones no disponibles
fr: Codes promo indisponibles
he: הקופונים לא זמינים
id: Kupon tidak tersedia
it: Codici promozionali non disponibili
nl: Coupons niet beschikbaar
pt_br: Cupons indisponíveis
ru: Нет доступных купонов
sv: Rabattkoder otillgängliga
tr: Kuponlar kullanılamıyor

# order.form.giftCard.add.button.title
source: Add Gift Card
ar: إضافة بطاقة الهدايا
de: Geschenkkarte hinzufügen
es: Añadir tarjeta regalo
fr: Ajouter une carte-cadeau
he: להוסיף שובר מתנה
id: Tambahkan Kartu Hadiah
it: Aggiungi gift card
nl: Een cadeaubon toevoegen
pt_br: Adicionar vale-presente
ru: Добавить подарочную карту
sv: Lägg till presentkort
tr: Hediye Kartı Ekle

# order.form.paymentSection.taxes.learnMore
source: Learn More.
ar: تعرف على المزيد.
de: Weitere Informationen.
es: Más información.
fr: Lire la suite.
he: למידע נוסף.
id: Baca Selengkapnya.
it: Scopri di più.
nl: Meer informatie.
pt_br: Saiba mais.
ru: Подробнее.
sv: Lär dig mer.
tr: Daha Fazla Bilgi Edinin.

# order.form.paymentSection.taxes.shippingTax
source: Shipping Tax
ar: ضريبة الشحن
de: Versandsteuer
es: Tasas de envío
fr: Frais d’expédition
he: מיסי משלוח
id: Pajak Pengiriman
it: Tariffa di spedizione
nl: Belasting op verzending
pt_br: Taxa de entrega
ru: Налог на доставку
sv: Fraktmoms
tr: Gönderim Vergisi

# order.form.shipping.add.button.title
source: Add Shipping
ar: إضافة الشحن
de: Versand hinzufügen
es: Añadir envío
fr: Ajouter l’expédition
he: להוסיף משלוח
id: Tambahkan Pengiriman
it: Aggiungi spedizione
nl: Verzending toevoegen
pt_br: Adicionar envio
ru: Добавить доставку
sv: Lägg till frakt
tr: Gönderim Ekle

# order.shippingLineDetails.addShipping
source: Add Shipping
ar: إضافة الشحن
de: Versand hinzufügen
es: Añadir envío
fr: Ajouter l’expédition
he: להוסיף משלוח
id: Tambahkan Pengiriman
it: Aggiungi spedizione
nl: Verzending toevoegen
pt_br: Adicionar envio
ru: Добавить доставку
sv: Lägg till frakt
tr: Gönderim Ekle

# order.shippingLineDetails.amount
source: Amount
ar: المبلغ
de: Betrag
es: Cantidad
fr: Montant
he: סכום
id: Jumlah
it: Importo
nl: Bedrag
pt_br: Quantidade
ru: Сумма
sv: Belopp
tr: Tutar

# order.shippingLineDetails.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batal
it: Annulla
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal Et

# order.shippingLineDetails.editShipping
source: Edit Shipping
ar: تحرير الشحن
de: Versand bearbeiten
es: Editar envío
fr: Modifier l’expédition
he: לערוך את המשלוח
id: Edit Pengiriman
it: Modifica spedizione
nl: Verzending bewerken
pt_br: Editar envio
ru: Изменить доставку
sv: Redigera frakt
tr: Gönderimi Düzenle

# order.shippingLineDetails.method
source: Method
ar: الطريقة
de: Methode
es: Método
fr: Méthode
he: שיטה
id: Metode
it: Metodo
nl: Methode
pt_br: Método
ru: Способ
sv: Metod
tr: Yöntem

# order.shippingLineDetails.name
source: Name
ar: الاسم
es: Nombre
fr: Nom
he: שם
id: Nama
it: Nome
nl: Naam
pt_br: Nome
ru: Имя
sv: Namn
tr: Ad

# order.shippingLineDetails.namePlaceholder
source: Shipping
ar: الشحن
de: Versand
es: Envío
fr: Expédition
he: משלוח
id: Pengiriman
it: Spedizione
nl: Verzenden
pt_br: Envio
ru: Доставка
sv: Frakt
tr: Gönderim

# order.shippingLineDetails.placeholderMethodTitle
source: N/A
ar: غير محدَّد
de: k. A.
es: N/D
he: לא זמין
id: Tidak tersedia
it: N/D
nl: N.v.t.
pt_br: N/D
ru: Н/Д
tr: Yok

# order.shippingLineDetails.removeShipping
source: Remove Shipping from Order
ar: إزالة الشحن من الطلب
de: Versand aus Bestellung entfernen
es: Eliminar el envío del pedido
fr: Supprimer l’expédition de la commande
he: להסיר את המשלוח מההזמנה
id: Hapus Pengiriman dari Pesanan
it: Rimuovi la spedizione dall'ordine
nl: Verzending verwijderen uit bestelling
pt_br: Remover envio do pedido
ru: Убрать доставку из заказа
sv: Ta bort frakt från beställning
tr: Gönderimi Siparişten Kaldır

# order.shippingLineDetails.shippingTitle
source: Shipping
ar: الشحن
de: Versand
es: Envío
fr: Expédition
he: משלוח
id: Pengiriman
it: Spedizione
nl: Verzenden
pt_br: Envio
ru: Доставка
sv: Frakt
tr: Gönderim

# orderAttributionInfo.direct
source: Direct
ar: مباشر
de: Direkt
es: Directo
fr: Recherche directe
he: ישיר
id: Langsung
it: Diretto
pt_br: Direto
ru: Прямые
sv: Direkt
tr: Doğrudan

# orderAttributionInfo.mobileApp
source: Mobile App
ar: تطبيق للهواتف المحمولة
de: Mobil-App
es: Aplicación móvil
fr: Application mobile
he: אפליקציה לנייד
id: Aplikasi Seluler
it: App per dispositivi mobili
nl: Mobiele app
pt_br: Aplicativo móvel
ru: Мобильное приложение
sv: Mobilapp
tr: Mobil Uygulama

# orderAttributionInfo.organic
source: Organic: %1$@
ar: أساسي: %1$@
de: Organisch: %1$@
es: Orgánica: %1$@
fr: Organique : %1$@
he: אורגני: %1$@
id: Organik: %1$@
it: Dati organici: %1$@
nl: Organisch: %1$@
pt_br: Orgânico: %1$@
ru: Органические: %1$@
sv: Organisk: %1$@
tr: Organik: %1$@

# orderAttributionInfo.referral
source: Referral: %1$@
ar: التوجيه: %1$@
de: Empfehlung: %1$@
es: Recomendación: %1$@
fr: Parrainage : %1$@
he: הפניה: %1$@
id: Referensi: %1$@
nl: Doorverwezen: %1$@
pt_br: Indicação: %1$@
ru: Источник перехода: %1$@
sv: Hänvisning: %1$@
tr: Yönlendirme: %1$@

# orderAttributionInfo.source
source: Source: %1$@
ar: المصدر: %1$@
de: Quelle: %1$@
es: Fuente: %1$@
he: מקור: %1$@
id: Sumber: %1$@
it: Sorgente: %1$@
nl: Bron: %1$@
pt_br: Fonte: %1$@
ru: Источник: %1$@
sv: Källa: %1$@
tr: Kaynak: %1$@

# orderAttributionInfo.unknown
source: Unknown
ar: غير معروف
de: Unbekannt
es: Desconocido
fr: Inconnu
he: לא ידוע
id: Tidak diketahui
it: Sconosciuto
nl: Onbekend
pt_br: Desconhecido
ru: Неизвестно
sv: Okänd
tr: Bilinmiyor

# orderAttributionInfo.webAdmin
source: Web admin
ar: مسؤول الويب
de: Web-Administrator
es: Administración web
fr: Administrateur Web
he: מנהל מערכת אינטרנט
id: Admin web
it: Admin web
nl: Webbeheerder
pt_br: Administrador da web
ru: Веб-администратор
sv: Webbadministratör
tr: Web yöneticisi

# orderDetail.deleteTracking.notice.title
source: Unable to delete tracking for order #%1$d
ar: يتعذر حذف تعقب الطلب رقم ⁦%1$d⁩
de: Sendungsverfolgung für Bestellung Nr. %1$d kann nicht gelöscht werden
es: No se puede eliminar el seguimiento del pedido n.º %1$d
fr: Impossible de supprimer le suivi de la commande # %1$d
he: אין אפשרות למחוק את המעקב אחר הזמנה מס' ⁦%1$d⁩
id: Tidak dapat menghapus pelacakan untuk pesanan #%1$d
it: Impossibile eliminare la tracciabilità dell'ordine n. %1$d
nl: Kan tracking niet verwijderen voor bestelnr. %1$d
pt_br: Não foi possível excluir o rastreamento do pedido %1$d
ru: Не удаётся отменить отслеживание заказа № %1$d
sv: Det gick inte att ta bort spårning för beställning #%1$d
tr: %1$d numaralı sipariş için takip silinemiyor

# orderDetails.addTrackingRow.title
source: Optional Tracking Information
ar: معلومات التعقُّب الاختيارية
de: Optionale Verfolgungsinformationen
es: Información de seguimiento opcional
fr: Informations de suivi facultatives
he: מידע על מעקב אופציונלי
id: Informasi Pelacakan Opsional
it: Informazioni di monitoraggio opzionali
nl: Optionele tracking-informatie
pt_br: Informações de rastreamento opcionais
ru: Дополнительная информация об отслеживании
sv: Valfri spårningsinformation
tr: İsteğe Bağlı Takip Bilgileri

# orderDetails.customAmounts.section.pluralTitle
source: Custom Amounts
ar: مبالغ مخصصة
de: Individuelle Beträge
es: Cantidades personalizadas
fr: Montants personnalisés
he: סכומים בהתאמה אישית
id: Jumlah Kustom
it: Importi personalizzati
nl: Aangepaste bedragen
pt_br: Valores personalizados
ru: Индивидуальные суммы
sv: Anpassade belopp
tr: Özel Tutarlar

# orderDetails.customAmountsRow.subtitle
source: Custom Amount
ar: مبلغ مخصص
de: Individueller Betrag
es: Cantidad personalizada
fr: Montant personnalisé
he: סכום בהתאמה אישית
id: Jumlah Kustom
it: Importo personalizzato
nl: Aangepast bedrag
pt_br: Valor personalizado
ru: Индивидуальная сумма
sv: Anpassat belopp
tr: Özel Tutar

# orderDetailsDataSource.attributionInfo.campaign
source: Campaign
ar: الحملة
de: Kampagne
es: Campaña
fr: Campagne
he: קמפיין
id: Kampanye
it: Campagna
nl: Campagne
pt_br: Campanha
ru: Кампания
sv: Kampanj
tr: Kampanya

# orderDetailsDataSource.attributionInfo.deviceType
source: Device type
ar: نوع الجهاز
de: Gerätetyp
es: Tipo de dispositivo
fr: Type d’appareil
he: סוג מכשיר
id: Jenis perangkat
it: Tipo di dispositivo
nl: Apparaattype
pt_br: Tipo de dispositivo
ru: Тип устройства
sv: Enhetstyp
tr: Cihaz türü

# orderDetailsDataSource.attributionInfo.medium
source: Medium
ar: متوسط
de: Mittel
es: Medio
fr: Moyen
he: בינוני
id: Sedang
it: Media
pt_br: Média
ru: Устройство
tr: Orta

# orderDetailsDataSource.attributionInfo.orderAttribution
source: Order attribution
ar: تخصيص الطلب
de: Bestellungszuordnung
es: Atribución del pedido
fr: Attribution de commande
he: שיוך ההזמנה
id: Atribusi pesanan
it: Attribuzione degli ordini
nl: Bestellingseigenschap
pt_br: Atribuição do pedido
ru: Атрибуция заказа
sv: Beställningstillskrivning
tr: Sipariş niteliği

# orderDetailsDataSource.attributionInfo.origin
source: Origin
ar: الأصل
de: Ursprung
es: Origen
fr: Origine
he: מוצא
id: Asal
it: Origine
nl: Oorsprong
pt_br: Origem
ru: Происхождение
sv: Ursprung
tr: Menşe

# orderDetailsDataSource.attributionInfo.sessionPageViews
source: Session page views
ar: مشاهدات صفحة الجلسة
de: Seitenaufrufe der Sitzung
es: Vistas de página de sesión
fr: Pages vues par session
he: צפיות בעמודים במהלך ההפעלה
id: Kunjungan halaman sesi
it: Visualizzazioni della pagina delle sessioni
nl: Paginaweergaven sessie
pt_br: Visualizações de página da sessão
ru: Просмотры страниц сеанса
sv: Sidvisningar under session
tr: Oturum sayfa görüntülemeleri

# orderDetailsDataSource.attributionInfo.source
source: Source
ar: المصدر
de: Quelle
es: Fuente
he: מקור
id: Sumber
it: Sorgente
nl: Bron
pt_br: Fonte
ru: Источник
sv: Källa
tr: Kaynak

# orderDetailsDataSource.attributionInfo.sourceType
source: Source type
ar: نوع المصدر
de: Quelltyp
es: Tipo de fuente
fr: Type de source
he: סוג מקור
id: Jenis sumber
it: Tipo di sorgente
nl: Brontype
pt_br: Tipo de fonte
ru: Тип источника
sv: Källtyp
tr: Kaynak türü

# orderDetailsDataSource.attributionInfo.unknown
source: Unknown
ar: غير معروف
de: Unbekannt
es: Desconocido
fr: Inconnu
he: לא ידוע
id: Tidak diketahui
it: Sconosciuto
nl: Onbekend
pt_br: Desconhecido
ru: Неизвестно
sv: Okänd
tr: Bilinmiyor

# orderDetailsDataSource.shippingLines.title
source: Shipping
ar: الشحن
de: Versand
es: Envío
fr: Expédition
he: משלוח
id: Pengiriman
it: Spedizione
nl: Verzending
pt_br: Envio
ru: Доставка
sv: Frakt
tr: Gönderim

# orderDetailsDataSource.trashOrder.accessibilityHint
source: Put this order in the trash.
ar: ضع هذا الطلب في سلة المهملات.
de: Verschiebe diese Bestellung in den Papierkorb.
es: Envía este pedido a la papelera.
fr: Placez cette commande dans la corbeille.
he: להעביר את ההזמנה לפח.
id: Pindahkan pesanan ini ke tempat sampah.
it: Metti questo ordine nel cestino.
nl: Verplaats deze bestelling naar de prullenbak.
pt_br: Mova este pedido para a lixeira.
ru: Отправить этот заказ в корзину.
sv: Lägg denna beställning i papperskorgen.
tr: Bu siparişi çöp kutusuna taşıyın.

# orderDetailsDataSource.trashOrder.accessibilityLabel
source: Trash Order Button
ar: زر وضع الطلب في سلة المهملات
de: Button zum Verschieben der Bestellung in den Papierkorb
es: Botón Enviar pedido a la papelera
fr: Bouton Déplacer la commande vers la corbeille
he: הכפתור 'להעביר הזמנה לפח'
id: Tombol Buang Pesanan
it: Pulsante per spostare l'ordine nel cestino
nl: Knop Bestelling naar prullenbak verplaatsen
pt_br: Botão de mover pedido para a lixeira
ru: Кнопка «Отправить заказ в корзину»
sv: Knappen Ta bort beställning
tr: Siparişi Çöp Kutusuna Taşı Düğmesi

# orderDetailsDataSource.trashOrder.button.title
source: Move to trash
ar: نقل إلى سلة المهملات
de: In den Papierkorb verschieben
es: Mover a la papelera
fr: Envoyer dans la corbeille
he: להעביר לפח
id: Pindahkan ke tempat sampah
it: Sposta nel cestino
nl: Verplaatsen naar prullenbak
pt_br: Mover para a lixeira
ru: Отправить в корзину
sv: Flytta till papperskorgen
tr: Çöp kutusuna taşı

# orderForm.customAmounts
source: Custom Amounts
ar: مبالغ مخصصة
de: Individuelle Beträge
es: Cantidades personalizadas
fr: Montants personnalisés
he: סכומים בהתאמה אישית
id: Jumlah Kustom
it: Importi personalizzati
nl: Aangepaste bedragen
pt_br: Valores personalizados
ru: Индивидуальные суммы
sv: Anpassade belopp
tr: Özel Tutarlar

# orderForm.customAmounts.addOptionsDialogFixedAmountButtonTitle
source: A fixed amount
ar: مبلغ ثابت
de: Fester Betrag
es: Importe fijo
fr: Montant fixe
he: סכום קבוע
id: Jumlah tetap
it: Un importo fisso
nl: Vast bedrag
pt_br: Um valor fixo
ru: Фиксированная сумма
sv: Ett fast belopp
tr: Sabit bir tutar

# orderForm.customAmounts.addOptionsDialogPercentageButtonTitle
source: A percentage of the order total
ar: نسبة مئوية من إجمالي الطلبات
de: Prozentsatz der Gesamtbestellung
es: Porcentaje del total del pedido
fr: Pourcentage du total de la commande
he: אחוז מהסכום הכולל של ההזמנה
id: Persentase dari total pesanan
it: Una percentuale del totale dell'ordine
nl: Of voer het percentage van het ordertotaal in
pt_br: Uma porcentagem do total do pedido
ru: Процент от общей суммы заказа
sv: En procentandel av orderns totala belopp
tr: Sipariş toplamının yüzdesi

# orderForm.customAmounts.addOptionsDialogTitle
source: How do you want to add your custom amount?
ar: كيف تريد إضافة مبلغك المخصص؟
de: Wie möchtest du deinen individuellen Betrag hinzufügen?
es: ¿Cómo deseas añadir el importe personalizado?
fr: Comment souhaitez-vous ajouter votre montant personnalisé ?
he: איך ברצונך להוסיף את הסכום בהתאמה אישית?
id: Bagaimana Anda ingin menambahkan jumlah kustom?
it: Come desideri aggiungere l'importo personalizzato?
nl: Hoe wil je je aangepaste bedrag toevoegen?
pt_br: Como deseja adicionar seu valor personalizado?
ru: Как вы хотите добавить индивидуальную сумму?
sv: Hur vill du lägga till ditt anpassade belopp?
tr: Özel tutarınızı nasıl eklemek istersiniz?

# orderForm.customerSection.addCustomer
source: Add Customer
ar: إضافة عميل
de: Kunde hinzufügen
es: Añadir cliente
fr: Ajouter un client
he: להוסיף לקוח
id: Tambahkan Pelanggan
it: Aggiungi il cliente
nl: Klant toevoegen
pt_br: Adicionar cliente
ru: Добавить клиента
sv: Lägg till kund
tr: Müşteri Ekle

# orderForm.customerSection.customerCard.header.emailPlaceholder.notRequired
source: Email address
ar: عنوان البريد الإلكتروني
de: E-Mail-Adresse
es: Dirección de correo electrónico
fr: Adresse e-mail
he: כתובת אימייל
id: Alamat email
it: Indirizzo e-mail
nl: E-mailadres
pt_br: Endereço de e-mail
ru: Адрес электронной почты
sv: E-postadress
tr: E-posta adresi

# orderForm.customerSection.customerCard.header.emailPlaceholder.required
source: Email address required
ar: عنوان البريد الالكتروني مطلوب
de: E-Mail-Adresse erforderlich
es: La dirección de correo electrónico es necesaria
fr: Adresse e-mail obligatoire
he: חובה להזין כתובת אימייל
id: Alamat email diperlukan
it: Indirizzo e-mail richiesto
nl: E-mailadres verreist
pt_br: Endereço de e-mail obrigatório
ru: Требуется адрес электронной почты
sv: E-postadress obligatoriskt
tr: Eposta adresi gerekli

# orderForm.customerSection.customerHeader
source: Customer
ar: العميل
de: Kunde
es: Cliente
fr: Client
he: לקוח
id: Pelanggan
it: Cliente
nl: Klant
pt_br: Cliente
ru: Клиент
sv: Kund
tr: Müşteri

# orderForm.customerSection.customerSelectorTitle
source: Add customer details
ar: إضافة تفاصيل العميل
de: Kundendetails hinzufügen
es: Añadir detalles del cliente
fr: Ajouter les détails du client
he: הוספה של פרטי לקוחות
id: Tambahkan detail pelanggan
it: Aggiungi dettagli del cliente
nl: Klantgegevens toevoegen
pt_br: Adicionar detalhes do cliente
ru: Добавить сведения о клиенте
sv: Lägg till kunduppgifter
tr: Müşteri bilgilerini ekleyin

# orderForm.payment.collect.button.title
source: Collect Payment
ar: تحصيل المدفوعات
de: Zahlung empfangen
es: Recibir pago
fr: Percevoir le paiement
he: לגבות תשלום
id: Terima Pembayaran
it: Ricevi pagamenti
nl: Betaling innen
pt_br: Receber pagamento
ru: Получение платежа
sv: Ta emot betalning
tr: Ödeme Alın

# orderForm.productRow.keyboard.toolbar.done.button.title
source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
he: סיימתי
id: Selesai
it: Fatto
nl: Gereed
pt_br: Concluído
ru: Готово
sv: Klar
tr: Tamam

# orderForm.products.add.button.accessibilityLabel
source: Add product
ar: إضافة منتج
de: Produkt hinzufügen
es: Añadir producto
fr: Ajouter un produit
he: להוסיף מוצר
id: Tambahkan produk
it: Aggiungi prodotto
nl: Product toevoegen
pt_br: Adicionar produto
ru: Добавить товар
sv: Lägg till produkt
tr: Ürün ekleyin

# orderForm.products.add.scan.button.accessibilityLabel
source: Scan barcode
ar: مسح الكود الشريطي ضوئيًا
de: Barcode scannen
es: Escanear código de barras
fr: Scanner le code-barres
he: לסרוק ברקוד
id: Pindai barcode
it: Scansiona codice a barre
nl: Streepjescode scannen
pt_br: Escanear código de barras
ru: Сканировать штрихкод
sv: Skanna streckkod
tr: Barkodu tarayın
