Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

# googleAdsCampaignStatsTotals.totalData.spend
source: Total Spend
ar: إجمالي الإنفاق
de: Gesamtausgaben
es: Gasto total
fr: Dépense totale
he: הוצאה כוללת
id: Total Pengeluaran
it: Spesa totale
nl: Totaal uitgegeven
pt_br: Total gasto
sv: Totalt spenderat
tr: Toplam Harcama

# googleAdsDashboardCard.createCampaign
source: Create Campaign
ar: إنشاء حملة
de: Kampagne erstellen
es: Crear campaña
fr: Créer une campagne
he: ליצור קמפיין
id: Buat Kampanye
it: Crea la campagna
nl: Campagne aanmaken
pt_br: Criar campanha
sv: Skapa kampanj
tr: Kampanya Oluştur

# googleAdsDashboardCard.hideCard
source: Hide Google Ads
ar: إخفاء إعلانات غوغل
de: Google Ads ausblenden
es: Ocultar Google Ads
fr: Masquer Google Ads
he: להסתיר את Google Ads
id: Sembunyikan Google Ads
it: Nascondi Google Ads
nl: Google Ads verbergen
pt_br: Ocultar Google Ads
sv: Dölj Google Ads
tr: Google Ads'i gizle

# googleAdsDashboardCard.noCampaign.details
source: Promote your products across Google Search, Shopping, Youtube, Gmail, and more.
ar: يمكنك الترويج لمنتجاتك عبر البحث في غوغل والتسوق ويوتيوب وGmail والمزيد.
de: Bewirb deine Produkte in der Google-Suche, über Google Shopping, YouTube, Gmail und mehr.
es: Promociona tus productos en la búsqueda de Google, Shopping, YouTube, Gmail y más.
fr: Faites la promotion de vos produits sur Google Search, Shopping, YouTube, Gmail, etc.
he: לקדם את המוצרים שלך בחיפוש של Google, ב-Google Shopping, ב-YouTube, ב-Gmail ועוד.
id: Promosikan produk Anda di Google Search, Shopping, Youtube, Gmail, dan lainnya.
it: Promuovi i tuoi prodotti su Google Search, Shopping, Youtube, Gmail e altro ancora.
nl: Promoot je producten via Google Search, Shopping, YouTube, Gmail en meer.
pt_br: Promova seus produtos na Pesquisa Google, Google Shopping, YouTube, Gmail e muito mais.
sv: Marknadsför dina produkter i Google Sök, Google Shopping, Youtube, Gmail med mera.
tr: Google Arama, Alışveriş, Youtube, Gmail ve daha fazlasında ürünlerinizi tanıtın.

# googleAdsDashboardCard.noCampaign.title
source: Drive sales and generate more traffic with Google Ads
ar: زيادة المبيعات وإنشاء مزيد من حركة المرور باستخدام إعلانات غوغل
de: Steigere deine Umsätze und generiere mehr Traffic mit Google Ads
es: Dirige las ventas y genera más tráfico con Google Ads
fr: Multiplier les ventes et générer plus de trafic avec Google Ads
he: לעודד מכירות ולהגדיל את התעבורה עם Google Ads
id: Tingkatkan penjualan dan dorong lalu lintas dengan Google Ads
it: Aumenta le vendite e genera più traffico con Google Ads
nl: Verkoop meer en genereer meer verkeer met Google Ads
pt_br: Otimize vendas e aumente o número de visitas com o Google Ads
sv: Öka försäljningen och generera mer trafik med Google Ads
tr: Google Ads ile satışları teşvik edin ve trafiği artırın

# googleAdsDashboardCard.stats.title
source: Paid campaign performance
ar: أداء الحملة المدفوعة
de: Performance bezahlter Kampagnen
es: Rendimiento de la campaña de pago
fr: Performance de la campagne payée
he: ביצועים של קמפיינים בתשלום
id: Performa kampanye berbayar
it: Prestazioni della campagna a pagamento
nl: Prestaties betaalde campagne
pt_br: Desempenho da campanha paga
sv: Betalkampanjsresultat
tr: Ücretli kampanya performansı

# googleAdsDashboardCard.stats.totalClicks
source: Clicks
ar: النقرات
de: Klicks
es: Clics
fr: Clics
he: קליקים
id: Klik
it: Clic
nl: Klikken
pt_br: Cliques
sv: Klick
tr: Tıklamalar

# googleAdsDashboardCard.stats.totalImpressions
source: Impressions
ar: الانطباعات
de: Aufrufe
es: Impresiones
he: צפיות
id: Tayangan
it: Impressioni
nl: Impressies
pt_br: Impressões
sv: Visningar
tr: İzlenimler

# googleAdsDashboardCard.viewAll
source: View all campaigns
ar: مشاهدة كل الحملات
de: Alle Kampagnen anzeigen
es: Ver todas las campañas
fr: Afficher toutes les campagnes
he: להציג את כל הקמפיינים
id: Lihat semua kampanye
it: Visualizza tutte le campagne
nl: Alle campagnes weergeven
pt_br: Ver todas as campanhas
sv: Visa alla kampanjer
tr: Tüm kampanyaları görüntüle

# hubMenu.customers
source: Customers
ar: العملاء
de: Kunden
es: Clientes
fr: Clients
he: לקוחות
id: Pelanggan
it: Clienti
nl: Klanten
pt_br: Clientes
ru: Клиенты
sv: Kunder
tr: Müşteriler

# hubMenu.customersDescription
source: Get customer insights
ar: الحصول على رؤى العملاء
de: Kundeneinsichten erhalten
es: Obtener detalles del cliente
fr: Obtenir les tendances clients
he: לקבל תובנות על הלקוח
id: Dapatkan wawasan pelanggan
it: Ottieni panoramica dei clienti
nl: Klantinzichten krijgen
pt_br: Receba insights dos clientes
ru: Аналитика по клиентам
sv: Få kundinsikter
tr: Müşteri içgörüleri elde edin

# hubMenu.productReview
source: Product Review
ar: مراجعة المنتج
de: Produktbewertung
es: Reseña de producto
fr: Avis sur le produit
he: חוות דעת על מוצר
id: Ulasan Produk
it: Recensione prodotto
nl: Productbeoordeling
pt_br: Avaliação do produto
ru: Обзор товара
sv: Produktrecension
tr: Ürün İncelemesi

# hubMenuViewModel.googleAdsDescription
source: Drive sales and generate more traffic with Google Ads
ar: زيادة المبيعات وإنشاء مزيد من حركة المرور باستخدام إعلانات غوغل
de: Steigere deine Umsätze und generiere mehr Traffic mit Google Ads
es: Dirige las ventas y genera más tráfico con Google Ads
fr: Multiplier les ventes et générer plus de trafic avec Google Ads
he: לעודד מכירות ולהגדיל את התעבורה עם Google Ads
id: Tingkatkan penjualan dan dorong lalu lintas dengan Google Ads
it: Aumenta le vendite e genera più traffico con Google Ads
nl: Verkoop meer en genereer meer verkeer met Google Ads
pt_br: Otimize vendas e aumente o número de visitas com Google Ads
sv: Öka försäljningen och generera mer trafik med Google Ads
tr: Google Ads ile satışları teşvik edin ve trafiği artırın

# inAppFeedbackCardView.couldBeBetter
source: Could be better
ar: يمكن أن يكون افضل
de: Könnte besser sein
es: Podría estar mejor
fr: Cela pourrait être mieux
he: אפשר לשפר
id: Seharusnya bisa lebih baik
it: Potrebbe essere migliore
nl: Kan beter
pt_br: Poderia ser melhor
ru: Не очень
sv: Kunde vara bättre
tr: Daha iyi olabilirdi

# inAppFeedbackCardView.feedbackTitle
source: Are you enjoying the app?
ar: هل تستمتع بالتطبيق؟
de: Gefällt dir die App?
es: ¿Te está gustando la aplicación?
fr: Appréciez-vous l’application ?
he: האם נהנית בינתיים מהשימוש באפליקציה של Jetpack לנייד?
id: Anda suka aplikasi ini?
it: Ti piace l'app?
nl: Vind je de app leuk?
pt_br: Está gostando do aplicativo?
sv: Gillar du appen?
tr: Uygulamadan memnun musunuz?

# inAppFeedbackCardView.iLikeIt
source: I like it
ar: أعجبت به
de: Gefällt mir
es: Me gusta
fr: J’aime
he: אהבתי
id: Saya menyukainya
it: Mi piace
nl: Ik vind het leuk
pt_br: Gostei
ru: Мне нравится
sv: Jag gillar den
tr: Beğendim

# inbox.alert.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
id: Batal
it: Annulla
nl: Annuleren
pt_br: Cancelar
sv: Avbryt
tr: İptal Et

# inboxDashboardCard.emptyStateTitle
source: No unread messages
ar: لا توجد رسائل غير مقروءة
de: Keine ungelesenen Nachrichten
es: No hay mensajes sin leer
fr: Aucun message non lu
he: אין הודעות שלא נקראו
id: Tidak ada pesan yang belum dibaca
it: Nessun messaggio non letto
nl: Geen ongelezen berichten
pt_br: Sem mensagens não lidas
ru: Нет непрочитанных сообщений
sv: Inga olästa meddelanden
tr: Okunmayan mesaj yok

# inboxDashboardCard.hideCard
source: Hide Inbox
ar: إخفاء علبة الوارد
de: Posteingang ausblenden
es: Ocultar bandeja de entrada
fr: Masquer la boîte de réception
he: להסתיר תיבת דואר נכנס
id: Sembunyikan Inbox
it: Nascondi posta in arrivo
nl: Inbox verbergen
pt_br: Ocultar caixa de entrada
ru: Скрыть входящие
sv: Dölj inkorg
tr: Gelen Kutusunu Gizle

# inboxDashboardCard.viewAll
source: View all messages
ar: عرض كل الرسائل
de: Alle Nachrichten anzeigen
es: Ver todos los mensajes
fr: Voir tous les messages
he: להציג את כל ההודעות
id: Lihat semua pesan
it: Visualizza tutti i messaggi
nl: Alle berichten bekijken
pt_br: Ver todas as mensagens
ru: Просмотреть все сообщения
sv: Visa alla meddelanden
tr: Tüm mesajları görüntüle

# infoplist.AddOrderAction.Title
source: New Order
ar: طلب جديد
de: Neue Bestellung
es: Nuevo pedido
fr: Nouvelle commande
he: הזמנה חדשה
id: Pesanan Baru
it: Nuovo ordine
nl: Nieuwe bestelling
pt_br: Novo pedido
ru: Новый заказ
sv: Ny beställning
tr: Yeni Sipariş

# infoplist.AddProductAction.Title
source: Add a product
ar: إضافة منتج
de: Ein Produkt hinzufügen
es: Añadir un producto
fr: Ajouter un produit
he: להוסיף מוצר
id: Tambahkan produk
it: Aggiungi un prodotto
nl: Een product toevoegen
pt_br: Adicionar um produto
ru: Добавить товар
sv: Lägg till en produkt
tr: Ürün ekleyin

# infoplist.CollectPaymentAction.Title
source: Collect Payment
ar: تحصيل المدفوعات
de: Zahlung empfangen
es: Cobrar pago
fr: Percevoir le paiement
he: לגבות תשלום
id: Terima Pembayaran
it: Ricevi pagamenti
nl: Betaling innen
pt_br: Receber pagamento
ru: Получение платежа
sv: Ta emot betalning
tr: Ödeme Alın

# infoplist.NSBluetoothAlwaysUsageDescription
source: This app uses Bluetooth to connect to supported card readers.
ar: يستخدم هذا التطبيق تقنية Bluetooth للربط بأجهزة قارئ البطاقة المدعومة.
de: Diese App verwendet Bluetooth, um sich mit unterstützten Kartenlesegeräten zu verbinden.
es: Esta aplicación utiliza Bluetooth para conectarse a lectores de tarjetas compatibles.
fr: Cette application utilise le Bluetooth pour se connecter aux lecteurs de carte pris en charge.
he: האפליקציה הזו משתמשת ב-Bluetooth כדי להתחבר לקוראי הכרטיסים הנתמכים.
id: Aplikasi ini menggunakan Bluetooth untuk terhubung ke pembaca kartu yang didukung.
it: Questa app utilizza il Bluetooth per connettersi ai lettori di carte supportati.
ja: このアプリでは Bluetooth を使用してサポートされているカードリーダーに接続します。
nl: Deze app maakt gebruik van Bluetooth om verbinding te maken met ondersteunde kaartlezers.
pt_br: Este aplicativo usa Bluetooth para se conectar a leitores de cartão compatíveis.
ru: Это приложение использует Bluetooth для подключения к платёжным терминалам.
sv: Denna app använder Bluetooth för att ansluta till kortläsare som stöds.
tr: Bu uygulama, desteklenen kart okuyuculara bağlanmak için Bluetooth kullanır.

# infoplist.NSBluetoothPeripheralUsageDescription
source: Bluetooth access is required in order to connect to supported card readers.
ar: يلزم الوصول إلى تقنية Bluetooth للربط بأجهزة قارئ البطاقة المدعومة.
de: Bluetooth-Zugriff ist erforderlich, um eine Verbindung zu unterstützten Kartenlesegeräten herzustellen.
es: Para conectarse a lectores de tarjetas compatibles es necesario el acceso por Bluetooth.
fr: L’accès au Bluetooth est requis afin de se connecter aux lecteurs de carte pris en charge.
he: נדרשת גישה ל-Bluetooth כדי להתחבר לקוראי הכרטיסים הנתמכים.
id: Akses Bluetooth diperlukan agar dapat terhubung ke pembaca kartu yang didukung.
it: È necessario l'accesso Bluetooth per connettersi ai lettori di carte supportati.
ja: サポートされているカードリーダーに接続するには、Bluetooth アクセスが必要です。
nl: Bluetooth-toegang is vereist om verbinding te maken met ondersteunde kaartlezers.
pt_br: O acesso Bluetooth é obrigatório para se conectar a leitores de cartão compatíveis.
ru: Чтобы подключиться к платёжным терминалам, требуется доступ к Bluetooth.
sv: Bluetooth-åtkomst krävs för att ansluta till kortläsare som stöds.
tr: Desteklenen kart okuyuculara bağlanmak için Bluetooth erişimi gereklidir.

# infoplist.NSCameraUsageDescription
source: To take photos or videos to add to your Products, scan barcode for Product SKU, or support tickets.
ar: لالتقاط صور أو مقاطع فيديو لإضافتها إلى منتجاتك، قم بإجراء مسح ضوئي للرمز الشريطي الخاص بوحدة SKU للمنتج أو تذاكر الدعم
de: Um Fotos oder Videos aufzunehmen, damit du diese zu deinen Produkten hinzufügen kannst, um Barcodes für Produkt-SKUs zu scannen oder für Support-Tickets.
es: Para tomar fotos o videos para añadir a tus productos, escanear el código de barras para el SKU del producto, o tiques de soporte.
fr: Pour prendre des photos ou des vidéos pour les ajouter à vos produits ou tickets d’assistance, ou pour scanner un code-barre pour obtenir la référence du produit.
he: כדי לצלם תמונות או סרטוני וידאו להוספה למוצרים שלך, לסרוק ברקוד ל-SKU של מוצר או לכרטיסטי תמיכה.
id: Diperlukan untuk mengambil foto atau merekam video untuk ditambahkan ke Produk, memindai barcode untuk SKU Produk, atau tiket dukungan.
it: Per scattare foto o video da aggiungere ai tuoi prodotti, scansiona il codice a barre per lo SKU del prodotto o i ticket di assistenza.
ja: 商品に追加する写真や動画を撮影するには、商品 SKU のバーコードまたはサポートチケットをスキャンします。
nl: Scan de barcode voor product-SKU of ondersteuningstickets om foto's of video's toe te voegen aan je producten.
pt_br: Para tirar fotos ou gravar vídeos a serem adicionados aos seus produtos, escanear o código de barras da SKU do produto ou usar em tíquetes de suporte.
ru: Чтобы снимать фотографии и видеоролики и добавлять их в описание товаров и заявки в службу поддержки, а также сканировать штрихкоды товаров.
sv: För att ta foton eller videoklipp som du kan lägga till för dina produkter, för att skanna en streckkod och hitta ett produkt-SKU eller för supportärenden.
tr: Ürünlerinize eklemek üzere fotoğraf veya video çekmek, Ürün SKU'su barkodunu veya destek biletlerini taramak için.

# infoplist.NSLocationWhenInUseUsageDescription
source: Location access is required in order to accept payments.
ar: يلزم الوصول إلى الموقع لقبول المدفوعات.
de: Standortzugriff ist erforderlich, um Zahlungen zu akzeptieren.
es: Se requiere acceso a la ubicación para aceptar pagos.
fr: L’accès à la localisation est requis pour accepter les paiements.
he: נדרשת גישה למיקום כדי לקבל תשלומים.
id: Akses Lokasi diperlukan agar dapat menerima pembayaran.
it: Per accettare i pagamenti, è necessario l'accesso alla posizione.
ja: 支払いを受け取るには位置情報へのアクセスが必要です。
nl: Locatietoegang is vereist om betalingen aan te nemen.
pt_br: O acesso à localização é obrigatório para aceitar pagamentos.
ru: Чтобы принимать платежи, требуется доступ к данным о местоположении.
sv: Platsåtkomst krävs för att ta emot betalningar.
tr: Ödemeleri kabul etmek için konum erişimi gereklidir.

# infoplist.NSPhotoLibraryUsageDescription
source: To save photos from camera for Product images, or to add photos or videos to your Products or support tickets.
ar: لحفظ الصور من كاميرا خاصة بصور المنتجات أو لإضافة صور أو مقاطع فيديو إلى منتجاتك أو تذاكر الدعم الخاصة بك.
de: Um Fotos aus der Kamera für Produktbilder zu speichern oder Fotos oder Videos zu deinen Produkten oder Support-Tickets hinzuzufügen.
es: Para guardar fotos de la cámara para las imágenes de los productos, o para añadir fotos o videos a tus productos o tiques de soporte.
fr: Pour enregistrer des photos de l’appareil photo comme images de produits, ou pour ajouter des photos ou des vidéos à vos produits ou tickets d’assistance.
he: כדי לשמור תמונות מהמצלמה לצורך תמונות של מוצרים, או כדי להוסיף תמונות או סרטוני וידאו למוצרים או לכרטיסי תמיכה.
id: Diperlukan untuk menyimpan foto dari kamera untuk Gambar produk, atau menambahkan foto atau video ke Produk atau tiket dukungan.
it: Per salvare le foto dalla fotocamera per le immagini di prodotto, per aggiungere foto o video ai tuoi Prodotti o per i ticket di assistenza.
ja: 商品画像用にカメラの写真を保存したり、商品やサポートチケットに写真や動画を追加したりするためです。
nl: Om foto's van je camera op te slaan als productafbeeldingen, of om foto's of video's toe te voegen aan je producten of ondersteuningstickets.
pt_br: Para salvar fotos de produtos que estão na câmera ou adicionar fotos ou vídeos aos produtos ou tíquetes de suporte.
ru: Чтобы сохранять фотографии с камеры в качестве изображений товаров или добавлять фотографии и видеоролики в описание товаров и заявки в службу поддержки.
sv: För att spara foton från kameran för produktbilder, eller för att lägga till foton eller videoklipp till dina produkter eller supportärenden.
tr: Ürün görselleri için kameradan fotoğraf kaydetmek veya Ürünlerinize ya da destek biletlerinize fotoğraf veya video eklemek için.

# infoplist.OpenOrdersAction.Title
source: Orders
ar: الطلبات
de: Bestellungen
es: Pedidos
fr: Commandes
he: הזמנות
id: Pesanan
it: Ordini
nl: Bestellingen
pt_br: Pedidos
ru: Заказы
sv: Beställningar
tr: Siparişler

# infoplist.OpenPaymentsAction.Title
source: Payments
ar: المدفوعات
de: Zahlungen
es: Pagos
fr: Paiements
he: תשלומים
id: Pembayaran
it: Pagamenti
nl: Betalingen
pt_br: Pagamentos
ru: Платежи
sv: Betalningar
tr: Ödemeler

# jetpackSetupCoordinator.loginSubtitle
source: Connect Jetpack
ar: الاتصال بـ Jetpack
de: Jetpack verbinden
es: Conectar Jetpack
fr: Connecter Jetpack
he: לחבר את Jetpack
id: Sambungkan ke Jetpack
it: Collega Jetpack
nl: Jetpack verbinden
pt_br: Conectar Jetpack
ru: Подключить Jetpack
sv: Anslut Jetpack
tr: Jetpack'e bağlanın

# jetpackSetupCoordinator.loginTitle
source: Install Jetpack
ar: تثبيت Jetpack
de: Jetpack installieren
es: Instalar Jetpack
fr: Installer Jetpack
he: להתקין את Jetpack
id: Pasang Jetpack
it: Installa Jetpack
nl: Jetpack installeren
pt_br: Instalar Jetpack
ru: Установить Jetpack
sv: Installera Jetpack
tr: Jetpack'i yükleyin

# lastOrderDashboardRowViewModel.guestName
source: Guest
ar: ضيف
de: Gast
es: Invitado
fr: Invité
he: אורח
id: Tamu
it: Ospite
nl: Gast
pt_br: Visitante
ru: Гость
sv: Gäst
tr: Misafir

# lastOrdersDashboardCard.hideCard
source: Hide Orders
ar: إخفاء الطلبات
de: Bestellungen ausblenden
es: Ocultar pedidos
fr: Masquer les commandes
he: להסתיר את ההזמנות
id: Sembunyikan Pesanan
it: Nascondi ordini
nl: Bestellingen verbergen
pt_br: Ocultar pedidos
ru: Скрыть заказы
sv: Dölj beställningar
tr: Siparişleri Gizle

# lastOrdersDashboardCard.status
source: Status
ar: الحالة
es: Estado
fr: État
he: סטטוס
it: Stato
ru: Статус
tr: Durum

# lastOrdersDashboardCard.viewAll
source: View all orders
ar: عرض كل الطلبات
de: Alle Bestellungen anzeigen
es: Ver todos los pedidos
fr: Voir toutes les commandes
he: להציג את כל ההזמנות
id: Lihat semua pesanan
it: Visualizza tutti gli ordini
nl: Alle bestellingen weergeven
pt_br: Visualizar todos os pedidos
ru: Просмотреть все заказы
sv: Visa alla beställningar
tr: Tüm siparişleri görüntüle

# lastOrdersDashboardCardViewModel.anyStatusCase
source: Any
ar: أي
de: Jeder
es: Cualquiera
fr: Tout
he: הכול
id: Apa pun
it: Qualsiasi
nl: Alle
pt_br: Qualquer
ru: Любой
sv: Alla
tr: Herhangi biri

# lastOrdersDashboardEmptyView.noOrders
source: Waiting for your first order
ar: في انتظار طلبك الأول
de: Warten auf deine erste Bestellung
es: Esperando tu primer pedido
fr: En attente de votre première commande
he: ממתין להזמנה הראשונה שלך
id: Menunggu pesanan pertama Anda
it: In attesa del tuo primo ordine
nl: Wachten op je eerste bestelling
pt_br: Aguardando o primeiro pedido
ru: Сделайте ваш первый заказ
sv: Väntar på din första beställning
tr: İlk siparişiniz bekleniyor

# lastOrdersDashboardEmptyView.noOrdersWithStatus
source: No %@ orders found
ar: لم يتم العثور على طلبات %@
de: Keine Bestellungen mit Status „%@“ gefunden
es: No se han encontrado pedidos de %@
fr: Aucune commande %@ trouvée
he: לא נמצאו הזמנות במצב %@
id: Pesanan %@ tidak ditemukan
it: Nessun ordine %@ trovato
nl: Geen %@-bestellingen gevonden
pt_br: Nenhum pedido "%@" encontrado
ru: Заказов, имеющих статус %@, не обнаружено
sv: Inga %@-beställningar hittades
tr: %@ durumunda sipariş bulunamadı

source: later today
ar: في وقتٍ لاحقٍ اليوم
de: später heute
es: más tarde hoy
fr: ultérieurement aujourd'hui
he: מאוחר יותר היום
id: belakangan hari ini
it: Più tardi
ja: 今日あとで
nl: later vandaag
pt_br: mais tarde hoje
ru: позже сегодня
sv: senare idag
tr: bugün daha sonra

# learnMore.link
source: Learn more
ar: معرفة المزيد
de: Weitere Informationen
es: Más información
fr: Lire la suite
he: למידע נוסף
id: Baca selengkapnya
it: Scopri di più
nl: Meer informatie
pt_br: Saiba mais
ru: Подробнее
sv: Lär dig mer
tr: Daha fazla bilgi edinin

# learnMore.text
source: %1$@ about accepting payments with your mobile device and ordering card readers
ar: %1$@ حول قبول المدفوعات باستخدام جهازك المحمول وطلب قارئ البطاقات
de: %1$@ zum Empfang von Zahlungen per Mobilgerät und zur Bestellung von Kartenlesegeräten
es: %1$@ sobre cómo aceptar pagos con tu dispositivo móvil y pedir lectores de tarjetas.
fr: %1$@ sur l’acceptation des paiements avec votre appareil mobile et la commande de lecteurs de carte
he: %1$@ על קבלת תשלומים באמצעות המכשיר הנייד והזמנה של קוראי כרטיסים
id: %1$@ tentang menerima pembayaran dengan perangkat seluler dan memesan pembaca kartu
it: %1$@ su come accettare pagamenti con il tuo dispositivo mobile e su come ordinare i lettori di carte
nl: %1$@ over het aannemen van betalingen met je mobiele apparaat en het bestellen van kaartlezers
pt_br: %1$@ sobre como aceitar pagamentos com seu dispositivo móvel e solicitar leitores de cartão
ru: %1$@ о приёме платежей с помощью мобильного устройства и о заказе устройств чтения карт
sv: %1$@ om att ta emot betalningar med din mobila enhet och att beställa kortläsare
tr: Mobil cihazınızla ödeme kabul etme ve kart okuyucu sipariş etme hakkında %1$@
