Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: Edit products
ar: تحرير المنتجات
de: Produkte bearbeiten
es: Editar productos
fr: Modifier des produits
he: לערוך מוצרים
id: Edit produk
it: Modifica prodotti
ja: 商品を編集
nl: Producten bewerken
pt_br: Editar produtos
ru: Изменить товары
sv: Redigera produkter
tr: Ürünleri düzenle

source: Edit status or price for multiple products at once
ar: تحرير الحالة أو السعر للعديد من المنتجات في المرة الواحدة
de: Bearbeite den Status oder den Preis für mehrere Produkte auf einmal
es: Editar el estado o el precio de varios productos a la vez
fr: Modifier l’état ou le prix de plusieurs produits simultanément
he: יש לערוך את המצב או המחיר עבור מספר מוצרים בו-זמנית
id: Edit status atau harga untuk lebih dari satu produk pada saat bersamaan
it: Modifica lo stato o il prezzo per più prodotti contemporaneamente
ja: 複数の商品のステータスまたは価格を一括編集する
nl: Status of prijs voor meerdere producten tegelijk bijwerken
pt_br: Edite o status ou o preço de vários produtos de uma só vez
ru: Редактирование статуса или цены нескольких товаров за раз
sv: Redigera status eller pris för flera produkter samtidigt
tr: Tek seferde birden fazla ürün için durum veya fiyat düzenle

source: Edit tax rates in admin
ar: تحرير معدلات الضريبة ضمن المسؤول
de: Steuersätze in der Administration bearbeiten
es: Editar los tipos impositivos en el escritorio
fr: Modifier les taux de taxe sur la page d’administration
he: לערוך את שיעורי המיסים במקטע מנהל המערכת
id: Edit tarif pajak di admin
it: Modifica le aliquote d'imposta nella pagina dell'amministratore
nl: Belastingtarieven bewerken in beheer
pt_br: Editar taxas de impostos na página de administração
ru: Изменить налоговые ставки в консоли
sv: Redigera momssatser i adminpanelen
tr: Yöneticide vergi oranlarını düzenle

source: Egypt
ar: مصر
de: Ägypten
es: Egipto
fr: Égypte
he: מצרים
id: Mesir
it: Egitto
ja: エジプト
nl: Egypte
pt_br: Egito
ru: Египет
sv: Egypten
tr: Mısır

source: El Salvador
ar: السلفادور
he: אל סלוודור
ja: エルサルバドル
ru: Сальвадор

source: Eligible for free pickup
ar: مؤهل للاقتناء المجاني
de: Für kostenlose Abholung berechtigt
es: Reúne los requisitos para la recogida gratuita
fr: Éligible au point de vente
he: זכאי לאיסוף בחינם
id: Memenuhi syarat untuk penjemputan gratis
it: Idoneo per il ritiro gratuito
ja: 無料の受け取りを利用可能
nl: Geschikt voor gratis afhalen
pt_br: Elegível para retirada gratuita
ru: Подходит для бесплатного самовывоза
sv: Berättigar till gratis upphämtning
tr: Ücretsiz teslim almaya uygun

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
he: אימייל
id: Surel
ja: メール
sv: E-post
tr: E-posta

source: Email Address or Username
ar: عنوان البريد الإلكتروني أو اسم المستخدم
de: E-Mail-Adresse oder Benutzername
es: Dirección de correo electrónico o nombre de usuario
fr: Adresse e-mail ou identifiant
he: כתובת אימייל או שם משתמש
id: Alamat Email atau Nama Pengguna
it: Indirizzo e-mail o nome utente
ja: メールアドレスまたはユーザー名
nl: E-mailadres of gebruikersnaam
pt_br: Endereço de e-mail ou nome de usuário
ru: Адрес электронной почты или имя пользователя
sv: E-postadress eller användarnamn
tr: E-posta Adresi veya Kullanıcı Adı

source: Email address
ar: عنوان البريد الإلكتروني
de: E-Mail-Adresse
es: Dirección de correo electrónico
fr: Adresse de contact
he: כתובת אימייל
id: Alamat email
it: Indirizzo e-mail
ja: メールアドレス
nl: E-mailadres
pt_br: Endereço de e-mail
ru: Адрес e-mail
sv: E-postadress
tr: E-posta adresi

source: Email note to customer
ar: إرسال الملاحظة عبر البريد الإلكتروني إلى العميل
de: Hinweis per E-Mail an Kunden senden
es: Enviar la nota por correo electrónico al cliente
fr: Envoyer la note par e-mail au client
he: שליחת ההערה באימייל ללקוח
id: Kirim catatan kepada pelanggan lewat email
it: Nota e-mail al cliente
ja: 顧客にメールでメモを送信
nl: E-mailbericht aan klant
pt_br: Enviar nota por e-mail ao cliente
ru: Отправить примечание клиенту по электронной почте
sv: Skicka notering till kund via e-post
tr: Notu müşteriye e-posta ile gönderin

source: Email receipt
ar: التسلُّم بالبريد الإلكتروني
de: Beleg per E-Mail senden
es: Enviar recibo por correo electrónico
fr: M’envoyer un reçu par e-mail
he: שליחת קבלה באימייל
id: Email Tanda Terima
it: Ricevuta via e-mail
ja: レシートをメールで送信
nl: E-mailontvangst
pt_br: Enviar recibo por e-mail
ru: Отправить чек по эл. почте
sv: Skicka kvitto via e-post
tr: Makbuzu e-posta ile gönderin

source: Email support
ar: دعم البريد الإلكتروني
es: Ayuda por correo electrónico
fr: Assistance par e-mail
he: תמיכה באימייל
id: Bantuan email
it: Supporto via e-mail
nl: E-mailondersteuning
pt_br: Suporte por e-mail
ru: Поддержка электронной почты
sv: E‑postsupport
tr: E-posta desteği

source: Email the label purchase receipts to %1$@ (%2$@) at %3$@
ar: إرسال إيصالات شراء الملصق عبر البريد الإلكتروني إلى %1$@ (%2$@) على %3$@
de: Die Kaufbelege für die Etiketten per E-Mail an %1$@ (%2$@) unter %3$@ senden
es: Envía los recibos de compra de la etiqueta a %1$@ (%2$@) en %3$@
fr: Transmettez par e-mail les reçus d’achat d’étiquette à %1$@ (%2$@) à l’adresse %3$@
he: לשלוח את הקבלות על רכישת התווית באימייל אל %1$@ (%2$@) בכתובת %3$@
id: Kirimkan email tanda terima pembelian label ke %1$@ (%2$@) di %3$@
it: Invia per e-mail le ricevute di acquisto dell'etichetta a %1$@ (%2$@) all'indirizzo %3$@
ja: ラベルの購入レシートを %1$@ (%2$@) に %3$@ でメール送信します
nl: E-mail de labelaanschafkwitanties naar %1$@ (%2$@) via %3$@
pt_br: Envie por e-mail os recibos de compra de etiqueta para %1$@ (%2$@) pelo endereço %3$@
ru: Отправить квитанции о покупке %1$@ (%2$@) на %3$@
sv: E-posta inköpskvitton till %1$@ (%2$@) på %3$@
tr: Etiket satın alma makbuzlarını %1$@ adresine (%2$@) (%3$@) e-posta ile gönderin

source: Email: %@
ar: البريد الإلكتروني: %@
es: Correo electrónico: %@
he: אימייל: ‎%@
ja: メール:%@
ru: Электронная почта: %@
sv: E-post: %@
tr: E-posta: %@

source: Empty
ar: فارغ
de: Leer
es: Vacio
fr: Vider
he: ריק
id: Kosong
it: Svuota
ja: 空にする
nl: Leegmaken
pt_br: Vazio
ru: Очистить
sv: Töm
tr: Boş

source: Empty Package Weight
ar: وزن الحزمة الفارغة
de: Leeres Paketgewicht
es: Peso del paquete vacío
fr: Poids du colis vide
he: משקל האריזה הריקה
id: Berat Paket Kosong
it: Peso del pacchetto vuoto
ja: 空の荷物の重量
nl: Leeg pakketgewicht
pt_br: Peso do pacote vazio
ru: Вес пустой посылки
sv: Tom paketvikt
tr: Boş Paket Ağırlığı

source: Empty URL
ar: عنوان URL فارغ
de: Leere URL
es: URL vacía
fr: Adresse vide
he: קישור ריק
id: URL Kosong
it: URL vuota
ja: 空の URL
nl: Lege URL
pt_br: URL vazia
ru: Пустой URL-адрес
sv: Tom URL
tr: Boş adres

source: Enable Coupons
ar: تمكين القسائم
de: Gutscheine aktivieren
es: Activar cupones
fr: Activer les codes promos
he: להפעיל קופונים
id: Aktifkan kupon
it: Attiva i codici promozionali
ja: クーポンを有効化
nl: Coupons inschakelen
pt_br: Ativar cupons
ru: Включить купоны
sv: Aktivera rabattkoder
tr: Kuponları etkinleştir

source: Enable Pay in Person
ar: تمكين خيار "الدفع بشكل شخصي"
de: „Persönliche Zahlung“ aktivieren
es: Activar Pagos en persona
fr: Activer Payer en personne
he: להפעיל 'תשלום באופן אישי'
id: Aktifkan Pembayaran Langsung
it: Abilita Paga di persona
ja: 直接支払いを有効化
nl: Fysieke betalingen inschakelen.
pt_br: Ativar pagamento presencial
ru: Включить опцию «Очная оплата»
sv: Aktivera Betala personligen
tr: Şahsen Ödemeyi Etkinleştir

source: Enable Reviews
ar: تمكين المراجعات
de: Bewertungen aktivieren
es: Activar las valoraciones
fr: Activer les avis
he: להפעיל ביקורות
id: Aktifkan Ulasan
it: Attiva recensioni
ja: レビューを有効にする
nl: Beoordelingen inschakelen
pt_br: Permitir avaliações
ru: Включить отзывы
sv: Aktivera recensioner
tr: Yorumları Etkinleştir

source: Enable WooCommerce Analytics to see missing stats for your store.
ar: تمكين WooCommerce Analytics للاطلاع على الإحصاءات المفقودة لمتجرك.
de: Aktiviere WooCommerce Analytics, um fehlende Statistiken für deinen Shop zu sehen.
es: Activa WooCommerce Analytics para ver las estadísticas que faltan para tu tienda.
fr: Activez WooCommerce Analytics pour voir les statistiques manquantes de votre boutique.
he: יש להפעיל את WooCommerce Analytics כדי להציג את הנתונים הסטטיסטיים החסרים עבור החנות שלך.
id: Aktifkan WooCommerce Analytics untuk melihat statistik yang hilang untuk toko Anda.
it: Attiva l'Analisi di WooCommerce per visualizzare le statistiche mancanti per il tuo negozio.
ja: WooCommerce Analytics を有効化してストアに不足している統計情報をご覧ください。
nl: Schakelt WooCommerce Analytics in om ontbrekende statistieken voor je winkel te zien.
pt_br: Ative o WooCommerce Analytics para ver as estatísticas que faltam da sua loja.
ru: Включите аналитику WooCommerce, чтобы видеть статистику для вашего магазина.
sv: Aktivera WooCommerce Analytics för att se saknad statistik för din butik.
tr: Mağazanız için eksik istatistikleri görmek istiyorsanız WooCommerce Analytics'i etkinleştirin.

source: Enable WooCommerce Analytics to see your stats
ar: تمكين WooCommerce Analytics للاطلاع على إحصاءاتك
de: WooCommerce Analytics aktivieren, um deine Statistiken zu sehen
es: Activa WooCommerce Analytics para ver las estadísticas
fr: Activez WooCommerce Analytics pour voir vos statistiques
he: יש להפעיל את WooCommerce Analytics כדי להציג את הנתונים הסטטיסטיים שלך
id: Aktifkan WooCommerce Analytics untuk melihat statistik Anda
it: Attiva l'Analisi di WooCommerce per visualizzare le statistiche
ja: WooCommerce Analytics を有効化して統計情報をご覧ください
nl: Schakel WooCommerce Analytics in om je statistieken te zien
pt_br: Ativar o WooCommerce Analytics para ver estatísticas
ru: Включите аналитику WooCommerce, чтобы видеть статистику
sv: Aktivera WooCommerce Analytics för att se din statistik
tr: İstatistiklerinizi görmek için WooCommerce Analytics'i etkinleştirin

source: Enable analytics
ar: تمكين التحليلات
de: Statistiken aktivieren
es: Activar análisis
fr: Activer les statistiques
he: להפעיל נתונים אנליטיים
id: Aktifkan analitik
it: Attiva l'analisi
ja: 分析を有効化
nl: Analyses inschakelen
pt_br: Ativar análise
ru: Включить аналитику
sv: Aktivera analys
tr: Analytics'i etkinleştir

source: Enabled
ar: مُفعل
de: Aktiviert
es: Activado
fr: Activé
he: הופעל
id: Diaktifkan
it: Abilitato
ja: 有効
nl: Geactiveerd
pt_br: Habilitado
ru: Включить
sv: Aktiverad
tr: Etkin

source: Enabling "Pay in Person" lets customers pay you for online orders at delivery via cash or card.
ar: يؤدي تمكين "Pay in Person" إلى السماح للعملاء بالدفع إليك للحصول على الطلبات على الإنترنت عند التسليم نقدًا أو باستخدام البطاقة.
de: Wenn „Persönliche Zahlung“ aktiviert ist, können Kunden für Online-Bestellungen bei Zustellung in bar oder mit Karte zahlen.
es: Activar el «pago en persona» permite a los clientes pagar sus pedidos en línea en el momento de la entrega en efectivo o con tarjeta.
fr: Activer « Payer en personne » permet à vos clients de vous régler leurs commandes en ligne lors de la livraison, en espèces ou par carte.
he: הפעלת האפשרות 'לשלם באופן אישי' תאפשר ללקוחות לשלם לך על הזמנות מקוונות במעמד המשלוח באמצעות מזומן או כרטיס.
id: Bila "Pembayaran Langsung" diaktifkan, pelanggan dapat membayar pesanan online saat pesanan diterima dengan uang tunai atau kartu.
it: L'attivazione di "Paga di persona" consente ai clienti di pagare gli ordini online alla consegna tramite contanti o carta.
nl: Door Fysiek betalen in te schakelen kunnen klanten bij levering met cash of kaart betalen voor online bestellingen.
pt_br: Ao ativar o pagamento presencial, você permite que os clientes paguem pedidos online no momento da entrega em dinheiro ou cartão.
ru: Активация функции очной оплаты даёт клиентам возможность оплачивать заказы при доставке наличными или банковской картой.
sv: Om du aktiverar alternativet "Betala personligen" kan kunderna betala kontant eller med kort för onlinebeställningar vid leverans.
tr: "Şahsen Ödeme" özelliğini etkinleştirmek, müşterilerin çevrimiçi siparişler için ödemeyi nakit veya kart aracılığıyla teslimat sırasında yapmasını sağlar.

source: End Date
ar: تاريخ الانتهاء
de: End-Datum
es: Fecha final
fr: Date de fin
he: תאריך סיום
id: Tanggal Selesai
it: Data di fine
ja: 終了日
nl: Einddatum
pt_br: Data final
ru: Дата окончания
sv: Slutdatum
tr: Bitiş tarihi

source: Ensure that your **printer firmware is up to date**. See your printer documentation for instructions on updating.
ar: تأكَّد من **تحديث البرنامج الثابت لطابعتك**. اطلع على مستندات طابعتك للحصول على إرشادات حول التحديث.
de: Stelle sicher, dass die **Firmware deines Druckers auf dem aktuellen Stand ist**. Informationen zu Updates findest du in der Dokumentation zu deinem Drucker.
es: Comprueba que el **firmware de la impresora está actualizado**. Consulta la documentación de la impresora para saber cómo actualizarla.
fr: Vérifiez que le **micrologiciel de l’imprimante est à jour**. Consultez la documentation de votre imprimante pour obtenir des instructions sur la mise à jour.
he: יש לוודא **שבמדפסת שלך מותקנת קושחה מעודכנת**. יש לעיין בתיעוד של המדפסת להוראות כיצד לעדכן.
id: Pastikan **firmware mesin cetak Anda sudah paling mutakhir**. Lihat dokumentasi mesin cetak Anda untuk instruksi melakukan pembaruan.
it: Assicurati che **il firmware della stampante sia aggiornato**. Consulta la documentazione della stampante per le istruzioni sull'aggiornamento.
ja: **プリンターのファームウェアが最新である** ことを確認してください。 更新の手順については、プリンターのドキュメントを確認してください。
nl: Zorg dat je **printerfirmware up-to-date is**. Bekijk de documentatie van je printer voor instructies over bijwerken.
pt_br: Verifique se **o firmware da impressora está atualizado**. Consulte a documentação da sua impressora para obter instruções sobre como atualizar.
ru: Убедитесь, что **микропрограммное обеспечение принтера обновлено**. Инструкции по обновлению см. в документации устройства.
sv: Se till att din **skrivares firmware är uppdaterad**. Se skrivarens dokumentation för anvisningar om hur du uppdaterar.
tr: **Yazıcınızın ürün yazılımının güncel olduğundan** emin olun. Güncelleme ile ilgili talimatlar için yazıcınızın belgelerine bakın.

source: Enter Address
ar: إدخال العنوان
de: Adresse eingeben
es: Introducir dirección
fr: Entrer l’adresse
he: יש להזין כתובת
id: Masukan Alamat
it: Inserisci l'indirizzo
ja: 住所を入力
nl: Voer adres in
pt_br: Informar endereço
ru: Введите адрес
sv: Ange adress
tr: Adres Girin

source: Enter Another Store
ar: إدخال متجر آخر
de: Anderen Store eingeben
es: Introduce otra tienda
fr: Entrer une autre boutique
he: יש להזין חנות אחרת
id: Masukkan Toko Lainnya
it: Inserisci un altro negozio
ja: 別のストアを入力
nl: Een andere winkel invoeren
pt_br: Insira outra loja
ru: Укажите ещё один магазин
sv: Ange en annan butik
tr: Başka Bir Mağaza Girin

source: Enter City
ar: إدخال المدينة
de: Ort eingeben
es: Introducir ciudad
fr: Saisir la ville
he: יש להזין עיר
id: Masukkan Kota
it: Inserisci la città
ja: 都市名を入力
nl: Stad invoeren
pt_br: Inserir cidade
ru: Введите город
sv: Ange ort
tr: Şehir Gir

source: Enter Country Code
ar: إدخال كود البلد
de: Ländervorwahl eingeben
es: Introduce el prefijo telefónico del país
fr: Saisir le code pays
he: יש להזין כאן קידומת טלפון בינלאומית
id: Masukkan Kode Negara
it: Inserisci codice Paese
ja: 国番号を入力してください
nl: Landcode invoeren
pt_br: Inserir código do país
ru: Введите код страны
sv: Ange landskod
tr: Ülke Kodunu Girin

source: Enter Email
ar: إدخال البريد الإلكتروني
de: E-Mail-Adresse eingeben
es: Introducir correo electrónico
fr: Entrer l’adresse e-mail
he: להזין אימייל
id: Masukkan Email
it: Inserisci l'e-mail
ja: メールアドレスを入力
nl: E-mail invoeren
pt_br: Inserir e-mail
ru: Введите адрес электронной почты
sv: Ange e-post
tr: E-posta Gir

source: Enter ITN
ar: إدخال رقم المعاملة الداخلي (ITN)
de: ITN eingeben
es: Introduce el ITN
fr: Saisir le NTI
he: להזין ITN
id: Masukkan ITN
it: Inserisci numero di transizione interno
ja: ITN を入力
nl: Voer ITN in
pt_br: Insira o ITN
ru: Введите ITN
sv: Ange ITN
tr: ITN'yi Gir

source: Enter ITN (Optional)
ar: إدخال رقم المعاملة الدخلي (اختياري)
de: ITN eingeben (optional)
es: Introduce un número de transacción internacional (opcional)
fr: Saisir un NTI (facultatif)
he: יש להזין ITN (אופציונלי)
id: Masukkan ITN (Opsional)
it: Inserisci il numero di transizione interno (facoltativo)
ja: ITN を入力 (オプション)
nl: Voer ITN in (optioneel)
pt_br: Inserir ITN (opcional)
ru: Введите номер ITN (дополнительно)
sv: Ange ITN (valfritt)
tr: ITN gir (İsteğe bağlı)

source: Enter Last Name
ar: إدخال اسم العائلة
de: Nachname eingeben
es: Introducir apellidos
fr: Saisir le nom de famille
he: יש להזין שם משפחה
id: Masukkan Nama Belakang
it: Inserisci il cognome
ja: 苗字を入力
nl: Achternaam invoeren
pt_br: Insira seu sobrenome
ru: Введите фамилию
sv: Ange efternamn
tr: Soyadı Gir

source: Enter Name
ar: إدخال اسم
de: Name eingeben
es: Introduce un nombre
fr: Saisir un nom
he: יש להזין שם
id: Masukkan Nama
it: Inserisci il nome
ja: 名称を入力
nl: Voer naam in
pt_br: Inserir nome
ru: Введите название
sv: Ange Namn
tr: Ad gir

source: Enter Phone
ar: إدخال الهاتف
de: Telefonnummer eingeben
es: Introducir teléfono
fr: Saisir le numéro de téléphone
he: יש להזין טלפון
id: Masukkan Nomor Telepon
it: Inserisci il numero di telefono
ja: 電話番号を入力
nl: Telefoonnummer invoeren
pt_br: Inserir telefone
ru: Введите телефон
sv: Ange telefon
tr: Telefon Gir

source: Enter Postcode
ar: إدخال الرمز البريدي
de: Postleitzahl eingeben
es: Introducir código postal
fr: Saisir le code postal
he: יש להזין מיקוד
id: Masukkan Kode Pos
it: Inserisci il codice postale
ja: 郵便番号を入力
nl: Postcode invoeren
pt_br: Inserir código postal
ru: Введите почтовый индекс
sv: Ange postnummer
tr: Posta Kodu Gir

source: Enter State
ar: إدخال البلد
de: Bundesland eingeben
es: Introducir estado
fr: Saisir l’État
he: יש להזין מדינה
id: Masukkan Provinsi
it: Inserisci lo stato
ja: 都道府県を入力
nl: Staat invoeren
pt_br: Inserir estado
ru: Введите штат (область)
sv: Ange delstat
tr: Eyalet Gir

source: Enter URL
ar: إدخال عنوان URL
de: Gib eine URL ein
es: Introducir URL
fr: Saisir l’URL
he: להזין כתובת URL
id: Masukkan URL
it: Inserisci l'URL
ja: URL を入力
nl: Voer URL in
pt_br: Inserir URL
ru: Введите URL-адрес
sv: Ange URL
tr: URL gir

source: Enter a coupon
ar: إدخال قسيمة
de: Gib einen Gutschein ein
es: Introducir cupón
fr: Saisir un code promo
he: יש להזין קופון
id: Masukkan kupon
it: Inserisci un codice promozionale
ja: クーポンを入力
nl: Voer een coupon in
pt_br: Inserir um cupom
ru: Введите купон
sv: Ange en rabattkod
tr: Bir kupon gir

source: Enter amount
ar: إدخال المبلغ
de: Betrag eingeben
es: Introducir importe
fr: Saisir le montant
he: יש להזין סכום
id: Masukkan jumlah
it: Inserisci importo
nl: Voer bedrag in
pt_br: Insira o valor
ru: Введите сумму
sv: Ange belopp
tr: Tutar girin

source: Enter carrier name
ar: إدخال اسم شركة النقل
de: Name des Versanddienstleisters eingeben
es: Introduce el nombre de la empresa de transporte
fr: Saisissez le nom du transporteur
he: יש להזין את שם הספק
id: Masukkan nama operator
it: Inserisci il nome del corriere
ja: 配送業者名を入力
nl: Voer naam van bezorgservice in
pt_br: Insira o nome da transportadora
ru: Введите название компании-перевозчика
sv: Ange transportföretagsnamn
tr: Kargo şirketi adını girin

source: Enter description
ar: إدخال وصف
de: Beschreibung eingeben
es: Descripción
fr: Saisir une description
he: יש להזין תיאור
id: Masukkan keterangan
it: Inserisci la descrizione
ja: 説明を入力
nl: Voer beschrijving in
pt_br: Inserir descrição
ru: Введите описание
sv: Ange beskrivning
tr: Açıklama gir

source: Enter email or username
ar: إدخال البريد الإلكتروني أو اسم المستخدم
de: E-Mail-Adresse oder Benutzername eingeben
es: Introduce una dirección de correo electrónico o un nombre de usuario.
fr: Entrez une adresse e-mail ou un identifiant
he: יש להזין אימייל או שם משתמש
id: Masukkan email atau nama pengguna
it: Inserisci e-mail o nome utente
ja: メールアドレスまたはユーザー名を入力
nl: E-mail of gebruikersnaam invoeren
pt_br: Insira o e-mail ou nome de usuário
ru: Введите адрес эл. почты или имя пользователя
sv: Ange e-postadress eller användarnamn
tr: E-posta adresi veya kullanıcı adı girin

source: Enter file URL
ar: إدخال عنوان URL للملف
de: Gib eine Datei-URL ein
es: Introduce la URL del archivo
fr: Saisir l’URL du fichier
he: יש להזין את כתובת ה-URL של הקובץ
id: Masukkan URL file
it: Inserisci URL file
ja: ファイル URL を入力
nl: Voer bestand-URL in
pt_br: Inserir URL de arquivo
ru: Введите URL-адрес файла
sv: Ange fil-URL
tr: Dosya URL'si girin

source: Enter number (Optional)
ar: إدخال رقم (اختياري)
de: Nummer eingeben (optional)
es: Introduce un número (opcional)
fr: Saisir un numéro (facultatif)
he: יש להזין מספר (אופציונלי)
id: Masukkan angka (Opsional)
it: Numero errore (facoltativo)
ja: 番号を入力 (オプション)
nl: Voer nummer in (optioneel)
pt_br: Inserir código (opcional)
ru: Введите номер (дополнительно)
sv: Ange nummer (valfritt)
tr: Numara gir (İsteğe bağlı)

source: Enter password
ar: أدخل كلمة المرور
de: Passwort eingeben
es: Introducir contraseña
fr: Entrer un mot de passe
he: יש להזין סיסמה
id: Masukkan kata sandi
it: Inserisci una password
ja: パスワードを入力
nl: Voer wachtwoord in
pt_br: Digite a senha
ru: Введите пароль
sv: Ange lösenord
tr: Parola girin

source: Enter percentage
ar: إدخال النسبة المئوية
de: Prozentsatz eingeben
es: Introducir porcentaje
fr: Saisir le pourcentage
he: יש להזין אחוז
id: Masukkan persentase
it: Inserisci percentuale
nl: Voer percentage in
pt_br: Insira a porcentagem
ru: Введите процент
sv: Ange procent
tr: Yüzde girin

source: Enter the address of the WooCommerce store you'd like to connect.
ar: قم بإدخال عنوان مخزن WooCommerce الذي ترغب في ربطه.
de: Gib die Adresse des WooCommerce-Shops ein, den du verbinden möchtest.
es: Introduce la dirección de la tienda de WooCommerce que quieres conectar.
fr: Entrez l'adresse de la boutique WooCommerce que vous aimeriez connecter.
he: יש להזין את הכתובת של החנות שלך ב-WooCommerce שאליה ברצונך להתחבר.
id: Masukkan alamat toko WooCommerce yang ingin dihubungkan.
it: Immetti l'indirizzo del negozio WooCommerce che desideri connettere.
ja: 連携させる WooCommerce ストアのアドレスを入力してください。
nl: Voer het adres van de WooCommerce-winkel die je wilt koppelen in.
pt_br: Insira o endereço da loja do WooCommerce que deseja vincular.
ru: Введите адрес магазина WooCommerce, к которому требуется подключиться.
sv: Ange adressen till WooCommerce-butiken du vill ansluta.
tr: Bağlanmak istediğiniz WooCommerce mağazasının adresini girin.

source: Enter the address of the WordPress site you'd like to connect.
ar: أدخل عنوان موقع ووردبريس الذي ترغب في الاتصال به.
de: Gib die Adresse der WordPress-Website ein, die du verbinden möchtest.
es: Introduce la dirección del sitio de WordPress que deseas conectar.
fr: Saisissez l’adresse du site WordPress que vous souhaitez connecter.
he: יש להזין את כתובת האתר ב-WordPress שאליו ברצונך להתחבר.
id: Masukkan alamat situs WordPress yang ingin Anda hubungkan.
it: Inserisci l'indirizzo del sito WordPress che desideri connettere.
ja: 連携する WordPress サイトのアドレスを入力してください。
nl: Voer het adres van de WordPress-site in die je wilt koppelen.
pt_br: Digite o endereço do site WordPress que você deseja conectar.
ru: Введите адрес сайта WordPress, к которому требуется подключиться.
sv: Skriv in adressen för den WordPress-webbplats du vill ansluta.
tr: Bağlanmak istediğiniz WordPress sitesinin adresini girin.

source: Enter the external URL to the product.
ar: أدخل عنوان URL الخارجي إلى المنتج.
de: Gib die externe URL zum Produkt an.
es: Introduce la URL externa al producto.
fr: Saisir l’URL externe vers le produit.
he: להזין את כתובת ה-URL החיצונית למוצר.
id: Masukkan URL eksternal ke produk
it: Inserisci l'URL esterno al prodotto.
ja: 商品の外部 URL を入力してください。
nl: Voer de externe URL naar het product in.
pt_br: Informe a URL externa do produto.
ru: Введите внешнюю ссылку на товар.
sv: Ange den externa URL:en till produkten.
tr: Ürünün harici URL'sini girin.
