Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: The refund can not be processed by the payment processor.
ar: تتعذر معالجة عملية استرداد المبالغ المدفوعة بواسطة مُعالج الدفع.
de: Die Rückerstattung kann vom Zahlungsabwickler nicht verarbeitet werden.
es: El procesador de pagos no puede procesar el reembolso.
fr: Le remboursement n’a pas pu être traité par la plateforme de paiement.
he: לא ניתן לעבד את ההחזר הכספי באמצעות מעבד התשלומים.
id: Pembayaran tidak dapat diproses oleh pemroses pembayaran.
it: Il rimborso non può essere elaborato dallo strumento di elaborazione dei pagamenti.
ja: 決済業者はこの返金を処理できません。
nl: De restitutie kan niet worden verwerkt door de betalingsverwerker.
pt_br: O reembolso não pode ser processado pelo processador de pagamentos.
ru: Платёжной системе не удалось обработать возврат.
sv: Återbetalningen kan inte behandlas av betalningsbehandlaren.
tr: Geri ödeme, ödeme işlemcisi tarafından işlenemiyor.

source: The request to generate application password is not authorized.
ar: لم يتم السماح بطلب إنشاء كلمة مرور التطبيق.
de: Die Anfrage zum Generieren eines Anwendungspassworts ist nicht autorisiert.
es: La solicitud para generar una contraseña de aplicación no se ha autorizado.
fr: La demande de génération du mot de passe de l’application n’est pas autorisée.
he: הבקשה ליצור סיסמת אפליקציה לא אושרה.
id: Permintaan untuk membuat kata sandi aplikasi tidak diizinkan.
it: La richiesta di generare la password dell'applicazione non è stata autorizzata.
ja: アプリケーションパスワードを生成するリクエストが承認されていません。
nl: Je verzoek om een applicatiewachtwoord te genereren, is niet ingewilligd.
pt_br: A solicitação para gerar a senha do aplicativo não foi autorizada.
ru: Запрос на создание пароля приложения не прошёл авторизацию.
sv: Begäran om att generera applikationslösenord är inte auktoriserad.
tr: Uygulama şifresi oluşturma talebi yetkisi yok.

source: The sale price can't be added without the regular price.
ar: تتعذر إضافة سعر البيع من دون السعر العادي.
de: Der Verkaufspreis kann nicht ohne den regulären Preis hinzugefügt werden.
es: No se puede añadir el precio de la rebaja sin incluir el precio normal.
fr: Impossible d'ajouter le prix de vente sans le prix standard.
he: לא ניתן להוסיף את מחיר המבצע ללא המחיר הרגיל.
id: Harga diskon tidak dapat ditambahkan tanpa harga reguler.
it: Il prezzo di vendita non può essere aggiunto senza un prezzo standard.
ja: セール価格を標準価格なしで追加することはできません。
nl: De verkoopprijs kan niet worden toegevoegd zonder de reguliere prijs.
pt_br: O preço promocional não pode ser adicionado sem o preço normal.
ru: Нельзя добавить продажную цену без обычной цены.
sv: Reapriset kan inte läggas till utan ordinarie pris.
tr: Standart fiyat olmadan indirimli fiyat eklenemez.

source: The sale price should be lower than the regular price.
ar: ينبغي أن يكون سعر العرض أقل من السعر العادي.
de: Der Verkaufspreis des Angebots sollte niedriger als der reguläre Preis sein.
es: El precio rebajado debe ser menor que el normal.
fr: Le prix soldé doit être inférieur au prix normal.
he: מחיר המבצע צריך להיות נמוך מהמחיר הרגיל.
id: Harga obral harus lebih rendah daripada harga normal.
it: Il prezzo di vendita dovrebbe essere più basso del prezzo standard.
ja: セール価格は通常価格よりも低く設定する必要があります。
nl: De verkoopprijs moet lager zijn dan de reguliere prijs.
pt_br: O preço promocional deve ser menor que o preço normal.
ru: Распродажная цена должна быть ниже обычной.
sv: Reapriset ska vara lägre än ordinarie pris.
tr: İndirim fiyatı, normal fiyattan daha düşük olmalıdır.

source: The serialization of the request failed.
ar: فشل إنشاء تسلسل الطلب.
de: Die Serialisierung der Anfrage ist fehlgeschlagen.
es: La serialización de la solicitud ha fallado.
fr: La sérialisation de la requête a échoué.
he: הסריאליזציה של הבקשה נכשלה.
id: Serialisasi permintaan gagal.
it: La serializzazione della richiesta non è riuscita.
ja: リクエストのシリアル化に失敗しました。
nl: De serialisatie van het verzoek is mislukt.
pt_br: Falha na serialização da solicitação.
ru: Сериализация запроса не удалась.
sv: Serialiseringen av begäran misslyckades.
tr: İsteğin serileştirilmesi başarısız oldu.

source: The serialization of the response failed.
ar: فشل إنشاء تسلسل الاستجابة.
de: Die Serialisierung der Antwort ist fehlgeschlagen.
es: La serialización de la respuesta ha fallado.
fr: La sérialisation de la réponse a échoué.
he: הסריאליזציה של התגובה נכשלה.
id: Serialisasi respons gagal.
it: La serializzazione della risposta non è riuscita.
ja: レスポンスのシリアル化に失敗しました。
nl: De serialisatie van de reactie is mislukt.
pt_br: Falha na serialização da resposta.
ru: Сериализация ответа не удалась.
sv: Serialiseringen av svaret misslyckades.
tr: Yanıtın serileştirilmesi başarısız oldu.

source: The server returned an empty response. This usually means you need to increase the memory limit for your site.
ar: أرجع الخادم استجابة فارغة. يعني ذلك عادة أنك بحاجة إلى زيادة الحد الأقصى لذاكرة موقعك.
de: Der Server hat eine leere Antwort zurückgesendet. Dies bedeutet normalerweise, dass Du das Speicherlimit auf deiner Website erhöhen musst.
es: El servidor ha enviado una respuesta vacía. Normalmente esto significa que tienes que ampliar el límite de memoria para tu sitio.
fr: Le serveur a renvoyé une réponse vide. Cela signifie généralement que vous devez augmenter la limite mémoire de votre site.
he: השרת החזיר תשובה ריקה. בדרך כלל הדבר אומר שצריך להגדיל את מגבלת הזיכרון לאתר.
id: Server memberi respon kosong. Biasanya ini berarti Anda perlu meningkatkan batas memori situs Anda.
it: Il server ha restituito una risposta vuota. Questo di solito significa che è necessario aumentare il limite di memoria per il tuo sito.
ja: サーバーが空のレスポンスを返しました。これは通常、サイトのメモリ上限を上げる必要があることを意味しています。
nl: De server heeft een lege respons teruggestuurd. Dat betekent meestal dat je de geheugenlimiet voor je site moet verhogen.
pt_br: O servidor retornou uma resposta vazia. Isso geralmente significa que você precisa aumentar o limite de memória de seu site.
ru: Сервером был дан пустой ответ. Обычно это означает, что необходимо повысить лимит памяти для сайта. Сервером был дан пустой ответ. Обычно это означает, что необходимо повысить лимит памяти для сайта.
sv: Servern skickade tillbaka ett tomt svar. Detta betyder vanligtvis att du behöver öka minnesgränsen för din webbplats.
tr: Sunucu boş bir yanıt döndü. Bu genellikle sitenizin hafıza limitini arttırmanız gerektiği anlamına gelir.

source: The shipping height for this product. Editable.
ar: ارتفاع شحنة هذا المنتج. قابل للتحرير.
de: Höhe der Verpackung für dieses Produkt. Bearbeitung möglich.
es: La altura de envío de este producto. Editable.
fr: Hauteur de ce produit pour l'expédition. Modifiable.
he: גובה החבילה למשלוח של המוצר. ניתן לעריכה.
id: Tinggi pengiriman untuk produk ini. Dapat disunting.
it: Altezza della spedizione per questo prodotto. Modificabile.
ja: この商品の配送サイズの高さ。編集可能。
nl: De verpakkingshoogte van dit product. Bewerkbaar.
pt_br: A altura de envio deste produto. Editável.
ru: Высота доставляемого товара Можно редактировать.
sv: Frakthöjden för den här produkten. Redigerbar.
tr: Bu ürünün gönderim yüksekliği. Düzenlenebilir.

source: The shipping length for this product. Editable.
ar: طول شحنة هذا المنتج. قابل للتحرير.
de: Länge der Verpackung für dieses Produkt. Bearbeitung möglich.
es: La longitud de envío de este producto. Editable.
fr: Longueur de ce produit pour l'expédition. Modifiable.
he: אורך החבילה למשלוח של המוצר. ניתן לעריכה.
id: Panjang pengiriman untuk produk ini. Dapat disunting.
it: Lunghezza della spedizione per questo prodotto. Modificabile.
ja: この商品の配送サイズの長さ。編集可能。
nl: De verpakkingslengte van dit product. Bewerkbaar.
pt_br: O comprimento de envio deste produto. Editável.
ru: Длина доставляемого товара. Можно редактировать.
sv: Fraktlängden för den här produkten. Redigerbar.
tr: Bu ürünün gönderim uzunluğu. Düzenlenebilir.

source: The shipping weight for this product. Editable.
ar: وزن شحنة هذا المنتج. قابل للتحرير.
de: Gewicht der Verpackung für dieses Produkt. Bearbeitung möglich.
es: El peso de envío de este producto. Editable.
fr: Poids de ce produit pour l'expédition. Modifiable.
he: משקל החבילה למשלוח של המוצר. ניתן לעריכה.
id: Berat pengiriman untuk produk ini. Dapat disunting.
it: Peso della spedizione per questo prodotto. Modificabile.
ja: この商品の配送重量。編集可能。
nl: Het verzendgewicht van dit product. Bewerkbaar.
pt_br: O peso de envio deste produto. Editável.
ru: Вес доставляемого товара. Можно редактировать.
sv: Fraktvikten för den här produkten. Redigerbar.
tr: Bu ürünün gönderim ağırlığı. Düzenlenebilir.

source: The shipping width for this product. Editable.
ar: عرض شحنة هذا المنتج. قابل للتحرير.
de: Breite der Verpackung für dieses Produkt. Bearbeitung möglich.
es: La anchura de envío de este producto. Editable.
fr: Largeur de ce produit pour l'expédition. Modifiable.
he: רוחב החבילה למשלוח של המוצר. ניתן לעריכה.
id: Lebar pengiriman untuk produk ini. Dapat disunting.
it: Larghezza della spedizione per questo prodotto. Modificabile.
ja: この商品の配送サイズの横幅。編集可能。
nl: De verpakkingsbreedte van dit product. Bewerkbaar.
pt_br: A largura de envio deste produto. Editável.
ru: Ширина доставляемого товара. Можно редактировать.
sv: Fraktbredden för den här produkten. Redigerbar.
tr: Bu ürünün gönderim genişliği. Düzenlenebilir.

source: The site address must be shorter than 64 characters.
ar: يجب أن يكون طول عنوان الموقع أقل من 64 حرفًا.
de: Die Website-Adresse muss kürzer als 64 Zeichen sein.
es: La dirección del sitio debe tener menos de 64 caracteres.
fr: L'adresse du site doit compter moins de 64 caractères.
he: כתובת האתר צריכה להיות קצרה מ-64 תווים.
id: Alamat situs harus lebih pendek dari 64 karakter.
it: L'indirizzo del sito deve essere più corto di 64 caratteri.
ja: サイトアドレスは64文字以下にしてください。
nl: De site-adres moet korter zijn dan 64 karakters.
pt_br: O endereço do site deve ter menos que 64 caracteres.
ru: Адрес сайта должен быть короче 64 символов.
sv: Adressen till webbplatsen måste vara kortare än 64 tecken.
tr: Site adresi 64 karakterden az olmalıdır.

source: The site at this address is not a WordPress site. For us to connect to it, the site must use WordPress.
ar: الموقع الموجود على هذا العنوان ليس موقع وردبرس. لكي نتصل بالموقع، يجب أن يستخدم وردبرس.
de: Die Website mit dieser Adresse ist keine WordPress-Website. Damit wir uns mit ihr verbinden können, muss die Website WordPress verwenden.
es: Esta dirección no pertenece a un sitio de WordPress. El sitio debe usar WordPress para que podamos conectarnos a él.
fr: Le site à cette adresse n'est pas un site WordPress. Le site doit utiliser WordPress pour que nous puissions nous y connecter.
he: כתובת האתר שהזנת אינה עבור אתר ב-WordPress. כדי שנוכל להתחבר לאתר, האתר חייב להשתמש בפלטפורמה של WordPress.
id: Situs di alamat ini bukan situs WordPress. Agar kami dapat menghubungkannya, situs harus menggunakan WordPress.
it: Il sito a questo indirizzo non è un sito WordPress. Per permettere la connessione, il sito deve utilizzare WordPress.
ja: このアドレスのサイトは WordPress のサイトではありません。接続するには、接続先のサイトが WordPress を使用している必要があります。
nl: De site op dit adres is geen WordPress-site. Om er verbinding mee te kunnen maken, moet de site gebruikmaken van WordPress.
pt_br: Este endereço não pertence a um site do WordPress. Ele precisa usar o WordPress para realizarmos uma conexão.
ru: Сайт по этому адресу не относится к платформе WordPress. Чтобы выполнить подключение к сайту, он должен работать на WordPress.
sv: Webbplatsen på den här adressen är inte en WordPress-webbplats. Webbplatsen måste använda WordPress för att vi ska kunna ansluta till den.
tr: Bu adresteki site bir WordPress sitesi değil. Siteyle bağlantı kurabilmemiz için sitede WordPress kullanılmalıdır.

source: The site could not be deleted.
ar: تعذر حذف الموقع.
de: Die Website konnte nicht gelöscht werden.
es: No se ha podido eliminar el sitio.
fr: Ce site ne peux pas être supprimé.
he: לא ניתן למחוק את האתר.
id: Situs tidak dapat dihapus.
it: Il sito non può essere eliminato.
ja: サイトを削除できませんでした。
nl: Verwijderen van site mislukt.
pt_br: Não foi possível excluir o site.
ru: Не удалось удалить сайт.
sv: Webbplatsen kunde inte raderas.
tr: Site silinemedi.

source: The site could not be exported.
ar: تعذر تصدير الموقع.
de: Die Website konnte nicht exportiert werden.
es: El sitio no puede ser exportado.
fr: Ce site ne peux pas être exporté.
he: לא ניתן היה לייצא את האתר.
id: Situs tidak dapat diekspor.
it: Non è stato possibile esportare il sito.
ja: このサイトはエクスポートできません。
nl: De site kon niet geëxporteerd worden.
pt_br: O site não pode ser exportado.
ru: Не удалось экспортировать сайт.
sv: Webbplatsen kunde inte exporteras.
tr: Bu site dışarı aktarılamaz.

source: The stock quantity for this product. Editable.
ar: كمية المخزون لهذا المنتج. قابل للتحرير.
de: Menge auf Lager für dieses Produkt. Bearbeitung möglich.
es: La cantidad en inventario de este producto. Editable.
fr: Quantité en stock de ce produit. Modifiable.
he: כמות המלאי של המוצר. ניתן לעריכה.
id: Kuantitas stok untuk produk ini. Dapat disunting.
it: Quantità in magazzino per questo prodotto. Modificabile.
ja: この商品の在庫数。編集可能。
nl: De voorraad van dit product. Bewerkbaar.
pt_br: A quantidade em estoque deste produto. Editável.
ru: Количество товара на складе. Можно редактировать.
sv: Lagermängden för den här produkten. Redigerbar.
tr: Bu ürünün stok miktarı Düzenlenebilir.

source: The store address is incomplete or missing, please update it before continuing.
ar: عنوان المتجر غير مكتمل أو مفقود، يرجى تحديثه قبل المتابعة.
de: Die Adresse des Shops ist unvollständig oder fehlt; bitte aktualisiere sie, bevor du fortfährst.
es: Falta la dirección de la tienda o no está completa. Actualízala antes de continuar.
fr: L’adresse de la boutique est incomplète ou manquante. Mettez-la à jour avant de poursuivre.
he: הכתובת של החנות לא מלאה או חסרה, יש לעדכן אותה לפני ההמשך.
id: Alamat toko tidak valid atau hilang, harap perbarui sebelum melanjutkan.
it: L'indirizzo del negozio è incompleto o mancante, aggiornalo prima di continuare.
ja: ストアの住所が不完全または不明です。住所を更新してから続行してください。
nl: Het adres van de winkel is niet compleet of ontbreekt. Werk het bij voordat je verder gaat.
pt_br: O endereço da loja está incompleto ou ausente. Atualize-o antes de prosseguir.
ru: Адрес магазина неполный или отсутствует. Чтобы продолжить, укажите полный адрес.
sv: Butikens adress är ofullständig eller saknas, uppdatera den innan du fortsätter.
tr: Mağaza adresi eksik, lütfen devam etmeden önce güncelleyin.

source: The store postal code is invalid or missing, please update it before continuing.
ar: الرمز البريدي للمتجر غير صالح أو مفقود، يرجى تحديثه قبل المتابعة.
de: Die Postleitzahl des Shops ist ungültig oder fehlt; bitte aktualisiere sie, bevor du fortfährst.
es: Falta el código postal de la tienda o no es válido. Actualízalo antes de continuar.
fr: Le code postal de la boutique est incorrect ou manquant. Mettez-le à jour avant de poursuivre.
he: המיקוד של החנות לא תקין או חסר, יש לעדכן אותו לפני ההמשך.
id: Kode pos toko tidak valid atau hilang, harap perbarui sebelum melanjutkan.
it: Il codice postale del negozio non è valido o manca, aggiornalo prima di continuare.
ja: ストアの郵便番号が無効または不明です。郵便番号を更新してから続行してください。
nl: De postcode van de winkel is ongeldig of ontbreekt. Werk het bij voordat je verder gaat.
pt_br: O código postal da loja é inválido ou está ausente. Atualize-o antes de prosseguir.
ru: Почтовый индекс магазина неверный или отсутствует. Чтобы продолжить, укажите правильный индекс.
sv: Butikens postnummer är ogiltigt eller saknas, uppdatera det innan du fortsätter.
tr: Mağaza posta kodu geçersiz veya eksik, lütfen devam etmeden önce kodu güncelleyin.

source: The system status report for your site cannot be fetched at the moment. Please try again.
ar: يتعذر إحضار تقرير حالة نظام موقعك في هذه اللحظة. يُرجى المحاولة مرة أخرى.
de: Der Bericht zum Systemstatus für deine Website kann derzeit nicht abgerufen werden. Bitte versuch es noch einmal.
es: En este momento, no puedes obtener el informe de estado del sistema para tu sitio. Inténtalo de nuevo.
fr: Il est momentanément impossible d’extraire le rapport sur l’état du système pour votre site. Veuillez réessayer.
he: אין אפשרות להביא את דוח מצב המערכת לאתר שלך כרגע. יש לנסות שוב.
id: Saat ini, laporan status sistem untuk situs Anda tidak dapat dimuat. Harap coba lagi.
it: Al momento non è possibile recuperare il rapporto dello stato del sistema per il tuo sito. Riprova.
ja: 現在、サイトのシステムステータスレポートを取得できません。 もう一度お試しください。
nl: Het systeemstatusrapport voor je site kan momenteel niet opgehaald worden. Probeer het nog eens.
pt_br: Não é possível obter o relatório de status do sistema para o seu site no momento. Tente novamente.
ru: Не удаётся получить отчёт о статусе системы для вашего сайта. Повторите попытку.
sv: Systemstatusrapporten för din webbplats kan inte hämtas för tillfället. Försök igen.
tr: Sitenizin sistem durum raporu şu anda alınamıyor. Lütfen yeniden deneyin.

source: The trial payment could not be started, please try again, or contact support if this problem persists.
ar: يتعذر بدء الدفع التجريبي، ترجى المحاولة مجددًا أو الاتصال بالدعم في حال استمرار هذه المشكلة.
de: Die Testzahlung konnte nicht gestartet werden. Bitte versuche es erneut oder wende dich an den Support, wenn dieses Problem weiterhin besteht.
es: No se ha podido iniciar el pago de la prueba, inténtalo de nuevo más tarde o, si el problema continúa, ponte en contacto con el servicio de soporte.
fr: Impossible d’initier l’essai de paiement. Réessayez ou contactez l’assistance si le problème persiste.
he: לא ניתן היה להתחיל את הניסיון לביצוע התשלום. יש לנסות שוב או לפנות לתמיכה אם הבעיה ממשיכה.
id: Pembayaran percobaan tidak dapat dimulai. Coba lagi nanti atau hubungi dukungan jika masalah ini berlanjut.
it: Non è stato possibile avviare il pagamento di prova, riprova o contatta l'assistenza se il problema persiste.
nl: De proefbetaling kon niet worden gestart. Probeer het opnieuw of neem contact op met de ondersteuning als het probleem aanhoud.
pt_br: O teste de pagamento não pôde ser iniciado. Tente novamente mais tarde ou entre em contato com o suporte se esse problema persistir.
ru: Не удалось выполнить пробный платёж. Повторите попытку или обратитесь в службу поддержки, если проблема не исчезла.
sv: Provperiodsbetalningen kunde inte initieras. Försök igen, eller kontakta supporten om det här problemet kvarstår.
tr: Deneme ödemesi başlatılamadı, lütfen tekrar deneyin veya bu sorun devam ederse destekle iletişime geçin.

source: The variation couldn't be generated.
ar: يتعذر إنشاء المجموعة.
de: Die Variation konnte nicht generiert werden.
es: No se ha podido crear la variación.
fr: Impossible de générer la variante.
he: לא ניתן היה ליצור את הסוג.
id: Variasi tidak dapat dibuat.
it: Impossibile generare la variante.
ja: バリエーションを生成できませんでした。
nl: De variatie kon niet worden gegenereerd .
pt_br: Não foi possível gerar uma variação.
ru: Не удалось создать вариант.
sv: Variationen kunde inte genereras.
tr: Varyasyon oluşturulamadı.

# ThemesPreviewView.errorLoadingThemeDemo
source: Unable to render the demo for this theme. Please try another theme.
ar: يتعذر تقديم العرض التوضيحي لهذا القالب. ترجى تجربة قالب آخر.
de: Die Demo für dieses Theme kann nicht dargestellt werden. Bitte versuche es mit einem anderen Theme.
es: No se puede mostrar la demostración de este tema. Inténtalo en otro tema.
fr: Impossible d'afficher la démo pour ce thème. Veuillez essayer un autre thème.
he: אין אפשרות לעבד את ההדגמה עבור ערכת העיצוב הזאת. יש לנסות ערכת עיצוב אחרת.
id: Tidak dapat merender demo untuk tema ini. Coba tema lain.
it: Impossibile visualizzare la demo per questo tema. Prova un altro tema.
nl: De demo voor dit thema kon niet omgezet worden. Probeer een ander thema.
pt_br: Não foi possível renderizar a demonstração deste tema. Tente com outro.
ru: Невозможно отобразить демоверсию темы. Попробуйте другую тему.
sv: Det gick inte att rendera demon för det här temat. Prova med ett annat tema.
tr: Bu temanın demosu oluşturulamadı. Lütfen başka bir tema deneyin.

source: There are pending requirements for your account. Please complete those requirements by %1$@ to keep accepting In-Person Payments.
ar: توجد متطلبات معلقة لحسابك. يرجى إكمال هذه المتطلبات عن طريق %1$@ للاستمرار في قبول المدفوعات الشخصية.
de: Dein Konto weist ausstehende Anforderungen auf. Erfülle diese Anforderungen bitte bis zum %1$@, um weiterhin persönliche Zahlungen zu erhalten.
es: Tu cuenta está pendiente de cumplir algunos requisitos. Para seguir aceptando Pagos en Persona, completa estos requisitos antes del %1$@.
fr: Il y a des prérequis en attente d’une action dans votre compte. Veuillez effectuer les actions demandées avant le %1$@ afin de pouvoir continuer à accepter les paiements en personne.
he: יש דרישות ממתינות עבור החשבון שלך. כדי להמשיך לקבל תשלומים באופן אישי, עליך להשלים את הדרישות הללו עד %1$@.
id: Ada persyaratan yang tertunda untuk akun Anda. Penuhi persyaratan tersebut selambat-lambatnya %1$@ agar dapat tetap menerima Pembayaran Langsung.
it: Sono presenti requisiti in sospeso sull'account. Completa i requisiti entro il giorno %1$@ per continuare ad accettare Pagamenti di persona.
ja: お使いのアカウントに保留中の要件があります。 引き続きオフラインで支払いを受け取る場合は、%1$@ までに要件を完了してください。
nl: Er zijn openstaande verplichtingen voor je account. Voltooi deze verplichtingen vóór %1$@ om fysieke betalingen te kunnen blijven aannemen.
pt_br: Há requisitos pendentes na sua conta. Para continuar aceitando pagamentos presenciais, regularize as pendências até %1$@.
ru: Для вашей учётной записи есть требования на утверждении. Чтобы продолжить получать очные платежи, выполните эти требования до %1$@.
sv: Det finns krav som inväntar granskning för ditt konto. Slutför dessa krav senast den %1$@ för att fortsätta ta emot personliga betalningar.
tr: Hesabınız için bekleyen gereksinimler var. Şahsen Ödemeleri kabul etmeye devam etmek için lütfen %1$@ tarihine kadar bu gereksinimleri karşılayın.

source: There are pending requirements for your account. Please complete those requirements to keep accepting In-Person Payments.
ar: توجد متطلبات معلقة لحسابك. يرجى إكمال هذه المتطلبات للاستمرار في قبول المدفوعات الشخصية.
de: Dein Konto weist ausstehende Anforderungen auf. Bitte erfülle diese Anforderungen, um weiterhin persönliche Zahlungen zu erhalten.
es: Tu cuenta está pendiente de cumplir algunos requisitos. Para seguir aceptando Pagos en Persona, completa estos requisitos.
fr: Il y a des prérequis en attente d’une action dans votre compte. Veuillez effectuer les actions demandées afin de pouvoir continuer à accepter les paiements en personne.
he: יש דרישות ממתינות עבור החשבון שלך. כדי להמשיך לקבל תשלומים באופן אישי, עליך להשלים את הדרישות הללו.
id: Ada persyaratan yang tertunda untuk akun Anda. Penuhi persyaratan tersebut agar dapat tetap menerima Pembayaran Langsung.
it: Sono presenti requisiti in sospeso sull'account. Completa i requisiti per continuare ad accettare Pagamenti di persona.
ja: お使いのアカウントに保留中の要件があります。 引き続きオフラインで支払いを受け取る場合は、要件を完了してください。
nl: Er zijn openstaande verplichtingen voor je account. Voltooi deze verplichtingen om fysieke betalingen te kunnen blijven aannemen.
pt_br: Há requisitos pendentes na sua conta. Regularize as pendências para continuar aceitando pagamentos presenciais.
ru: Для вашей учётной записи есть требования на утверждении. Чтобы получать очные платежи, выполните эти требования.
sv: Det finns krav som inväntar granskning för ditt konto. Slutför dessa krav för att fortsätta ta emot personliga betalningar.
tr: Hesabınız için bekleyen gereksinimler var. Şahsen Ödemeleri kabul etmeye devam etmek için lütfen bu gereksinimleri karşılayın.
