Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: Linked products
ar: المنتجات المرتبطة
de: Verlinkte Produkte
es: Productos relacionados
fr: Produits associés
he: מוצרים מקושרים
id: Produk ditautkan
it: Prodotti collegati
ja: 関連商品
nl: Gekoppelde producten
pt_br: Produtos relacionados
ru: Связанные продукты
sv: Länkade produkter
tr: Bağlı ürünler

source: List of allowed billing emails to check against when an order is placed. Separate email addresses with commas. You can also use an asterisk (*) to match parts of an email. For example "*@gmail.com" would match all gmail addresses.
ar: قائمة برسائل البريد الإلكتروني الخاصة بالفوترة المسموح بها للتحقُّق من موعد تقديم طلب. افصل بين عناوين البريد الإلكتروني بفواصل. يمكنك أيضًا استخدام علامة النجمة (*) لمطابقة أجزاء البريد الإلكتروني. على سبيل المثال، سيتطابق "‎@gmail.com" مع جميع عناوين gmail.
de: Liste aller zulässigen Abrechnungs-E-Mail-Adressen, die verglichen werden sollen, wenn eine Bestellung aufgegeben wird. Trenne E-Mail-Adressen mit Kommas. Du kannst auch ein Sternchen (*) als Platzhalter verwenden. Bei „*@gmail.com“ würden z. B. alle Gmail-Adressen verglichen.
es: Lista de correos electrónicos de facturación permitidos que puedes consultar cuando se realiza un pedido. Separa las direcciones de correo electrónico con comas. También puedes utilizar un asterisco (*) para que coincidan partes de un correo electrónico. Por ejemplo, "*@gmail.com" coincidiría con todas las direcciones de Gmail.
fr: Liste des adresses e-mail de facturation autorisées à vérifier au moment de passer la commande. Séparez les adresses e-mail par des virgules. Vous pouvez également utiliser un astérisque (*) pour faire correspondre certaines parties d’une adresse e-mail. Par exemple, « *@gmail.com » correspondrait à toutes les adresses gmail.
he: רשימת האימיילים המותרים לחיוב שיש לבדוק כאשר ההזמנה מתבצעת. יש להפריד בין כתובות אימייל באמצעות פסיקים. אפשר גם להשתמש בכוכבית (*) כדי להתאים חלקים של כתובת האימייל. לדוגמה הכתובת "‎*@gmail.com" תתאים לכל הכתובות בדומייין gmail.
id: Daftar email penagihan yang diizinkan untuk pencocokan saat pesanan dilakukan. Pisahkan alamat email dengan koma. Anda juga dapat menggunakan tanda bintang (*) untuk mencocokkan bagian-bagian dari email. Misalnya "*@gmail.com" akan cocok dengan semua alamat gmail.
it: Elenco delle e-mail di fatturazione consentite per verificare nuovamente quando un ordine è posizionato. Usa la virgola per separare gli indirizzi e-mail tra loro. Puoi anche usare un asterisco (*) per individuare la parti corrispondenti di un'e-mail. Ad esempio "*@gmail.com" corrisponderebbe a tutti gli indirizzi gmail.
ja: 注文が行われたときの照合が許可されている請求先メールアドレスのリスト。 コンマでメールアドレスを区切ってください。 メールの一部を対応させるのにアスタリスク (*) を使用することもできます。 たとえば、「*@gmail.com」はすべての gmail アドレスに対応します。
nl: Lijst met toegestane factuure-mails waarmee vergeleken moet worden bij het plaatsen van een bestelling. E-mailadressen scheiden met komma's. Je kunt ook een asterisk (*) gebruiken om delen van een e-mailadres overeen te laten komen. Met '*@gmail.com' worden bijvoorbeeld alle Gmail-adressen afgestemd.
pt_br: Lista de e-mails de cobrança permitidos a serem verificados quando um pedido é feito. Separe endereços de e-mail com vírgulas. Você também pode usar um asterisco (*) para corresponder a partes de um e-mail. Por exemplo, "*@gmail.com" corresponde a todos os endereços do Gmail.
ru: Список разрешённых адресов эл. почты для выставления счетов при размещении заказа. Разделяйте адреса электронной почты запятыми. Также можно использовать маску (*) для сверки частей адресов. Так, запись "*@gmail.com" соответствует всем адресам gmail.
sv: Lista över tillåtna fakturerings-e-postadresser att kontrollera mot när en beställning görs. Separera e-postadresser med kommatecken. Du kan också använda en asterisk (*) för att matcha delar av en e-postadress. Exempelvis skulle "*gmail.com" matcha alla gmail-adresser.
tr: Bir sipariş verildiğinde kontrol edilecek izin verilen faturalandırma e-postalarının listesi. E-posta adreslerini virgüllerle ayırın. E-posta adresinin parçaları için yıldız işareti (*) de kullanabilirsiniz. Örneğin "*@gmail.com" ifadesi, tüm Gmail adreslerini eşleştirir.

source: List of images of the product
ar: قائمة صور المنتج
de: Liste der Bilder des Produkts
es: Lista de imágenes del producto
fr: Liste des images du produit
he: רשימה של תמונות המוצר
id: Daftar gambar produk
it: Elenco di immagini del prodotto
ja: 商品画像のリスト
nl: Lijst met afbeeldingen van het product
pt_br: Lista de imagens do produto
ru: Список изображений товара
sv: Lista med bilder på produkten
tr: Ürüne ait görsellerin listesi

source: List products by brand
ar: إدراج المنتجات حسب العلامة التجارية
de: Produkte nach Marke auflisten
es: Presenta productos por marca
fr: Répertorier les produits par marque
he: לרשום מוצרים לפי מותג
id: Urutkan produk berdasarkan merek
it: Elenco prodotti per marchio
nl: Producten per merk vermelden
pt_br: Listar produtos por marca
ru: Вывод списка товаров по брендам
sv: Lista produkter efter varumärke
tr: Ürünleri markaya göre listele

source: List unlimited products
ar: إدراج عدد غير محدود من المنتجات
de: Unbegrenzte Produkte auflisten
es: Presenta tantos productos como quieras
fr: Répertorier un nombre illimité de produits
he: לרשום מוצרים ללא הגבלה
id: Urutkan produk tanpa batas
it: Elenco prodotti illimitati
nl: Onbeperkt producten vermelden
pt_br: Listar produtos ilimitados
ru: Вывод списка с неограниченным количеством товаров
sv: Lista obegränsat antal produkter
tr: Sınırsız ürünleri listele

source: Lithuania
ar: ليتوانيا
de: Litauen
es: Lituania
fr: Lituanie
he: ליטא
id: Lituania
it: Lituania
ja: リトアニア
nl: Litouwen
pt_br: Lituânia
ru: Литва
sv: Litauen
tr: Litvanya

source: Live chat support
ar: دعم مباشر عبر المحادثة
es: Soporte por medio de chat en vivo
fr: Assistance par live chat
he: תמיכה בצ'אט
id: Dukungan obrolan langsung
it: Supporto via chat
nl: Ondersteuning via live chat
pt_br: Suporte por chat ao vivo
ru: Поддержка в онлайн-чате
sv: Support via livechatt
tr: Canlı sohbet ile destek

source: Live shipping rates
ar: أسعار الشحن المباشرة
de: Live-Versandkosten
es: Tarifas de envío en directo
fr: Tarifs de livraison en direct.
he: תעריפי משלוח בזמן אמת
id: Tarif pengiriman langsung
it: Tariffe di spedizione in tempo reale
nl: Live verzendkosten
pt_br: Taxas de envio em tempo real
ru: Актуальные тарифы доставки
sv: Live-fraktavgifter
tr: Canlı gönderim oranları

source: Loading
ar: تحميل
de: Wird geladen
es: Cargando
fr: En cours de chargement
he: טוען
id: Sedang memuat
it: Caricamento
ja: 読み込み中
nl: Bezig met laden
pt_br: Carregando
ru: Загрузка
sv: Laddar in
tr: Yükleniyor

source: Loading Order
ar: تحميل الطلب
de: Bestellung wird geladen
es: Cargando el pedido
fr: Chargement de la commande
he: טוען הזמנה
id: Memuat Pesanan
it: Caricamento dell'ordine
ja: 注文を読み込み中
nl: Bestelling wordt geladen
pt_br: Carregando pedido
ru: Загрузка заказа
sv: Hämtar beställning
tr: Sipariş Yükleniyor

source: Loading Product
ar: تحميل المنتج
de: Produkt wird geladen
es: Cargando producto
fr: Chargement du produit
he: טוען את המוצר
id: Memuat Produk
it: Caricamento prodotto
ja: 商品を読み込み中
nl: Product wordt geladen
pt_br: Carregando produto
ru: Загрузка продукта
sv: Läser in produkt
tr: Ürün yükleniyor

source: Loading content
ar: تحميل المحتوى
de: Inhalt wird geladen
es: Cargando contenido
fr: Chargement du contenu
he: טוען תוכן
id: Memuat konten
it: Caricamento del contenuto...
ja: コンテンツを読み込んでいます
nl: Content laden
pt_br: Carregando conteúdo
ru: Загрузка содержимого
sv: Laddar in innehåll
tr: İçerik yükleniyor

source: Loading plan details
ar: تحميل تفاصيل الخطة
de: Tarif-Details werden geladen
es: Cargando detalles del plan
fr: Chargement des détails du plan
he: טוען את פרטי התוכנית
id: Memuat detail paket
it: Caricamento dei dettagli del piano
nl: Abonnementsgegevens laden
pt_br: Carregando detalhes do plano
ru: Загрузка сведений о тарифном плане
sv: Laddar in paketdetaljer
tr: Paket ayrıntıları yükleniyor

source: Loading product variations
ar: تحميل أنواع المنتج
de: Produktvarianten werden geladen
es: Cargando variaciones de productos
fr: Chargement des variations du produit
he: טוען סוגי מוצרים
id: Memuat variasi produk
it: Caricamento delle varianti del prodotto
ja: 商品バリエーションを読み込み中
nl: Productvariaties worden geladen
pt_br: Carregando variações de produto
ru: Загрузка вариаций товаров
sv: Laddar in produktvarianter
tr: Ürün varyasyonları yükleniyor

source: Loading products
ar: تحميل المنتجات
de: Produkte werden geladen
es: Cargando productos
fr: Chargement des produits
he: טוען מוצרים
id: Memuat produk
it: Caricamento dei prodotti
ja: 商品を読み込み中
nl: Producten worden geladen
pt_br: Carregando produtos
ru: Загрузка товаров
sv: Laddar in produkter
tr: Ürünler yükleniyor

source: Loading...
ar: جاري التحميل ...
de: Wird geladen...
es: Cargando...
fr: Chargement...
he: טוען...
id: Memuat...
it: Caricamento...
ja: 読み込み中…
nl: Laden...
pt_br: Carregando...
ru: Загрузка...
sv: Laddar in …
tr: Yükleniyor...

source: Log In
ar: تسجيل الدخول
de: Anmelden
es: Acceder
fr: Connexion
he: התחבר
id: Masuk
it: Accedi
ja: ログイン
nl: Inloggen
pt_br: Fazer login
ru: Войти
sv: Logga in
tr: Giriş yap

source: Log In With Another Account
ar: تسجيل الدخول باستخدام حساب آخر
de: Mit einem anderen Konto anmelden
es: Acceder con otra cuenta
fr: Se connecter avec un autre compte
he: להתחבר עם חשבון אחר
id: Login Dengan Akun Lain
it: Accedi con un altro account
ja: 別のアカウントでログイン
nl: Log in met een ander account
pt_br: Faça login com outra conta
ru: Войдите с помощью другой учётной записи
sv: Logga in med ett annat konto
tr: Başka Bir Hesapla Oturum Açın

source: Log In to Continue
ar: تسجيل الدخول للاستمرار
de: Anmelden, um fortzufahren
es: Accede para continuar.
fr: Se connecter pour continuer
he: עליך להתחבר כדי להמשיך
id: Login untuk Melanjutkan
it: Accedi per continuare
ja: ログインして続行
nl: Log in om door te gaan
pt_br: Fazer login para continuar
ru: Войдите, чтобы продолжить
sv: Logga in för att fortsätta
tr: Devam Etmek İçin Oturum Açın

source: Log Out
ar: تسجيل الخروج
de: Abmelden
es: Salir
fr: Se déconnecter
he: התנתקות
it: Esci
ja: ログアウト
nl: Uitloggen
pt_br: Fazer logout
ru: Выйти
sv: Logga ut
tr: Çıkış yap

source: Log files by created date
ar: تسجيل الملفات حسب تاريخ إنشائها
de: Protokolldateien nach Erstellungsdatum
es: Archivos de registro por fecha de creación
fr: Fichiers journaux par date de création
he: קובצי יומן לפי תאריך יצירה
id: Log file berdasarkan tanggal pembuatan
it: File di log per data di creazione
ja: ログファイル (作成日順)
nl: Logbestanden op aanmaakdatum
pt_br: Registrar arquivos de acordo com a data de criação
ru: Файлы журнала по дате создания
sv: Loggfiler efter skapandedatum
tr: Oluşturma tarihine göre günlük dosyaları

source: Log in
ar: تسجيل الدخول
de: Anmelden
es: Acceder
fr: Connexion
he: התחברות
ja: ログイン
pt_br: Acessar
ru: Войти
sv: Logga in
tr: Giriş yap

source: Log in failed. Please try again.
ar: فشل تسجيل الدخول. يُرجى المحاولة مرة أخرى.
de: Anmeldung fehlgeschlagen. Bitte nochmal versuchen.
es: Acceso fallido. Inténtalo otra vez.
fr: La connexion a échoué. Veuillez réessayer.
he: התחברות נכשלה. נא לנסות שנית.
id: Login gagal. Silakan coba lagi.
it: Accesso fallito. Si prega di riprovare.
ja: ログインに失敗しました。もう一度お試しください。
nl: Inloggen mislukt. Probeer het nogmaals.
pt_br: Falha ao tentar fazer login. Tente novamente.
ru: Не удалось выполнить вход. Повторите попытку.
sv: Kunde inte logga in. Var vänlig försök igen.
tr: Giriş başarısız. Lütfen tekrar deneyin.

source: Log in or sign up with WordPress.com
ar: تسجيل الدخول أو التسجيل باستخدام ووردبريس.كوم
de: Mit WordPress.com anmelden oder registrieren
es: Accede o regístrate con WordPress.com
fr: Se connecter ou s’inscrire avec WordPress.com
he: יש להתחבר או להירשם עם WordPress.com
id: Login atau daftar dengan WordPress.com
it: Accedi o iscriviti con WordPress.com
ja: WordPress.com でログインまたは登録
nl: Log in of meld je aan bij WordPress.com
pt_br: Faça login ou entre com o WordPress.com
ru: Войдите или зарегистрируйтесь на WordPress.com
sv: Logga in eller registrera dig hos WordPress.com
tr: WordPress.com'a giriş yapın veya kaydolun

source: Log in to %1$@ with your store credentials to connect Jetpack.
ar: سجّل الدخول إلى %1$@ باستخدام بيانات اعتماد متجرك لربط Jetpack.
de: Melde dich mit deinen Shop-Anmeldedaten bei %1$@ an, um Jetpack zu verbinden.
es: Accede a %1$@ con las credenciales de tu tienda para conectar Jetpack.
fr: Connectez-vous à %1$@ avec les identifiants de connexion de votre boutique pour connecter Jetpack.
he: יש להתחבר אל %1$@ עם פרטי הכניסה של החנות שלך כדי לחבר את Jetpack.
id: Login ke %1$@ dengan kredensial toko untuk menghubungkan Jetpack.
it: Accedi a %1$@ con le credenziali del tuo negozio per connetterti a Jetpack.
ja: Jetpack をに連携するには、ストアのログイン情報で %1$@ にログインしてください。
nl: Log in bij %1$@ met de inloggegevens van je winkel om Jetpack te koppelen.
pt_br: Faça login em %1$@ com as credenciais da sua loja para se conectar ao Jetpack.
ru: Войдите в %1$@, введя учетные данные магазина, чтобы подключить Jetpack.
sv: Logga in på %1$@ med autentiseringsuppgifterna för din butik för att ansluta Jetpack.
tr: Jetpack'e bağlanmak için mağaza kimlik bilgilerinizle %1$@ oturumu açın.

source: Log in to %1$@ with your store credentials to install Jetpack.
ar: سجّل الدخول إلى %1$@ باستخدام بيانات اعتماد متجرك لتثبيت Jetpack.
de: Melde dich mit deinen Shop-Anmeldedaten bei %1$@ an, um Jetpack zu installieren.
es: Accede a %1$@ con las credenciales de tu tienda para instalar Jetpack.
fr: Connectez-vous à %1$@ avec les identifiants de connexion de votre boutique pour installer Jetpack.
he: יש להתחבר אל %1$@ עם פרטי הכניסה של החנות שלך כדי להתקין את Jetpack.
id: Login ke %1$@ dengan kredensial toko untuk menginstal Jetpack.
it: Accedi a %1$@ con le credenziali del tuo negozio per installare Jetpack.
ja: Jetpack をインストールするには、ストアのログイン情報で %1$@ にログインしてください。
nl: Log in bij %1$@ met de inloggegevens van je winkel om Jetpack te installeren.
pt_br: Faça login em %1$@ com as credenciais da sua loja para instalar o Jetpack.
ru: Войдите в %1$@, введя учетные данные магазина, чтобы установить Jetpack.
sv: Logga in på %1$@ med autentiseringsuppgifterna för din butik för att installera Jetpack.
tr: Jetpack'i yüklemek için mağaza kimlik bilgilerinizle %1$@ oturumu açın.

source: Log in to the WordPress.com account you used to connect Jetpack.
ar: سجّل الدخول إلى حساب وردبرس الذي تستخدمه للاتصال بـ Jetpack.
de: Melde dich bei deinem WordPress.com-Konto an, das du für die Jetpack-Verbindung verwendet hast.
es: Accede a la cuenta de WordPress.com que utilizaste para conectar a Jetpack.
fr: Connectez-vous à votre compte WordPress.com que vous utilisez pour connecter Jetpack.
he: יש להיכנס לחשבון WordPress.com שדרכו חיברת את Jetpack.
id: Login ke akun WordPress.com yang Anda gunakan untuk menghubungkan Jetpack.
it: Accedi all'account WordPress.com che hai utilizzato per connettere Jetpack.
ja: Jetpack を接続するのに使用した WordPress.com アカウントにログインします。
nl: Login met je WordPress.com account die je gebruikt hebt om verbinding met Jetpack te maken.
pt_br: Acesse a conta do WordPress.com usada para se conectar ao Jetpack.
ru: Войдите в учетную запись WordPress.com, через которую подключен Jetpack.
sv: Logga in till det WordPress.com-konto du använde när du anslöt Jetpack.
tr: Jetpack’e bağlanmak için kullandığınız WordPress.com hesabında oturum açın.

source: Log in to your WordPress.com account with your email address.
ar: سجِّل الدخول إلى حساب وردبرس.كوم الخاص بك باستخدام عنوان بريدك الإلكتروني.
de: Melde dich mit deiner E-Mail-Adresse bei deinem WordPress.com-Konto an.
es: Accede a tu cuenta de WordPress.com con tu dirección de correo electrónico.
fr: Connectez-vous à votre compte WordPress.com avec votre adresse e-mail.
he: יש להתחבר לחשבון שלך ב-WordPress.com באמצעות כתובת האימייל שלך.
id: Login ke akun WordPress.com Anda dengan alamat email.
it: Accedi al tuo account WordPress.com con il tuo indirizzo e-mail.
ja: メールアドレスで WordPress.com アカウントにログインします。
nl: Log in op je WordPress.com-account met je e-mailadres.
pt_br: Faça login na sua conta do WordPress.com com seu endereço de e-mail.
ru: Войдите в учётную запись WordPress.com с помощью адреса эл. почты.
sv: Logga in på ditt WordPress.com-konto med din e-postadress.
tr: E-posta adresinizle WordPress.com hesabınızda oturum açın.

source: Log in with WordPress.com
ar: تسجيل دخول باستخدام WordPress.com
de: Melde dich mit WordPress.com an
es: Accede con WordPress.com
fr: Se connecter avec WordPress.com
he: התחברות באמצעות WordPress.com
id: Log masuk dengan WordPress.com
it: Accedi con WordPress.com
ja: WordPress.com でログイン
nl: Inloggen met WordPress.com
pt_br: Fazer login com o WordPress.com
ru: Войти через WordPress.com
sv: Logga in med WordPress.com
tr: WordPress.com'la oturum aç

source: Log in with another account
ar: تسجيل الدخول باستخدام حساب آخر
de: Mit einem anderen Konto anmelden
es: Acceder con otra cuenta
fr: Se connecter avec un autre compte
he: להתחבר עם חשבון אחר
id: Login Dengan Akun Lain
it: Accedi con un altro account
ja: 別のアカウントでログイン
nl: Log in met een ander account
pt_br: Faça login com outra conta
ru: Войдите с помощью другой учётной записи
sv: Logga in med ett annat konto
tr: Başka Bir Hesapla Oturum Açın

source: Log in with your WordPress.com account email address to manage your WooCommerce stores.
ar: سجِّل الدخول باستخدام عنوان البريد الإلكتروني لحساب وردبرس.كوم الخاص بك لإدارة متاجر WooCommerce الخاصة بك.
de: Melde dich mit der E-Mail-Adresse deines WordPress.com-Kontos an, um deine WooCommerce-Shops zu verwalten.
es: Accede con la dirección de correo electrónico de tu cuenta de WordPress.com para gestionar tus tiendas de WooCommerce.
fr: Connectez-vous avec l’adresse e-mail de votre compte WordPress.com afin de gérer toutes vos boutiques WooCommerce.
he: עליך להתחבר באמצעות כתובת האימייל של החשבון ב-WordPress.com כדי לנהל את החנויות שלך ב-WooCommerce.
id: Login dengan alamat email akun WordPress.com Anda untuk mengelola toko WooCommerce.
it: Accedi con l'indirizzo e-mail dell'account WordPress.com per gestire i negozi WooCommerce.
ja: WooCommerce ストアを管理するには、WordPress.com アカウントのメールアドレスを使用してログインします。
nl: Log in met het e-mailadres van je WordPress.com-account om je WooCommerce-winkels te beheren.
pt_br: Faça login com o seu endereço de e-mail da conta do WordPress.com para gerenciar suas lojas WooCommerce.
ru: Для управления магазинами WooCommerce выполните вход, указав адрес электронной почты своей учетной записи WordPress.com.
sv: Logga in med e-postadressen för ditt WordPress.com-konto för att hantera dina WooCommerce-butiker.
tr: WooCommerce mağazalarınızı yönetmek için WordPress.com hesabınızın e-posta adresi ile oturum açın.

source: Log in with your WordPress.com account to connect Jetpack
ar: تسجيل الدخول باستخدام حسابك على ووردبريس.كوم لربط Jetpack
de: Melde dich mit deinem WordPress.com-Konto an, um Jetpack zu verbinden
es: Accede con tu cuenta de WordPress.com para conectar Jetpack.
fr: Se connecter avec le compte WordPress.com pour connecter Jetpack
he: עליך להתחבר עם החשבון שלך ב-WordPress.com כדי לחבר את Jetpack
id: Login dengan akun WordPress.com Anda untuk menghubungkan Jetpack
it: Accedi con il tuo account WordPress.com per collegare Jetpack
ja: WordPress.com アカウントにログインして Jetpack を連携する
nl: Log in met je WordPress.com-account om Jetpack te koppelen
pt_br: Faça login na sua conta do WordPress.com para conectar o Jetpack
ru: Войдите в учётную запись WordPress.com, чтобы подключить Jetpack
sv: Logga in på ditt WordPress.com-konto för att ansluta Jetpack
tr: Jetpack'i bağlamak için WordPress.com hesabınızla oturum açın

source: Log in with your WordPress.com account to install Jetpack
ar: تسجيل الدخول باستخدام حسابك على ووردبريس.كوم لتثبيت Jetpack
de: Melde dich mit deinem WordPress.com-Konto an, um Jetpack zu installieren
es: Accede con tu cuenta de WordPress.com para instalar Jetpack.
fr: Se connecter avec le compte WordPress.com pour installer Jetpack
he: עליך להתחבר עם החשבון שלך ב-WordPress.com כדי להתקין את Jetpack
id: Login dengan akun WordPress.com Anda untuk menginstal Jetpack
it: Accedi con il tuo account WordPress.com per installare Jetpack
ja: WordPress.com アカウントでログインして Jetpack をインストールする
nl: Log in met je WordPress.com-account om Jetpack te installeren
pt_br: Faça login na sua conta do WordPress.com para instalar o Jetpack
ru: Войдите в учётную запись WordPress.com, чтобы установить Jetpack
sv: Logga in på ditt WordPress.com-konto för att installera Jetpack
tr: Jetpack'i yüklemek için WordPress.com hesabınızla oturum açın

source: Log in with your WordPress.com account to manage your WooCommerce stores.
ar: سجِّل الدخول باستخدام حسابك على ووردبريس.كوم لإدارة مخازن WooCommerce الخاصة بك.
de: Melde dich mit deinem WordPress.com-Konto an, um deine WooCommerce-Shops zu verwalten.
es: Accede con tu cuenta de WordPress.com para gestionar tus tiendas de WooCommerce.
fr: Connectez-vous avec votre compte WordPress.com afin de gérer toutes vos boutiques WooCommerce.
he: יש להתחבר באמצעות כתובת האימייל של החשבון ב-WordPress.com כדי לנהל את החנויות שלך ב-WooCommerce.
id: Login dengan akun WordPress.com Anda untuk mengelola toko WooCommerce.
it: Accedi con l'account WordPress.com per gestire i negozi WooCommerce.
ja: WooCommerce ストアを管理するには、WordPress.com アカウントを使用してログインします。
nl: Log in met je WordPress.com-account om je WooCommerce-winkels te beheren.
pt_br: Faça login com sua conta do WordPress.com para gerenciar suas lojas do WooCommerce.
ru: Для управления магазинами WooCommerce войдите, используя свою учетную запись WordPress.com.
sv: Logga in med ditt WordPress.com-konto för att hantera dina WooCommerce-butiker.
tr: WooCommerce mağazalarınızı yönetmek için WordPress.com hesabınızın e-posta adresi ile oturum açın.

source: Log in with your WordPress.com username and password.
ar: سجِّل الدخول من خلال اسم المستخدم وكلمة المرور الخاصين بحسابك على ووردبريس.كوم.
de: Logge dich mit deinem WordPress.com-Benutzernamen und Passwort ein.
es: Accede con tu nombre de usuario de WordPress.com y tu contraseña.
fr: Connectez-vous avec votre identifiant et votre mot de passe WordPress.com.
he: יש להתחבר באמצעות שם המשתמש והסיסמה של WordPress.com.‏
id: Login dengan nama pengguna dan kata sandi WordPress.com Anda.
it: Accedi con il nome utente e la password WordPress.com.
ja: WordPress.com のユーザー名とパスワードでログインしてください。
nl: Inloggen met je WordPress.com-gebruikersnaam en -wachtwoord.
pt_br: Faça login com seu nome de usuário e sua senha do WordPress.com.
ru: Войдите, указав имя пользователя WordPress.com и пароль.
sv: Logga in med ditt WordPress.com-användarnamn och lösenord.
tr: WordPress.com kullanıcı adı ve şifreniz ile oturum açın.

source: Log out
ar: تسجيل الخروج
de: Abmelden
es: Salir
fr: Se déconnecter
he: התנתקות
it: Esci
ja: ログアウト
nl: Uitloggen
pt_br: Fazer logout
ru: Выйти
sv: Logga ut
tr: Oturumu kapat

source: Login failed. Please try again.
ar: فشل تسجيل الدخول. ترجى المحاولة مجددًا.
de: Anmeldung fehlgeschlagen. Bitte versuche es erneut.
es: Se ha producido un error al acceder. Inténtalo de nuevo.
fr: La connexion a échoué. Veuillez réessayer.
he: ההתחברות נכשלה. יש לנסות שוב.
id: Login gagal. Harap coba lagi.
it: Accesso non riuscito. Riprova.
ja: ログインに失敗しました。 もう一度お試しください。
nl: Login mislukt. Probeer het opnieuw.
pt_br: Falha ao fazer login. Tente novamente.
ru: Не удалось выполнить вход. Повторите попытку.
sv: Inloggning misslyckades. Försök igen.
tr: Oturum açılamadı. Lütfen tekrar deneyin.
