Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: There is a problem with your store's Jetpack connection. Please reconnect Jetpack or reach out to us and we'll be happy to assist you!
ar: هناك مشكلة في الاتصال Jetpack الخاص بمتجرك. ترجى إعادة الاتصال بـ Jetpack أو التواصل معنا وستسرنا مساعدتك!
de: Es gibt ein Problem mit der Jetpack-Verbindung deines Shops. Bitte verbinde Jetpack erneut oder kontaktiere uns – wir helfen dir gerne weiter!
es: Se ha producido un problema con la conexión de Jetpack de tu tienda. Vuelve a conectar Jetpack o ponte en contacto con nosotros y estaremos encantados de ayudarte.
fr: Un problème est survenu avec la connexion de Jetpack pour votre boutique. Retentez la connexion de Jetpack ou contactez-nous ; nous nous ferons un plaisir de vous aider !
he: קיימת בעיה עם החיבור של החנות שלך אל Jetpack. יש להתחבר אל Jetpack שוב או לפנות אלינו בכל עת ואנחנו נשמח לעזור!
id: Terjadi masalah dengan koneksi Jetpack toko Anda. Sambungkan Jetpack kembali atau hubungi kami dan kami akan senang membantu Anda!
it: Si è verificato un problema con la connessione Jetpack del negozio. Connetti di nuovo Jetpack o contattaci per ricevere assistenza.
nl: Er is een probleem met de Jetpack-verbinding van je winkel. Probeer Jetpack opnieuw te verbinden of neem contact met ons op zodat wij je kunnen helpen.
pt_br: Há um problema na conexão da sua loja com o Jetpack. Tente reconectar o Jetpack ou fale conosco. Teremos prazer em ajudar você!
ru: Возникла проблема с подключением Jetpack для вашего магазина. Переподключите Jetpack или свяжитесь с нами. Мы будем рады помочь!
sv: Det har uppstått ett problem med din butiks Jetpack-anslutning. Försök att återansluta Jetpack eller kontakta oss så hjälper vi dig gärna.
tr: Mağazanızın Jetpack bağlantısıyla ilgili bir sorun oluştu. Lütfen Jetpack ile tekrar bağlantı kurun veya bize ulaşın, size yardımcı olmaktan memnuniyet duyarız!

source: There is problem with your jetpack connection. Read more about it or contact our support team and we will happily assist you.
ar: هناك مشكلة في اتصالك بـ Jetpack. اقرأ المزيد حول ذلك الأمر أو اتصل بفريق الدعم لدينا وستسعدنا مساعدتك.
de: Es gibt ein Problem mit deiner Jetpack-Verbindung. Lies weitere Informationen dazu oder kontaktiere unser Support-Team. Wir helfen dir gerne weiter.
es: Se ha producido un problema con la conexión de Jetpack. Busca algo más de información o consulta a nuestro equipo de soporte y te ayudaremos encantados.
fr: Un problème est survenu avec votre connexion Jetpack. Lisez la suite ou contactez notre équipe d’assistance, nous serons ravis de vous aider.
he: קיימת בעיה עם החיבור שלך אל Jetpack. ניתן לקרוא מידע נוסף על השגיאה או לפנות לצוות התמיכה שלנו כדי שנוכל לעזור.
id: Terjadi masalah dengan koneksi Jetpack Anda. Baca selengkapnya atau hubungi tim dukungan kami dan kami siap membantu.
it: Si è verificato un problema con la connessione Jetpack. Leggi ulteriori informazioni o contatta il nostro team di supporto. Saremo felici di assisterti.
nl: Er is een probleem met je Jetpack-verbinding. Lees er meer over of neem contact op met ons ondersteuningsteam. We helpen je graag.
pt_br: Há um problema na sua conexão com o Jetpack. Saiba mais ou fale com a nossa equipe de suporte. Estamos à disposição para ajudar.
ru: Возникла проблема с подключением к Jetpack Узнайте подробнее, в чём дело, или обратитесь в службу поддержки, и мы будем рады вам помочь.
sv: Det har uppstått ett problem med din Jetpack-anslutning. Läs mer om problemet, eller kontakta vårt supportteam så hjälper vi dig.
tr: Jetpack bağlantınızla ilgili bir sorun oluştu. Bunun hakkında daha fazla bilgi edinin veya destek ekibimizle iletişime geçin, size yardımcı olmaktan memnuniyet duyarız.

source: There seems to be a problem with your site. Please contact your hosting provider for further assistance.
ar: يبدو أن هناك مشكلة في موقعك. يرجى الاتصال بمزوّد خدمة الاستضافة لديك للحصول على مزيد من المساعدة.
de: Es scheint ein Problem mit deiner Website zu geben. Kontaktiere deinen Hosting-Anbieter für weitere Unterstützung.
es: Parece que hay un problema con tu sitio. Consulta a tu proveedor de alojamiento.
fr: Il semble y avoir un problème avec votre site. Veuillez contacter votre hébergeur pour obtenir une assistance supplémentaire.
he: נראה שיש בעיה באתר שלך. יש לפנות לספקית האחסון להמשך עזרה.
id: Tampaknya situs Anda mengalami masalah. Hubungi penyedia hosting Anda untuk mendapatkan bantuan lebih lanjut.
it: Sembra che ci sia un problema con il tuo sito. Contatta il tuo provider di hosting per ulteriore assistenza.
nl: Er lijkt een probleem te zijn met je site. Neem contact op met je hostingprovider voor verdere ondersteuning.
pt_br: Há um problema no seu site. Entre em contato com o provedor de hospedagem para obter mais ajuda.
ru: Похоже, с вашим сайтом возникла проблема. Чтобы решить эту проблему, обратитесь к своему хостинг-провайдеру.
sv: Det verkar vara problem med din webbplats. Kontakta ditt webbhotell för att få ytterligare hjälp.
tr: Görünüşe göre sitenizde bir sorun oluştu. Daha fazla yardım almak için lütfen barındırma sağlayıcınızla iletişime geçin.

source: There was a problem blocking posts from the specified site.
ar: حدثت مشكلة أثناء حظر المقالات من الموقع المحدد.
de: Es gab ein Problem beim Blockieren der Beiträge dieser spezifischen Website.
es: Ha habido un problema al bloquear las entradas del sitio especificado.
fr: Un problème a bloqué les articles de ce site
he: אירעה בעיה בעת חסימת רשומות מהאתר שצוין.
id: Terjadi kesalahan saat memblokir pos dari situs yang telah ditentukan.
it: Si è verificato un problema bloccando gli articoli dal sito specificato
ja: 指定のサイトからの投稿をブロックする際に問題が発生しました。
nl: Er is een probleem opgetreden bij het blokkeren van berichten van de opgegeven site.
pt_br: Houve um problema ao bloquear os posts do site especificado.
ru: При блокировке записей на указанном веб-сайте произошла ошибка.
sv: Det gick inte att blockera inlägg från angiven webbplats.
tr: Belirlenen sitenin yazıları engellenirken hata oluştu.

source: There was a problem communicating with the site.
ar: حدثت مشكلة في أثناء الاتصال بالموقع.
de: Bei dem Versuch, mit der Website zu kommunizieren, ist ein Problem aufgetreten.
es: Ha ocurrido un problema al comunicar con el sitio.
fr: Un problème est survenu lors de la communication avec le site.
he: הייתה בעיה בתקשורת עם האתר הזה.
id: Ada kendala saat berkomunikasi dengan situs.
it: Si è verificato un problema durante la comunicazione con il sito.
ja: サイトとの通信中に問題が発生しました。
nl: Er is een probleem opgetreden bij het communiceren met de site.
pt_br: Ocorreu um problema na comunicação com o site.
ru: Возникла проблема при подключении к сайту.
sv: Det var ett problem att kommunicera med webbplatsen.
tr: Siteyle iletişimde bir sorun oluştu.

source: There was a problem removing the block for specified site.
ar: حدثت مشكلة أثناء إزالة حظر الموقع المحدد.
de: Es gab ein Problem die Blockierung dieser spezifischen Website zu entfernen.
es: Ha habido un problema al suprimir el bloque para el sitio especificado.
fr: Un problème est survenu lors de la suppression du bloc du site spécifié.
he: אירעה בעיה בעת הסרת הבלוק עבור האתר שצוין.
id: Terjadi masalah saat menghapus blokir untuk situs tertentu.
it: Si è verificato un problema rimuovendo il blocco per il sito indicato.
ja: 指定したサイトのブロックを解除する際に問題が発生しました。
nl: Er is een probleem opgetreden bij het opheffen van de blokkering voor opgegeven site.
pt_br: Houve um problema removendo o bloco para o site especificado.
ru: При снятии блокировки для указанного веб-сайта произошла ошибка.
sv: Blockeringar för angiven webbplats kunde inte tas bort.
tr: Belirtilen sitenin engeli kaldırılırken hata oluştu.

source: There was an error communicating with your site.
ar: حدث خطأ في أثناء الاتصال بموقعك.
de: Bei der Kommunikation mit deiner Website ist ein Fehler aufgetreten.
es: Se ha producido un error al comunicarse con el sitio.
fr: Une erreur est survenue lors de la communication avec votre site.
he: אירעה שגיאה בתקשורת עם האתר שלך.
id: Terjadi error saat berkomunikasi dengan situs Anda.
it: Si è verificato un errore durante la comunicazione con il sito.
ja: サイトとの通信でエラーが発生しました。
nl: Er is een fout opgetreden tijdens het communiceren met je site.
pt_br: Ocorreu um erro durante a comunicação com seu site.
ru: Во время обмена данными с вашим веб-сайтом произошла ошибка.
sv: Ett fel uppstod vid kommunikationen med din webbplats.
tr: Sitenizle iletişim kurmada bir hata yaşandı:

source: There was an error completing your request.
ar: حدث خطأ في أثناء إكمال طلبك.
de: Beim Abschließen deiner Anfrage ist ein Fehler aufgetreten.
es: Se ha producido un error al completar tu solicitud.
fr: Une erreur est survenue lors de la finalisation de votre demande.
he: אירעה שגיאה בהשלמת הבקשה שלך.
id: Terjadi error saat menyelesaikan permintaan Anda.
it: Si è verificato un errore durante il completamento della richiesta.
ja: リクエストを完了する際にエラーが発生しました。
nl: Er is een fout opgetreden bij het afronden van je aanvraag.
pt_br: Ocorreu um erro ao concluir sua solicitação.
ru: При завершении запроса произошла ошибка.
sv: Det gick inte att slutföra din begäran.
tr: İsteğiniz tamamlanırken bir hata oluştu.

source: There was an error connecting your site to Jetpack.
ar: حدث خطأ في أثناء ربط موقعك بـ Jetpack.
de: Beim Verbinden deiner Website mit Jetpack ist ein Fehler aufgetreten.
es: Se ha producido un error al conectar tu sitio a Jetpack.
fr: Une erreur est survenue lors de la connexion de votre site à Jetpack.
he: אירעה שגיאה בחיבור האתר שלך ל-Jetpack.
id: Terjadi error saat menghubungkan situs Anda ke Jetpack.
it: Si è verificato un errore durante la connessione del tuo sito a Jetpack.
nl: Er is een fout opgetreden bij het maken van een verbinding tussen je website en Jetpack.
pt_br: Ocorreu um erro ao conectar seu site ao Jetpack.
ru: Ошибка подключения сайта к Jetpack.
sv: Det gick inte att ansluta din webbplats till Jetpack.
tr: Siteniz Jetpack'e bağlanırken bir hata oluştu.

source: There was an error fetching your plan details, please try again later.
ar: كان هناك خطأ في أثناء إحضار تفاصيل خطتك، ترجى المحاولة مجددًا في وقت لاحق.
de: Beim Abrufen deiner Tarifdetails ist ein Fehler aufgetreten. Bitte versuche es später erneut.
es: Se ha producido un error al obtener los detalles de tu plan, inténtalo de nuevo más tarde.
fr: Une erreur s’est produite lors de l’extraction des détails du plan. Réessayez ultérieurement.
he: אירעה שגיאה בהבאת פרטי התוכנית שלך, יש לנסות שוב מאוחר יותר.
id: Terjadi error saat mengambil detail paket Anda. Harap coba lagi nanti.
it: Si è verificato un errore durante il recupero dei dettagli del tuo piano, riprova più tardi.
nl: Er is een fout opgetreden bij het ophalen van je abonnementgegevens. Probeer het later opnieuw.
pt_br: Aconteceu um erro na busca por detalhes do seu plano. Tente novamente mais tarde.
ru: При получении сведений о тарифном плане произошла ошибка, повторите попытку позже.
sv: Det uppstod ett fel vid hämtningen av din paketinformation. Försök igen senare.
tr: Paket ayrıntılarınız alınırken bir hata oluştu, lütfen daha sonra tekrar deneyin.

source: There was an error fetching your privacy settings
ar: حدث خطأ في أثناء إحضار إعدادات الخصوصية لديك
de: Beim Abrufen deiner Privatsphäre-Einstellungen ist ein Fehler aufgetreten
es: Se ha producido un error al obtener tu configuración de privacidad
fr: Une erreur est survenue lors de l’extraction de vos réglages de confidentialité.
he: אירעה שגיאה בהבאת הגדרות הפרטיות שלך
id: Terjadi error saat mengambil pengaturan privasi Anda
it: Si è verificato un errore durante il recupero delle impostazioni sulla privacy
nl: Er is een fout opgetreden bij het ophalen van je privacy-instellingen
pt_br: Ocorreu um erro na busca pelas suas configurações de privacidade
ru: При получении настроек конфиденциальности произошла ошибка
sv: Det uppstod ett fel vid hämtningen av dina integritetsinställningar
tr: Gizlilik ayarlarınız alınırken bir hata oluştu

source: There was an error generating product details. Please try again.
ar: هناك خطأ في أثناء إنشاء تفاصيل المنتجات. يرجى المحاولة مجددًا.
de: Beim Generieren der Produktdetails ist ein Fehler aufgetreten. Bitte versuche es erneut.
es: Se ha producido un error al generar los detalles del producto. Inténtalo de nuevo.
fr: Une erreur s’est produite lors de la génération des détails du produit. Veuillez réessayer.
he: אירעה שגיאה ביצירת פרטי המוצר. יש לנסות שוב.
id: Terjadi error saat membuat detail produk. Coba lagi.
it: Si è verificato un errore durante la generazione dei dettagli del prodotto. Riprova.
nl: Er is een fout opgetreden bij het genereren van de productgegevens. Probeer het opnieuw.
pt_br: Ocorreu um erro ao gerar detalhes do produto. Tente novamente.
ru: При создании сведений о товаре произошла ошибка. Повторите попытку.
sv: Det gick inte att generera produktinformationen. Försök igen.
tr: Ürün ayrıntıları oluşturulurken hata oluştu. Lütfen tekrar deneyin.

source: There was an error issuing the refund
ar: حدث خطأ في أثناء إصدار أمر استرداد الأموال
de: Beim Bearbeiten der Rückerstattung ist ein Fehler aufgetreten.
es: Se ha producido un error al emitir el reembolso
fr: Une erreur est survenue lors de l’émission du remboursement
he: אירעה שגיאה בהנפקה של ההחזר הכספי
id: Terjadi error saat meminta pengembalian dana
it: Si è verificato un errore durante il rimborso
ja: 返金の実行中にエラーが発生しました
nl: Er is een fout opgetreden tijdens de terugbetaling
pt_br: Ocorreu um erro no pedido de reembolso
ru: При возврате средств произошла ошибка
sv: Det gick inte att utfärda återbetalningen
tr: Geri ödeme yapılırken bir hata oluştu

source: There was an error retrying this payment. Please go back and start again.
ar: كان هناك خطأ في أثناء إعادة محاولة هذا الدفع. يرجى الرجوع والمحاولة مجددًا.
de: Beim erneuten Zahlungsversuch ist ein Fehler aufgetreten. Bitte gehe zurück und beginne von vorne.
es: Se ha producido un error al reintentar este pago. Vuelve y empieza de nuevo.
fr: Une erreur est survenue lors de la nouvelle tentative de paiement. Veuillez revenir en arrière et recommencer.
he: אירעה שגיאה בניסיון החוזר לעבד את התשלום. אפשר לחזור אחורה ולהתחיל מחדש.
id: Terjadi error ketika mencoba lagi pembayaran ini. Silakan kembali dan mulai dari awal.
it: Si è verificato un errore durante il nuovo tentativo di elaborare il pagamento. Torna indietro e ripeti l'intera procedura.
nl: Er is een fout opgetreden bij het opnieuw uitvoeren van deze betaling. Ga terug en probeer het opnieuw.
pt_br: Ocorreu um erro tentar refazer este pagamento. Volte e comece novamente.
ru: При повторной попытке платежа произошла ошибка. Вернитесь назад и начните сначала.
sv: Det uppstod ett fel när vi gjorde ett nytt betalningsförsök med den här betalningen. Gå tillbaka och börja om igen.
tr: Bu ödeme tekrar denenirken bir hata oluştu. Lütfen geri dönüp tekrar başlatın.

source: There was an error saving product details. Please try again.
ar: هناك خطأ في أثناء حفظ تفاصيل المنتجات. يرجى المحاولة مجددًا.
de: Beim Speichern der Produktdetails ist ein Fehler aufgetreten. Bitte versuche es erneut.
es: Se ha producido un error al guardar los detalles del producto. Inténtalo de nuevo.
fr: Une erreur s’est produite lors de l’enregistrement des détails du produit. Veuillez réessayer.
he: אירעה שגיאה בשמירת פרטי המוצר. יש לנסות שוב.
id: Terjadi error saat menyimpan detail produk. Coba lagi.
it: Si è verificato un errore durante il salvataggio dei dettagli del prodotto. Riprova.
nl: Er is een fout opgetreden bij het opslaan van de productgegevens. Probeer het opnieuw.
pt_br: Ocorreu um erro ao salvar os detalhes do produto. Tente novamente.
ru: При сохранении сведений о товаре возникла ошибка. Повторите попытку.
sv: Det gick inte att spara produktinformationen. Försök igen.
tr: Ürün ayrıntıları kaydedilirken hata oluştu. Lütfen tekrar deneyin.

source: There was an error saving your privacy choices.
ar: كان هناك خطأ في أثناء حفظ خيارات الخصوصية الخاصة بك.
de: Beim Speichern der Datenschutzeinstellungen ist ein Fehler aufgetreten.
es: Se ha producido un error al guardar tus opciones de privacidad.
fr: Une erreur est survenue lors de l’enregistrement de vos choix en matière de confidentialité.
he: אירעה שגיאה בשמירה של בחירות הפרטיות שלך.
id: Terjadi error saat menyimpan pilihan privasi Anda.
it: Si è verificato un errore durante il salvataggio delle tue scelte sulla privacy.
nl: Er is een fout opgetreden bij het opslaan van je privacykeuzes.
pt_br: Ocorreu um erro ao salvar as opções de privacidade.
ru: При сохранении параметров конфиденциальности произошла ошибка.
sv: Det uppstod ett fel när dina integritetsval skulle sparas.
tr: Gizlilik tercihleriniz kaydedilirken bir hata oluştu.

source: There was an error searching products
ar: حدث خطأ في أثناء البحث عن منتجات
de: Fehler beim Suchen nach Produkten
es: Se ha producido un error al buscar productos
fr: Une erreur s’est produite lors de la recherche de produits
he: אירעה שגיאה בחיפוש המוצרים
id: Terjadi error saat mencari produk
it: Si è verificato un errore durare la ricerca dei prodotti
ja: 商品の検索中にエラーが発生しました
nl: Er is een fout opgetreden bij het zoeken naar producten
pt_br: Ocorreu um erro ao pesquisar produtos
ru: Ошибка поиска товаров
sv: Det uppstod ett fel vid sökning av produkter
tr: Ürünler aranırken bir hata oluştu

source: There was an error sending the reply
ar: حدث خطأ في أثناء إرسال الرد
de: Beim Senden der Antwort ist ein Fehler aufgetreten
es: Se ha producido un error al enviar la respuesta.
fr: Une erreur s'est produite lors de l'envoi de la réponse
he: אירעה שגיאה בשליחת התגובה
id: Terjadi error saat mengirimkan balasan
it: Si è verificato un errore durante l'invio della risposta
ja: 返信の送信時にエラーが発生しました
nl: Er is een fout opgetreden bij het versturen ophalen van de reactie!
pt_br: Ocorreu um erro ao enviar a resposta
ru: При отправке ответа произошла ошибка
sv: Det uppstod ett fel när svaret skulle skickas
tr: Yanıt gönderilirken bir hata oluştu

source: There was an error syncing product variations
ar: حدث خطأ في أثناء مزامنة مجموعات المنتجات
de: Fehler beim Synchronisieren der Produktvarianten
es: Se ha producido un error al sincronizar las variaciones de producto
fr: Une erreur s’est produite lors de la synchronisation des variantes du produit
he: אירעה שגיאה בסנכרון סוגי המוצרים
id: Terjadi error saat menyinkronkan variasi produk
it: Si è verificato un errore durante la sincronizzazione delle varianti del prodotto
ja: 商品のバリエーションを同期中にエラーが発生しました
nl: Er is een fout opgetreden bij de synchronisatie van productvariaties
pt_br: Ocorreu um erro ao sincronizar variações de produtos
ru: Ошибка синхронизации вариантов товара
sv: Det uppstod ett fel vid synkronisering av produktvarianter
tr: Ürün varyasyonları senkronize edilirken bir hata oluştu

source: There was an error syncing products
ar: حدث خطأ في أثناء مزامنة المنتجات
de: Fehler beim Synchronisieren der Produkte
es: Se ha producido un error al sincronizar los productos
fr: Une erreur s’est produite lors de la synchronisation des produits
he: אירעה שגיאה בסנכרון המוצרים
id: Terjadi error saat menyinkronkan produk
it: Si è verificato un errore durante la sincronizzazione dei prodotti
ja: 商品の同期中にエラーが発生しました
nl: Er is een fout opgetreden bij de synchronisatie van producten
pt_br: Ocorreu um erro ao sincronizar produtos
ru: Ошибка синхронизации товаров
sv: Det uppstod ett fel vid synkronisering av produkter
tr: Ürünler senkronize edilirken bir hata oluştu

source: There was an error updating the order
ar: حدث خطأ في أثناء تحديث الطلب
de: Fehler beim Aktualisieren der Bestellung
es: Se ha producido un error al actualizar el pedido
fr: Une erreur s’est produite lors de la mise à jour de la commande
he: אירעה שגיאה בעת עדכון ההזמנה
id: Terjadi error saat memperbarui pesanan
it: Si è verificato un errore durante l'aggiornamento dell'ordine
ja: 注文の更新中にエラーが発生しました
nl: Er is een fout opgetreden bij het bijwerken van de bestelling
pt_br: Ocorreu um erro ao atualizar o pedido
ru: При обновлении заказа произошла ошибка
sv: Det gick inte att uppdatera beställningen
tr: Sipariş güncellenirken bir hata oluştu

source: There was an error updating your privacy settings
ar: حدث خطأ في أثناء تحديث إعدادات الخصوصية لديك
de: Beim Aktualisieren deiner Privatsphäre-Einstellungen ist ein Fehler aufgetreten
es: Se ha producido un error al actualizar tu configuración de privacidad
fr: Une erreur est survenue lors de la mise à jour de vos réglages de confidentialité.
he: אירעה שגיאה בעדכון הגדרות הפרטיות שלך
id: Terjadi error saat memperbarui pengaturan privasi Anda
it: Si è verificato un errore durante l'aggiornamento delle impostazioni sulla privacy
nl: Er is een fout opgetreden bij het bijwerken van je privacy-instellingen
pt_br: Ocorreu um erro na atualização das suas configurações de privacidade
ru: При обновлении настроек конфиденциальности произошла ошибка
sv: Det uppstod ett fel vid uppdateringen av dina integritetsinställningar
tr: Gizlilik ayarlarınız güncellenirken bir hata oluştu

source: There was an error while marking the order as paid.
ar: حدث خطأ في أثناء وضع علامة على الطلب بأنه مدفوع.
de: Beim Markieren der Bestellung als bezahlt ist ein Fehler aufgetreten.
es: Se ha producido un error al marcar el pedido como pagado.
fr: Une erreur s’est produite, impossible de marquer la commande comme payée.
he: אירעה שגיאה בסימון ההזמנה כ'שולמה'.
id: Terjadi error saat menandai pesanan sebagai dibayar.
it: Si è verificato un errore durante il contrassegno dell'ordine come Pagato.
ja: 注文を支払い済みとしてマークする際にエラーが発生しました。
nl: Er is een fout opgetreden bij het markeren als betaald van de bestelling.
pt_br: Ocorreu um erro ao marcar o pedido como pago.
ru: При попытке отметить заказ как оплаченный произошла ошибка.
sv: Det gick inte att markera beställningen som betald.
tr: Sipariş ödendi olarak işaretlenirken bir hata oluştu.

source: There was an error while trying to collect the payment.
ar: حدث خطأ في أثناء محاولة تحصيل المدفوعات.
de: Beim Empfangen der Zahlung ist ein Fehler aufgetreten.
es: Se ha producido un error al intentar recibir el pago.
fr: Une erreur s’est produite, impossible de percevoir le paiement.
he: אירעה שגיאה במהלך גביית התשלום.
id: Terjadi error saat mencoba menarik pembayaran.
it: Si è verificato un errore durante il tentativo di ricezione del pagamento.
ja: 支払いの受け取り中にエラーが発生しました。
nl: Er is een fout opgetreden bij het innen van de betaling.
pt_br: Ocorreu um erro ao tentar receber o pagamento.
ru: При сборе платежа произошла ошибка.
sv: Det gick inte att ta emot betalningen.
tr: Ödeme tahsil edilmeye çalışılırken bir hata oluştu.
