Repository: woocommerce/woocommerce-ios
Catalog: WooCommerce/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, nl, pt_br, ru, sv, tr

source: Class 9 - Lithium Battery Marked – Ground Only Package - New Individual or spare lithium batteries (marked UN3480 or UN3090)
ar: الفئة 9 - بطارية ليثيوم مزوّدة بعلامات - طرود منقولة برًا فقط - بطاريات ليثيوم فردية أو احتياطية جديدة (متضمنة علامة UN3480 أو UN3090)
de: Klasse 9 – Lithiumbatterie, markiert – Paket, das nur auf dem Landweg versendet werden darf (Lithium Battery Marked – Ground Only Package) – Neue einzelne oder zusätzliche Lithiumbatterien (Markierung UN3480 oder UN3090)
es: Clase 9 - Batería de litio marcada - Solo paquete terrestre: baterías de litio nuevas o de repuesto (con etiqueta de UN3480 o UN3090)
fr: Classe 9 : batterie au lithium – colis envoyé par voie terrestre uniquement - (marquage UN3480 ou UN3090)
he: סיווג 9 – חבילה מסומנת עם סוללות ליתיום – להובלה יבשתית בלבד – סוללות ליתיום חדשות יחידות או חלופיות (עם סימון UN3480 או UN3090)
id: Kelas 9 - Tertandai Baterai Litium – Paket Khusus Jalur Darat - Baterai litium terpisah atau cadangan baru (ditandai UN3480 atau UN3090)
it: Classe 9 - Marcati batteria al litio - Solo pacchetto via terra - Nuove batterie al litio o di ricambio (con marcatura UN3480 o UN3090)
nl: Klasse 9 - Lithiumbatterij gemarkeerd - alleen grondpakket - nieuwe individuele of extra lithiumbatterijen (gemarkeerd met UN3480 of UN3090)
pt_br: Classe 9 - Bateria de lítio identificada - Pacote apenas para envio terrestre - Novas baterias de lítio de substituição ou individuais (identificação UN3480 ou UN3090)
ru: Класс 9 — литиевые батареи с маркировкой — только наземная транспортировка — новые отдельные или запасные литиевые батареи (с маркировкой UN3480 или UN3090)
sv: Klass 9 – Märkta litiumbatterier – Markpaket – Nya enskilda litiumbatterier eller reservlitiumbatterier (märkta UN3480 eller UN3090)
tr: Sınıf 9 - Lityum Pil İşaretli - Yalnızca Kara Paketi - Yeni tekli veya yedek lityum piller (UN3480 veya UN3090 işaretli)

source: Class 9 - Lithium Battery – Returns Package - Used electronic devices containing or packaged with lithium batteries (markings required)
ar: الفئة 9 - بطارية الليثيوم - طرود المرتجعات - الأجهزة الإلكترونية المستعملة التي تحتوي على أو تشتمل على بطاريات الليثيوم (لا بد من وضع علامات)
de: Klasse 9 – Lithiumbatterie – Retourenpaket (Lithium Battery – Returns Package) – Benutzte elektronische Geräte, in denen Lithiumbatterien verbaut sind oder bei denen Lithiumbatterien mitgeliefert werden (Markierungen erforderlich)
es: Clase 9 - Batería de litio - Paquete de devolución: dispositivos electrónicos usados que contienen o están empaquetados con baterías de litio (necesita etiquetas)
fr: Classe 9 : batterie au lithium – Retours colis - Appareil électroniques usagés contenant ou emballés avec des batteries au lithium (marquages obligatoires)
he: סיווג 9 – סוללות ליתיום – חבילת החזרה – מכשירים אלקטרוניים משומשים שכוללים סוללות ליתיום או שנארזו עם סוללות ליתיום (יש לציין סימונים)
id: Kelas 9 - Baterai Litium – Paket Kembali - Perangkat elektronik bekas yang mengandung atau berisi baterai litium (wajib ditandai)
it: Classe 9 - Batterie al litio - Pacchetto di reso - Dispositivi elettronici usati contenti o confezionati con batterie al litio (marcatura richiesta)
nl: Klasse 9 - Lithiumbatterij - Retourpakket - Gebruikte elektronische apparaten met, of verpakt met, lithiumbatterijen (markeringen vereist)
pt_br: Classe 9 - Bateria de lítio - Pacote de devolução - Dispositivos eletrônicos usados contendo ou embalados com baterias de lítio (identificação obrigatória)
ru: Класс 9 — литиевые батареи — возвратная посылка — бывшие в употреблении электронные устройства с установленными или комплектными литиевыми батареями (требуется маркировка)
sv: Klass 9 – Litiumbatterier – Returpaket – Använda elektroniska enheter som innehåller eller är förpackade med litiumbatterier (märkning krävs)
tr: Sınıf 9 - Lityum Pil - İade Paketi - Lityum pil içeren veya onunla paketlenmiş kullanılmış elektronik cihazlar (işaretlemeler gerekli)

source: Class 9 - Lithium batteries, marked package - New electronic devices packaged with lithium batteries (marked UN3481 or UN3091)
ar: الفئة 9: بطاريات الليثيوم، طرود تتضمن علامات - الأجهزة الإلكترونية الجديدة التي تشتمل على بطاريات الليثيوم (متضمنة علامة UN3481 أو UN3091)
de: Klasse 9 – Lithiumbatterien, markiertes Paket (Lithium batteries, marked package) – Neue elektronische Geräte, bei denen Lithiumbatterien mitgeliefert werden (Markierung UN3481 oder UN3091)
es: Clase 9 - Baterías de litio, paquete con etiquetas: dispositivos electrónicos nuevos empaquetados con baterías de litio (con etiqueta de UN3481 o UN3091)
fr: Classe 9 : - batteries au lithium, colis avec étiquetage - Nouveaux appareils électroniques emballés avec des batteries au lithium (marquage UN3481 ou UN3091)
he: סיווג 9 – חבילה מסומנת עם סוללות ליתיום – מכשירים אלקטרוניים חדשים שנארזו עם סוללות ליתיום (עם סימון UN3481 או UN3091)
id: Kelas 9 - Baterai litium, paket yang ditandai - Perangkat elektronik baru dengan baterai litium (ditandai UN3481 atau UN3091)
it: Classe 9 - Batterie al litio, pacchetti non contrassegnati - Nuovi dispositivi elettronici installati o confezionati con batterie al litio (con marcatura UN3481 o UN3091)
nl: Klasse 9 - Lithiumbatterijen, gemarkeerd pakket - Nieuwe elektronische apparaten verpakt met lithiumbatterijen (gemarkeerd met UN3481 of UN3091)
pt_br: Classe 9 - Baterias de lítio, pacote identificado - Novos dispositivos eletrônicos embalados com baterias de lítio (identificação UN3481 ou UN3091)
ru: Класс 9 — литиевые батареи, посылки с маркировкой — новые электронные устройства с комплектными литиевыми батареями (маркировка UN3481 или UN3091)
sv: Klass 9 – Litiumbatterier, märkt paket – Nya elektroniska enheter förpackade med litiumbatterier (märkta UN3481 eller UN3091)
tr: Sınıf 9 - Lityum piller, işaretlenmiş paket - Lityum pillerle paketlenmiş yeni elektronik cihazlar (UN3481 veya UN3091 işaretli)

source: Class 9 – Dry Ice Package (limited to 5 lbs. if shipped via Air)
ar: الفئة 9 - طرود الثلج الجاف (قاصرة على 5 أرطال في حال شحنها جوًا)
de: Klasse 9 – Paket mit Trockeneis (Dry Ice Package) (begrenzt auf 2,2 kg, falls das Paket über den Luftweg versendet wird)
es: Clase 9 - Paquete de hielo seco (limitado a 2,2 kg si se envía por avión)
fr: Classe 9 : glace carbonique (limité à 2,20 kg si l’envoi se fait par voie aérienne)
he: סיווג 9 – חבילה עם קרח יבש (מוגבל ל-2.26 ק"ג בהובלה אווירית)
id: Kelas 9 – Paket Es Kering (terbatas hingga seberat 5 pon jika dikirim melalui Jalur Udara)
it: Classe 9 - Pacchetto di ghiaccio secco (con limite di 5 libbre se spedito per via aerea)
nl: Klasse 9 - Droogijs-pakket (beperkt tot 5 lbs. indien via lucht verstuurd)
pt_br: Classe 9 - Pacote com gelo seco (limitado a 2,27 kg em envio aéreo)
ru: Класс 9 — посылки с сухим льдом (не более 2,3 кг при авиаперевозке)
sv: Klass 9 – Torrispaket (begränsat till 2,268 kg om det skickas med flyg)
tr: Sınıf 9 - Kuru Buz Paketi (Hava yoluyla gönderiliyorsa 5 lbs. ile sınırlıdır)

source: Class 9 – Lithium batteries, unmarked package - New electronic devices installed or packaged with lithium batteries (no marking)
ar: الفئة 9: بطاريات الليثيوم، طرود لا تتضمن علامات - الأجهزة الإلكترونية الجديدة التي تتضمن أو تشتمل على بطاريات الليثيوم (من دون علامة)
de: Klasse 9 – Lithiumbatterien, nicht markiertes Paket (Lithium batteries, unmarked package) – Neue elektronische Geräte, in denen Lithiumbatterien verbaut sind oder bei denen Lithiumbatterien mitgeliefert werden (keine Markierung)
es: Clase 9 - Baterías de litio, paquete sin etiquetas: dispositivos electrónicos nuevos que contienen o se suministran con baterías de litio (sin etiquetas)
fr: Classe 9 : batteries au lithium, colis sans marquage - Nouveaux appareils électroniques contenant ou emballés avec des batteries au lithium (aucun étiquetage)
he: סיווג 9 – חבילה לא מסומנת עם סוללות ליתיום – מכשירים אלקטרוניים חדשים שהותקנו בהם סוללות ליתיום או שנארזו עם סוללות ליתיום (ללא סימון)
id: Kelas 9 – Baterai litium, paket yang tidak ditandai - Perangkat elektronik baru yang dipasangi atau berisi baterai litium (tidak ditandai)
it: Classe 9 - Batterie al litio, pacchetti non contrassegnati - Nuovi dispositivi elettronici installati o confezionati con batterie al litio (senza marcatura)
nl: Klasse 9 - Lithiumbatterijen, ongemarkeerd pakket - Nieuwe elektronische apparaten geïnstalleerd of verpakt met lithiumbatterijen (geen markering)
pt_br: Classe 9 - Baterias de lítio, pacote não identificado - Novos dispositivos eletrônicos instalados ou embalados com baterias de lítio (sem identificação)
ru: Класс 9 — литиевые батареи, посылки без маркировки — новые электронные устройства с установленными или комплектными литиевыми батареями (без маркировки)
sv: Klass 9 – Litiumbatterier, omärkt paket – Nya elektroniska enheter installerade eller förpackade med litiumbatterier (ingen märkning)
tr: Sınıf 9 - Lityum piller, işaretlenmemiş paket - Lityum piller takılmış veya onlarla paketlenmiş yeni elektronik cihazlar (işaretleme yok)

source: Class 9 – Magnetized Materials Package
ar: الفئة 9 - طرود المواد الممغنطة
de: Klasse 9 – Paket mit magnetischen Materialien (Magnetized Materials Package)
es: Clase 9 - Paquete de materiales imantados
fr: Classe 9 : matériaux aimantés
he: סיווג 9 – חבילה עם חומרים מגנטיים
id: Kelas 9 – Paket Bahan-Bahan Bermagnet
it: Classe 9 - Pacchetto di materiali magnetizzati
nl: Klasse 9 - Gemagnetiseerde materialen-pakket
pt_br: Classe 9 - Pacote de materiais magnéticos
ru: Класс 9 — посылка с намагниченными веществами
sv: Klass 9 – Paket med magnetiserade material
tr: Sınıf 9 - Manyetize Edilmiş Malzeme Paketi

source: Clear Filters
ar: مسح عوامل التصفية
de: Filter löschen
es: Vaciar filtros
fr: Effacer les filtres
he: לנקות מסננים
id: Hapus Penyaring
it: Cancella filtri
ja: フィルターをクリア
nl: Filters wissen
pt_br: Limpar filtros
ru: Очистить фильтры
sv: Rensa filter
tr: Filtreleri Temizle

source: Clear Selection
ar: مسح التحديد
de: Auswahl löschen
es: Limpiar selección
fr: Effacer la sélection
he: ניקוי בחירה
id: Hapus Pilihan
it: Cancella la selezione
ja: 選択を解除
nl: Selectie wissen
pt_br: Limpar seleção
ru: Очистить выбор
sv: Rensa val
tr: Seçimi Temizle

source: Clear address and stop using this rate
ar: مسح العنوان وإيقاف استخدام هذا المعدل
de: Adresse löschen und diesen Satz nicht mehr verwenden
es: Borrar dirección y dejar de utilizar esta tasa
fr: Effacer l’adresse et arrêter d’utiliser ce taux
he: למחוק את הכתובת ולהפסיק להשתמש בשיעור המס הזה
id: Hapus alamat dan hentikan penggunaan tarif pajak ini
it: Cancella l'indirizzo e non utilizzare più questa aliquota
nl: Verwijder het adres en stop met het gebruiken van dit tarief
pt_br: Apagar endereço e parar de usar esta tarifa
ru: Очистить адрес и больше не использовать эту ставку
sv: Rensa adressen och sluta använda den här momssatsen
tr: Adresi temizleyin ve bu oranı kullanmayı bırakın

source: Clear all
ar: مسح الكل
de: Alle löschen
es: Borrar todo
fr: Tout effacer
he: למחוק הכול
id: Hapus semua
it: Cancella tutto
ja: すべてクリア
nl: Alles wissen
pt_br: Remover todos
ru: Очистить все
sv: Rensa allt
tr: Tümünü temizle

source: Clear selection
ar: مسح التحديد
de: Auswahl löschen
es: Borrar selección
fr: Effacer la sélection
he: ניקוי בחירה
id: Hapus pilihan
it: Annulla la selezione
ja: 選択を解除
nl: Selectie wissen
pt_br: Limpar seleção
ru: Очистить выбор
sv: Rensa val
tr: Seçimi temizle

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
he: סגור
id: Tutup
it: Chiudi
ja: 閉じる
nl: Sluit
pt_br: Fechar
ru: Закрыть
sv: Stäng
tr: Kapat

source: Close Account
ar: إغلاق الحساب
de: Konto schließen
es: Cerrar cuenta
fr: Clôturer le compte
he: סגירת חשבון
id: Tutup Akun
it: Chiudi account
ja: アカウントを閉鎖
nl: Sluit account
pt_br: Encerrar conta
ru: Закрыть учётную запись
sv: Avsluta kontot
tr: Hesabı Kapat

source: Close account
ar: إغلاق الحساب
de: Konto schließen
es: Cerrar cuenta
fr: Clôturer le compte
he: סגירת חשבון
id: Tutup Akun
it: Chiudi account
ja: アカウントを閉鎖
nl: Sluit account
pt_br: Encerrar conta
ru: Закрыть учётную запись
sv: Avsluta kontot
tr: Hesabı Kapat

source: Closing account...
ar: جارٍ إغلاق الحساب…
de: Konto wird geschlossen …
es: Cerrando cuenta…
fr: Clôture du compte en cours…
he: סוגר את החשבון....
id: Menutup akun...
it: Chiusura dell'account in corso...
ja: アカウントを閉鎖しています…
nl: Account aan het sluiten…
pt_br: Encerrando conta…
ru: Закрытие учётной записи...
sv: Avslutar kontot …
tr: Hesap kapatılıyor…

source: Cocos (Keeling) Islands
ar: جزر كوكوس (كيلينغ)
de: Kokosinseln
es: Islas Cocos
fr: Îles Cocos (Keeling)
he: איי קוקוס (קילינג)
id: Kepulauan Cocos (Keeling)
it: Isole Cocos (Keeling)
ja: ココス (キーリング) 諸島
nl: Cocoseilanden
pt_br: Ilhas Cocos (Keeling)
ru: Кокосовые острова (Килинг)
sv: Kokosöarna (Keeling)
tr: Kokos (Keeling) Adaları

source: Collapsed
ar: تم الطي
de: Ausgeblendet
es: Cerrado
fr: Réduit
he: צומצם
id: Diciutkan
it: Ridotto
ja: 折りたたみ表示
nl: Ingevouwen
pt_br: Recolhido
ru: Свернутый
sv: Minimerad
tr: Daraltılmış

# CollapsibleProductRowCard.text.freetrial
source: Free trial
ar: تجربة مجانية
de: Gratis-Test
es: Período de prueba
fr: Essai gratuit
he: תקופת ניסיון בחינם
id: Percobaan gratis
it: Prova gratuita
nl: Gratis proefabonnement
pt_br: Teste gratuito
ru: Пробный период
sv: Gratis provperiod
tr: Ücretsiz deneme sürümü

# CollapsibleProductRowCard.text.interval
source: Interval
ar: الفاصل الزمني
de: Intervall
es: Intervalo
fr: Intervalle
he: פרק זמן
it: Intervallo
pt_br: Intervalo
ru: Интервал
sv: Intervall
tr: Aralık

# CollapsibleProductRowCard.text.signupfee
source: Signup fee
ar: رسوم التسجيل
de: Registrierungsgebühr
es: Tarifa de inscripción
fr: Frais d’inscription
he: דמי הרשמה
id: Biaya pendaftaran
it: Iscrizione gratuita
nl: Aanmeldkosten
pt_br: Taxa de inscrição
ru: Регистрационный сбор
sv: Registreringsavgift
tr: Kayıt ücreti

# CollapsibleProductRowCardViewModel.formattedBillingDetails
source: Every %1$@ %2$@
ar: كل %1$@ %2$@
de: Alle %1$@ %2$@
es: Cada %1$@ %2$@
fr: Tous les %1$@ %2$@
he: כל %1$@ %2$@
id: Setiap %1$@ %2$@
it: Ogni %1$@ %2$@
nl: Elke %1$@ %2$@
pt_br: A cada %1$@ %2$@
ru: Каждые %1$@ %2$@
sv: Var %1$@ %2$@
tr: Her %1$@ %2$@

# CollapsibleProductRowCardViewModel.formattedFreeTrial
source: %1$@ %2$@ free
ar: %1$@ %2$@ مجاني
de: %1$@ %2$@ kostenlos
es: %1$@ %2$@ gratis
fr: %1$@ %2$@ gratuits
he: %1$@ %2$@ בחינם
id: gratis %1$@ %2$@
it: %1$@ %2$@ gratuito
pt_br: %1$@ %2$@ de graça
ru: %1$@ %2$@ бесплатно
sv: %1$@ %2$@ gratis
tr: %1$@ %2$@ ücretsiz

# CollapsibleProductRowCardViewModel.formattedSignUpFee
source: %1$@ signup
ar: التسجيل في %1$@
de: %1$@ für die Registrierung
es: %1$@ de inscripción
fr: Inscription pour %1$@
he: %1$@ הרשמה
id: pendaftaran %1$@
it: Registrati per %1$@
nl: %1$@ aanmeldkosten
pt_br: %1$@ de taxa de inscrição
ru: Регистрация %1$@
sv: Registrering för %1$@
tr: %1$@ kayıt ücreti

# CollapsibleProductRowCardViewModel.skuFormat
source: SKU: %1$@
ar: وحدة SKU: %1$@
fr: UGS : %1$@
ru: Артикул: %1$@
sv: Artikelnummer: %1$@

# CollapsibleProductRowCardViewModel.stockFormat
source: %1$@ in stock
ar: %1$@ متوافر في المخزون
de: %1$@ vorrätig
es: %1$@ disponibles
fr: %1$@ en stock
he: %1$@ במלאי
id: %1$@ tersedia
it: %1$@ in magazzino
nl: %1$@ op voorraad
pt_br: %1$@ em estoque
ru: %1$@ в наличии
sv: %1$@ i lager
tr: %1$@ stokta

source: Collect Payment
ar: تحصيل المدفوعات
de: Zahlung empfangen
es: Recepción de pago
fr: Percevoir le paiement
he: לקבל תשלום
id: Terima Pembayaran
it: Ricevi pagamenti
ja: 支払いを受け取る
nl: Betaling innen
pt_br: Receber pagamento
ru: Сбор платежей
sv: Ta emot betalning
tr: Ödeme Alın

source: Collect payment
ar: تحصيل المدفوعات
de: Zahlung empfangen
es: Recibir pago
fr: Percevoir le paiement
he: לגבות תשלום
id: Terima pembayaran
it: Ricevi pagamenti
ja: 支払いを受け取る
nl: Betaling innen
pt_br: Receber pagamento
ru: Сбор платежей
sv: Ta emot betalning
tr: Ödemeyi topla

source: Collect payment from %1$@
ar: تحصيل المدفوعات من %1$@
de: Zahlung von %1$@ empfangen
es: Recibir pago de %1$@
fr: Percevoir le paiement auprès de %1$@
he: לגבות תשלום מ-%1$@
id: Terima pembayaran dari %1$@
it: Ricevi il pagamento da %1$@
ja: %1$@ から支払いを受け取る
nl: Betaling innen van %1$@
pt_br: Receber pagamento de %1$@
ru: Сбор платежей от %1$@
sv: Ta emot betalning från %1$@
tr: %1$@ kaynağından ödeme al

source: Collect payments, setup Tap to Pay, order card readers and more.
ar: قم بتحصيل المدفوعات وإعداد ميزة Tap to Pay وقراء بطاقات الطلبات والمزيد.
de: Empfange Zahlungen, richte Tap to Pay ein, bestelle Kartenlesegeräte und mehr.
es: Recibe pagos, configura la función "Toca para pagar", pide lectores de tarjetas y mucho más.
fr: Percevez des paiements, configurez Appuyer pour payer, commandez des lecteurs de carte et bien plus encore.
he: לגבות תשלומים, להגדיר את Tap To Pay, להזמין קוראי כרטיסים ועוד.
id: Terima pembayaran, atur Ketuk untuk Membayar, pesan pembaca kartu, dan lain-lain.
it: Riscuoti pagamenti, configura Tap to Pay, ordina lettori di carte e altro ancora.
ja: 支払いの受け取り、Tap to Pay の設定、カードリーダーの注文などが可能です。
nl: Betalingen innen, Tap to Pay instellen, kaartlezers bestellen en meer.
pt_br: Receba pagamentos, configure o Tap to Pay, peça leitores de cartão e muito mais.
ru: Сбор платежей, настройка оплаты в касание, заказ устройств чтения и другое.
sv: Ta emot betalning, konfigurera tryck för att betala, beställ kortläsare med mera.
tr: Ödemeleri alın, Tap to Pay'i kurun, kart okuyucu sipariş edin ve daha fazlasını yapın.

source: Colombia
ar: كولومبيا
de: Kolumbien
fr: Colombie
he: קולומביה
id: Kolombia
ja: コロンビア
pt_br: Colômbia
ru: Колумбия
tr: Kolombiya

source: Come back soon for more tips and insights on growing your store
ar: عد قريبًا للحصول على مزيد من النصائح والرؤى بشأن تكبير مخزنك
de: In Kürze bekommst du weitere Tipps und Einsichten zum Ausbau deines Shops
es: Vuelve pronto para ver más consejos y detalles sobre cómo ampliar tu tienda.
fr: Revenez bientôt pour découvrir d’autres conseils et idées sur le développement de votre boutique.
he: כדאי לחזור בקרוב כדי לקבל עצות ותובנות נוספות להגדלת החנות שלך
id: Segera kembali untuk belajar lebih banyak tips dan wawasan untuk mengembangkan toko Anda
it: Torna presto per ulteriori suggerimenti e per la panoramica sulla crescita del tuo negozio
ja: ストアの成長に役立つその他のヒントやインサイトは今後も増えていきので、ぜひまた訪問してください
nl: We zien je snel weer terug voor meer tips en kennis over hoe je je winkel kunt laten groeien
pt_br: Volte mais tarde para ver outras dicas e informações de como ampliar sua loja
ru: Зайдите позже, чтобы узнать больше советов и идей по развитию вашего магазина
sv: Kom tillbaka snart för fler tips och insikter om hur du får din butik att växa
tr: Mağazanızı büyütmekle ilgili daha fazla ipucu ve bilgi için kısa süre sonra tekrar gelin

source: Comoros
ar: جزر القمر
de: Komoren
es: Comoras
fr: Comores
he: איי קומורו
id: Komoro
it: Comore
ja: コモロ
nl: Comoren
pt_br: Comores
ru: Коморы
sv: Komorerna
tr: Komorlar

source: Company
ar: الشركة
de: Firma
es: Empresa
fr: Entreprise
he: חברה
id: Perusahaan
it: Società
ja: 会社
nl: Bedrijf
pt_br: Empresa
ru: Компания
sv: Företag
tr: Firma

source: Compared to **%1$@**
ar: تمت المقارنة مع **%1$@**
de: Im Vergleich zu **%1$@**
es: Comparado con **%1$@**
fr: Par rapport à **%1$@**
he: לערוך השוואה מול **%1$@**
id: Bandingkan dengan **%1$@**
it: Confrontato con **%1$@**
ja: **%1$@** との比較
nl: Vergeleken met **%1$@**
pt_br: Comparado com **%1$@**
ru: По сравнению с **%1$@**
sv: Jämfört med **%1$@**
tr: **%1$@** ile karşılaştırma

source: Complete the payment and await a push notification about the order on your WooCommerce app.
ar: أكمل السداد وانتظر تلقي تنبيه حول الطلب على تطبيق WooCommerce الخاص بك.
de: Schließe die Zahlung ab und warte auf die Push-Benachrichtigung über die Bestellung in deiner WooCommerce-App.
es: Completa el pago y espera una notificación push sobre el pedido en tu aplicación de WooCommerce.
fr: Finalisez le paiement. Vous recevrez une notification push concernant la commande dans votre application WooCommerce.
he: יש להשלים את התשלום ולהמתין להודעה בדחיפה לגבי ההזמנה שלך באפליקציה של WooCommerce.
id: Selesaikan pembayaran, lalu tunggu pemberitahuan push mengenai pesanan tersebut di aplikasi WooCommerce.
it: Completa il pagamento e attendi una notifica push sull'ordine sulla tua app WooCommerce.
nl: Voltooi de betaling en wacht op een pushbericht over de bestelling in je WooCommerce-app.
pt_br: Finalize o pagamento e espere uma notificação por push sobre o pedido no seu app do WooCommerce.
ru: Оплатите заказ и дождитесь push-уведомления в приложении WooCommerce.
sv: Slutför betalningen och vänta på en push-avisering om beställningen i din WooCommerce-app.
tr: Ödemeyi tamamlayın ve WooCommerce uygulamanızda siparişle ilgili bir anlık bildirim almayı bekleyin.

source: Component Options
ar: خيارات المكوّنات
de: Komponentenoptionen
es: Opciones de componentes
fr: options de composant
he: אפשרויות רכיבים
id: Pilihan Komponen
it: Opzioni componente
nl: Componentopties
pt_br: Opções de componente
ru: Опции компонентов.
sv: Komponentalternativ
tr: Bileşen Seçenekleri

source: Component Settings
ar: إعدادات المكوّنات
de: Komponenteneinstellungen
es: Ajustes de componentes
fr: Réglages des composants
he: הגדרות רכיב
id: Pengaturan Komponen
it: Impostazioni componente
nl: Componentinstellingen
pt_br: Configurações de componente
ru: Настройки компонентов
sv: Komponentinställningar
tr: Bileşen Ayarları

source: Components
ar: المكوّنات
de: Komponenten
es: Componentes
fr: Composants
he: רכיבים
id: Komponen
it: Componenti
nl: Componenten
pt_br: Componentes
ru: Компоненты
sv: Komponenter
tr: Bileşenler

source: Composes a new order note.
ar: إنشاء ملاحظة طلب جديدة.
de: Verfasst einen neuen Bestellhinweis.
es: Redacta una nueva nota de pedido.
fr: Rédige une nouvelle note de commande.
he: יצירת הערה חדשה להזמנה.
id: Menulis catatan pesanan baru.
it: Scrive una nota dell'ordine.
ja: 新しい注文メモを作成します。
nl: Hiermee wordt een nieuw bericht van bestelling opgesteld.
pt_br: Escreve uma nova nota para o pedido.
ru: Составить новое примечание к заказу.
sv: Skapar en ny ordernotering.
tr: Yeni bir sipariş notu oluşturur.

source: Composite
ar: مركّب
de: Zusammengesetztes Produkt
he: הרכב
id: Gabungan
it: Insieme
nl: Samengesteld product
pt_br: Composto
ru: Составной товар
sv: Sammansatt produkt
tr: Birleşik

source: Configuration updated
ar: تم تحديث التكوين
de: Konfiguration aktualisiert
es: Configuración actualizada
fr: Configuration mise à jour
he: ההגדרה עודכנה
id: Konfigurasi diperbarui
it: Configurazione aggiornata
ja: 設定を更新しました
nl: Configuratie bijgewerkt
pt_br: Configuração atualizada
ru: Настройки обновлены
sv: Konfigurationen har uppdaterats
tr: Yapılandırma güncellendi

source: Configure
ar: إعدادات
de: Konfigurieren
es: Configurar
fr: Configurer
he: הגדר
id: Konfigurasikan
it: Configura
ja: 設定
nl: Configureren
pt_br: Configurar
ru: Настроить
sv: Ställ in
tr: Yapılandırma

source: Configuring iPhone
ar: تكوين iPhone
de: iPhone wird konfiguriert
es: Configurando el iPhone
fr: Configuration de l’iPhone
he: מגדיר את ה-iPhone
id: Mengonfigurasi iPhone
it: Configurazione iPhone
ja: iPhone を設定しています
nl: iPhone aan het configureren
pt_br: Configurando iPhone
ru: Настройка iPhone
sv: Konfigurera iPhone
tr: iPhone'u yapılandırıyor

source: Confirm Close Account
ar: تأكيد إغلاق الحساب
de: Bestätige das Schließen des Kontos
es: Confirmar el cierre de la cuenta
fr: Confirmer la clôture du compte
he: לאשר את סגירת החשבון
id: Konfirmasi Penutupan Akun
it: Conferma account chiuso
ja: アカウントの閉鎖を確認
nl: Bevestig sluiten account
pt_br: Confirmar encerramento da conta
ru: Подтвердите закрытие учётной записи
sv: Bekräfta kontoavslut
tr: Hesabı Kapatmayı Onayla
